{"start": "00:00:06.150", "end": "00:00:09.120", "speaker": "Claudia Kozak", "utterance": " No it's recording so welcome everybody."}
{"start": "00:00:28.110", "end": "00:00:36.900", "speaker": "Claudia Kozak", "utterance": " Hello everybody welcome Okay, we will start tough now a I wanted to."}
{"start": "00:00:37.050", "end": "00:00:39.360", "speaker": "Claudia Kozak", "utterance": " Welcome everybody and to say that."}
{"start": "00:00:39.510", "end": "00:00:45.600", "speaker": "Claudia Kozak", "utterance": " The name of this panel is platform ization and the colonial elite is there any chance."}
{"start": "00:00:46.350", "end": "00:00:55.710", "speaker": "Claudia Kozak", "utterance": " Where we we discuss the issue of platform ization and kind of culture from a Latin American perspective and the colonial thinking."}
{"start": "00:00:56.700", "end": "00:01:09.000", "speaker": "Claudia Kozak", "utterance": " Usually the common trait of current platform culture is the maximization of profit by means of gathering data and attention in order to capture more attention and more data."}
{"start": "00:01:09.330", "end": "00:01:23.460", "speaker": "Claudia Kozak", "utterance": " In this context, is there any space for pursuing artistic digital activism, and the colonial Iliad Okay, the person patients will try to answer these questions, even in a provisional way."}
{"start": "00:01:24.270", "end": "00:01:35.100", "speaker": "Claudia Kozak", "utterance": " People presenting here are Leonardo soulless I was in Berkeley and I array and myself the panel will be Spanish English based."}
{"start": "00:01:35.580", "end": "00:01:46.530", "speaker": "Claudia Kozak", "utterance": " In a sort of tentative of linguistic decolonization of our own it failed each one of us will have 10 minutes for presenting and then we will open the discussion."}
{"start": "00:01:46.890", "end": "00:01:58.710", "speaker": "Claudia Kozak", "utterance": " But feel free to make comments or post questions on the chat and we will try to go back to them after the presentations so a Leonardo, you have the word."}
{"start": "00:02:01.470", "end": "00:02:20.670", "speaker": "Leonardo Solaas", "utterance": " Okay, thank you very much, Claudia so as the official language is official is spanglish I will speak in Spanish, but I will show some slides in English those, hopefully, those of you who are not very proficient in Spanish, will be able to follow through anyway, so I will share my screen."}
{"start": "00:02:23.100", "end": "00:02:23.940", "speaker": "Leonardo Solaas", "utterance": " Here we are."}
{"start": "00:02:25.500", "end": "00:02:25.800", "speaker": "None", "utterance": "Okay."}
{"start": "00:02:27.060", "end": "00:02:27.900", "speaker": "Leonardo Solaas", "utterance": " So."}
{"start": "00:02:29.880", "end": "00:02:30.930", "speaker": "Leonardo Solaas", "utterance": " You said a proponent."}
{"start": "00:02:32.610", "end": "00:02:42.210", "speaker": "Leonardo Solaas", "utterance": " flexi on sort of editorial but the format, Internet, and I mean we employ someone interrupts your birthday my birthday, I will also serve as your next week on a si."}
{"start": "00:02:42.570", "end": "00:02:54.660", "speaker": "Leonardo Solaas", "utterance": " Senor give me a SEC, he will influencers or no separate of technology costs will show him low privilege to in libra barona philosophy or photography is cool time in Telecom, and I photos."}
{"start": "00:03:01.440", "end": "00:03:13.020", "speaker": "Leonardo Solaas", "utterance": " metallica control is he also audio web a level of influence influence your Nadia frc Navajo polo Negra like to be like a hack explorer or chrome Islam any policy on this of controllers."}
{"start": "00:03:13.920", "end": "00:03:20.670", "speaker": "Leonardo Solaas", "utterance": " logmein 30 cents or a total available to the flu, Sir, is it appropriate to like a platinum program actually do."}
{"start": "00:03:21.180", "end": "00:03:35.040", "speaker": "Leonardo Solaas", "utterance": " It as a program at amino unconfirmed or grand a pillow finito the possibility that is in there is a possibility is Luna some macro Alec your dress to induce a frequent Alice co facilitator, a."}
{"start": "00:03:36.120", "end": "00:03:46.860", "speaker": "Leonardo Solaas", "utterance": " Simple syriana enough permitting multinational program Allah para todo a Communist worth it by secular possibly die soundtrack to normal in your kombucha simonton yes."}
{"start": "00:03:47.250", "end": "00:03:55.950", "speaker": "Leonardo Solaas", "utterance": " concerned with Nancy does your cassius Sarah because he penned DNS cache was enough for so a Silhouette kahunas know mechanical searchable."}
{"start": "00:04:03.450", "end": "00:04:11.520", "speaker": "Leonardo Solaas", "utterance": " Does is every other format has a photography of cumin cumin cynthia's energetically fit in this momentum and so forth scenarios."}
{"start": "00:04:12.090", "end": "00:04:16.830", "speaker": "Leonardo Solaas", "utterance": " Like America immaculate facelifts gimmick in the law simply a Hippo see on the super admin."}
{"start": "00:04:17.610", "end": "00:04:24.210", "speaker": "Leonardo Solaas", "utterance": " The same kind of sin embargo on photographer for Telecom Italia Allah para para que Sera mechanically fee seedless."}
{"start": "00:04:24.810", "end": "00:04:31.320", "speaker": "Leonardo Solaas", "utterance": " benefit calcium collectively, we can focus on the facility, I said in an accomplished hulu check on that, and this is incidental a pareto."}
{"start": "00:04:31.710", "end": "00:04:44.670", "speaker": "Leonardo Solaas", "utterance": " We focus on the facility me data no data no separate and when when I even difficult certainly media attack or local Chicago sims and those this is here like la la etc on interference, you know to see photographers."}
{"start": "00:04:51.030", "end": "00:05:02.280", "speaker": "Leonardo Solaas", "utterance": " It will scenario as leave it at a certain location gear icon elaborated spiritual axiom kilometer Allah Allah para media manipulation and control is potentially safe loser guess really workers from anywhere Program."}
{"start": "00:05:03.600", "end": "00:05:09.030", "speaker": "Leonardo Solaas", "utterance": " They say elaborate to ask a local photographer kira a photograph or democratic look a lot better to."}
{"start": "00:05:10.890", "end": "00:05:25.500", "speaker": "Leonardo Solaas", "utterance": " talk with photographers in Gambia crocodile or a mechanism for materials are not alone than this preseason mental Lucero compressor attraction, the law and procedure manual they were who got the manager consistently control program Allah para todo como."}
{"start": "00:05:33.270", "end": "00:05:36.720", "speaker": "Leonardo Solaas", "utterance": " You know they're forced to leave it alone for a couple of numerical bonus."}
{"start": "00:05:37.860", "end": "00:05:51.090", "speaker": "Leonardo Solaas", "utterance": " And those says, but I flew Sir lever, that is, who are control apparatus hello, they say no explicit them into Chicago city, who tanigaki foods, you know do to swell you know, create the kota being born in a family, where."}
{"start": "00:05:52.350", "end": "00:05:56.430", "speaker": "Leonardo Solaas", "utterance": " This is a minute, so it located mussina naproxen semi automatic."}
{"start": "00:06:01.110", "end": "00:06:12.030", "speaker": "Leonardo Solaas", "utterance": " A like emptiness in environmental impersonal as you see, on the case with his illness important illusory of pacifica pareto employee so potentially X, you know kick off three years hulu and."}
{"start": "00:06:13.860", "end": "00:06:27.540", "speaker": "Leonardo Solaas", "utterance": " it assists my personality i'm only thing get those inclusive of people who are at that and the mlk library malware Unilever that integrity consistently here, and the possibility that it can also say when a pareto then throw supergirl grandma."}
{"start": "00:06:28.170", "end": "00:06:34.080", "speaker": "Leonardo Solaas", "utterance": " You can have the conversation via parcel tendencies simply sit us and say new era una una."}
{"start": "00:06:37.350", "end": "00:06:50.340", "speaker": "Leonardo Solaas", "utterance": " admin Africa frequent Dallas woman sitting next to see you later is a possibility that is a part of the movie separately DEMO sega we deliver factory tikka tikka system brown bear upon entering it on lateral knee mass, this is a man."}
{"start": "00:06:51.360", "end": "00:07:05.340", "speaker": "Leonardo Solaas", "utterance": " shall not enter them by sephora petunia breathalyse those you know K co packers the most intuitive anymore, since it's a mommy mo mo iffy Carla format, they say, by sephora pajama security monta mozilla para para will be among."}
{"start": "00:07:06.900", "end": "00:07:26.100", "speaker": "Leonardo Solaas", "utterance": " Those as my parents me give them any level of courses so to answer, no solo looks apparatus, see no mucho sort of people, this is damon socio economic of electric vehicles that awareness interest in particular in a film and applicable on netflix yeah so the last letter for mass the Internet."}
{"start": "00:07:28.320", "end": "00:07:28.950", "speaker": "Leonardo Solaas", "utterance": " In a customer."}
{"start": "00:07:28.980", "end": "00:07:36.270", "speaker": "Leonardo Solaas", "utterance": " Data format json they made a movie literally programmers, is it possible to lead is a simple sentence so so, is it that."}
{"start": "00:07:37.500", "end": "00:07:42.360", "speaker": "Leonardo Solaas", "utterance": " They will have some interest in yellow you bought a participant affects you and the other idea."}
{"start": "00:07:44.460", "end": "00:07:50.850", "speaker": "Leonardo Solaas", "utterance": " isn't by sephora equilibrium of pensacola campus they pull their parking permit to enough courses Ebro email address."}
{"start": "00:07:51.720", "end": "00:08:01.860", "speaker": "Leonardo Solaas", "utterance": " i'll get that formula, but or the initial index here is a police he does in Okay, it says permitted by law materially sallow in that fast they submitted a former."}
{"start": "00:08:02.700", "end": "00:08:08.700", "speaker": "Leonardo Solaas", "utterance": " doses let let the foreman katana set a beta commonly positive of the maximization Delaware tell INTEGRA."}
{"start": "00:08:09.210", "end": "00:08:26.040", "speaker": "Leonardo Solaas", "utterance": " Now they'll primarily polyurethane columns for Community click on the possibility of telehealth the expressiveness inclusive the Korea relatively limited system authority and capacity for so initials will hit those who have to fundamental is a lag time tab."}
{"start": "00:08:27.510", "end": "00:08:36.990", "speaker": "Leonardo Solaas", "utterance": " That says save as a formula we seem to cater santana soon or renting finito in pharmacy honestly they handle still here looking who temporary shelves gracious."}
{"start": "00:08:37.680", "end": "00:08:49.380", "speaker": "Leonardo Solaas", "utterance": " It a positivity gnome unofficially, but Allah Allah so Allah city foxy on the seven attacker patiala here, he put auto cena permitted or three perfect individually sal one of the hooters."}
{"start": "00:08:50.550", "end": "00:08:59.460", "speaker": "Leonardo Solaas", "utterance": " A separate field syrup or is it a man of prayer Center continue to have my cell carcinoma to see the races, you know who the mass you can talk to the majority Promethean part of the NCO."}
{"start": "00:09:00.120", "end": "00:09:10.440", "speaker": "Leonardo Solaas", "utterance": " In Berkeley they consider myself on a certain and Sam less okay to Sistema de facto the positive words today let's see on SCI fi sued us."}
{"start": "00:09:11.910", "end": "00:09:15.960", "speaker": "Leonardo Solaas", "utterance": " don't says la Plata for my purposes as a proponent know in."}
{"start": "00:09:19.080", "end": "00:09:25.320", "speaker": "Leonardo Solaas", "utterance": " Sistema Palo Alto Alto matty sal so we'll wait until it may come into progressively controller."}
{"start": "00:09:26.610", "end": "00:09:39.480", "speaker": "Leonardo Solaas", "utterance": " differentiator of oil or C sharp la la la la story unethical sorts will hit a musical Sally jessy automatic cell for K, we were to integration um Sistema or si El Sistema practice okay to be the INTEGRA as soon as we were."}
{"start": "00:09:41.250", "end": "00:09:50.970", "speaker": "Leonardo Solaas", "utterance": " All human silica wound care and plus hours a week with data for level intended Sistema no concept of our new director level tonia neither of us era flexi."}
{"start": "00:09:53.520", "end": "00:09:57.690", "speaker": "Leonardo Solaas", "utterance": " I can be late afternoons yellow letter format you're free to go and you also."}
{"start": "00:09:58.110", "end": "00:10:05.430", "speaker": "Leonardo Solaas", "utterance": " Have a documentary paucity within detail your procedure man look at the meters will create or manifest as a consumer loyalty and possums opinion is."}
{"start": "00:10:05.850", "end": "00:10:14.670", "speaker": "Leonardo Solaas", "utterance": " In today's senior sales manager and only math locally or taekwondo dental clinic, then the local kentuckians while evaluate that as soon as."}
{"start": "00:10:15.690", "end": "00:10:24.150", "speaker": "Leonardo Solaas", "utterance": " Those this is who hit a week, as we are designed as a team as a team a separate a pseudo code complex l was in owatonna possibility particular story superficially Mikko."}
{"start": "00:10:27.450", "end": "00:10:34.260", "speaker": "Leonardo Solaas", "utterance": " Say body cannot draw for the DEMO super generic only reason they will democracy Hilton Hotel mental illness."}
{"start": "00:10:36.360", "end": "00:10:49.680", "speaker": "Leonardo Solaas", "utterance": " And don't send a letter format leandra him individually that dolla dolla dolla super physiologic i'm tasha as grandpa and also to moon or personally sal chenault Lucy caloris will show the marketing so sandy."}
{"start": "00:10:50.430", "end": "00:11:02.280", "speaker": "Leonardo Solaas", "utterance": " But I mean multipolar salaried mockup revolutionists show certain cosmic cosmic mass Illinois children are complete Hera you know what about really powerful leader who can give me the element in a."}
{"start": "00:11:03.360", "end": "00:11:07.620", "speaker": "Leonardo Solaas", "utterance": " While you might see the Casa para looser and cancer affects your."}
{"start": "00:11:09.600", "end": "00:11:31.590", "speaker": "Leonardo Solaas", "utterance": " Whatever you're in a project or services or any there that that Amina silverman yokozuna flurry of crypto shackled the to evil doll and demand in Paris, so the sales side perfect them into killing the recycling Dr Solomon de Su Su R you don't need to the consistency so leader for Sarah."}
{"start": "00:11:34.890", "end": "00:11:44.130", "speaker": "Leonardo Solaas", "utterance": " And don't says the CMO calculator for muscle see we toss around the confederacy on the lead anti the ACC tournament and occasional the chess game of tic Ramos Ramos claims."}
{"start": "00:11:45.030", "end": "00:11:55.200", "speaker": "Leonardo Solaas", "utterance": " really do occasionally see Mr Mandela me GMO okay mucho gusto see of them into phones yada choking Okay, and I found that Thank you Okay, you know one woman do al-sumaria have no soul DNA."}
{"start": "00:11:55.680", "end": "00:12:04.740", "speaker": "Leonardo Solaas", "utterance": " For the city level damion to interview momentum is St Thomas a variable or salary for me to call Okay, oh no gonna say most you know, in the names."}
{"start": "00:12:05.760", "end": "00:12:13.920", "speaker": "Leonardo Solaas", "utterance": " You know pelorus level you're the lottery ticket for my birthday in Atlanta to release so for those people who, you know if this helps to an educator whoever."}
{"start": "00:12:15.300", "end": "00:12:20.550", "speaker": "Leonardo Solaas", "utterance": " you're going to get a good Alice Cooper much, Mr the facilities como la la Tierra to electronica."}
{"start": "00:12:21.060", "end": "00:12:36.870", "speaker": "Leonardo Solaas", "utterance": " kick exploring a sauna math remote that's still a possibility and Sistema into the pan of monticello infrequent that for a SEC in Seattle external programmers who calculator NBC will either napoleon's so the La Mesa low will win a battle."}
{"start": "00:12:38.220", "end": "00:12:47.370", "speaker": "Leonardo Solaas", "utterance": " And those is eternal and to Alice Alice apparatus can associate brackish before on the senior most you know capacity to sell the most know previous to pursue career loris."}
{"start": "00:12:48.180", "end": "00:13:01.410", "speaker": "Leonardo Solaas", "utterance": " When Sarah wardell Connemara leaky gut you know say so maple execution passive so programmer see no CAP or a quantitative analysis of mechanical proponent of send me the answer affliction so ratios or it won't unless you will be more."}
{"start": "00:13:03.150", "end": "00:13:13.980", "speaker": "Leonardo Solaas", "utterance": " Sentences elaborate a Tina purple singular and how critical a per capita basis Tennessee is a program on us sell them with application delivery INTEGRA Delta."}
{"start": "00:13:15.810", "end": "00:13:22.560", "speaker": "Leonardo Solaas", "utterance": " knows yeah they clearly are they comfortable algorithmic Aquino sincere and in Buddha Buddha personality sassoon perfect that."}
{"start": "00:13:23.520", "end": "00:13:38.970", "speaker": "Leonardo Solaas", "utterance": " If that man knows the closer to test in three authors agree like a nigra you know, Sir Luca in that area, so Carol elusive program masculine so so terracotta Madison necessarily toes and alyssa Ross Nick, what do you notice."}
{"start": "00:13:40.620", "end": "00:13:42.600", "speaker": "Leonardo Solaas", "utterance": " Well, I know, which is yes."}
{"start": "00:13:44.070", "end": "00:13:56.970", "speaker": "Claudia Kozak", "utterance": " Good Leo Thank you very much, now it's the turnover battle scene, we have you have set the the theoretical framework for all of us, so now, I will think we'll continue with them."}
{"start": "00:13:58.320", "end": "00:14:03.570", "speaker": "Agust?n Berti", "utterance": " So thank you Leo for setting up, yes, the theoretical framework."}
{"start": "00:14:05.130", "end": "00:14:15.090", "speaker": "Agust?n Berti", "utterance": " We had this plan to switch back and forth from Spanish to English, so I had the burden of speaking in English, so I apologize in advance for not for my pitch in English."}
{"start": "00:14:16.200", "end": "00:14:28.890", "speaker": "Agust?n Berti", "utterance": " I have written short AC which is available on the platform, if anyone is interested and my English is much better in writing than in speaking so."}
{"start": "00:14:30.540", "end": "00:14:37.650", "speaker": "Agust?n Berti", "utterance": " Taking on from from leo's abroad and losers idea I will present some."}
{"start": "00:14:38.760", "end": "00:14:47.970", "speaker": "Agust?n Berti", "utterance": " intuitions that we've been currently discussing between the four of us in several events and courses other."}
{"start": "00:14:49.470", "end": "00:14:51.600", "speaker": "Agust?n Berti", "utterance": " scholarly and not so scholarly."}
{"start": "00:14:53.280", "end": "00:15:01.650", "speaker": "Agust?n Berti", "utterance": " places we share, and so, since that the problem was the the colonial."}
{"start": "00:15:03.390", "end": "00:15:08.760", "speaker": "Agust?n Berti", "utterance": " theory applied or used to deal with it."}
{"start": "00:15:10.560", "end": "00:15:13.920", "speaker": "Agust?n Berti", "utterance": " I just wanted to review the idea."}
{"start": "00:15:15.300", "end": "00:15:21.480", "speaker": "Agust?n Berti", "utterance": " Of lottie phone yo, which is a very common trope in Latin American literature."}
{"start": "00:15:22.530", "end": "00:15:32.220", "speaker": "Agust?n Berti", "utterance": " With regards to the platforms, so I will just try to make a provocative an analogy, of course, is just a sort of."}
{"start": "00:15:33.750", "end": "00:15:49.260", "speaker": "Agust?n Berti", "utterance": " game in order to think the possibilities and try to think platforms as a form of land on, so the main dimensions, called the country on the platform taking home from rain Williams, the country and the city."}
{"start": "00:15:50.460", "end": "00:15:52.080", "speaker": "Agust?n Berti", "utterance": " or the issue of nano form."}
{"start": "00:15:53.730", "end": "00:15:57.900", "speaker": "Agust?n Berti", "utterance": " And the Norway these not sharing the screen Okay, yes."}
{"start": "00:15:59.490", "end": "00:16:07.470", "speaker": "Agust?n Berti", "utterance": " So some basic assumptions on what digital literacy digital culture is before getting into it."}
{"start": "00:16:08.790", "end": "00:16:25.560", "speaker": "Agust?n Berti", "utterance": " First of all, what the there are some assumptions, I would like to challenge, but first of all that digital literacy digital culture is not a process of D materialisation and we could do, but rather process of miniaturization and acceleration."}
{"start": "00:16:26.850", "end": "00:16:27.060", "speaker": "Agust?n Berti", "utterance": " With."}
{"start": "00:16:28.080", "end": "00:16:41.190", "speaker": "Agust?n Berti", "utterance": " That miniaturization which takes place on servers and on networks makes way for large economies of scale which are based on data collection and data processing."}
{"start": "00:16:42.690", "end": "00:17:01.740", "speaker": "Agust?n Berti", "utterance": " These data collection is allowed by this infrastructure that I mentioned before, which operates according to standards, standards are themselves a problem and epistemological problem worthy of attention and I I come basically."}
{"start": "00:17:02.790", "end": "00:17:06.630", "speaker": "Agust?n Berti", "utterance": " From philosophy of technology and it is a an important."}
{"start": "00:17:07.710", "end": "00:17:11.490", "speaker": "Agust?n Berti", "utterance": " discussion going on on standards in philosophy of them."}
{"start": "00:17:13.470", "end": "00:17:24.090", "speaker": "Agust?n Berti", "utterance": " And so, digital reproducibility of cultural forms which operates in this form of standards of digital standards."}
{"start": "00:17:25.590", "end": "00:17:36.270", "speaker": "Agust?n Berti", "utterance": " Reduced reduces cultural forms to unspecific forms of digital content, I will not get too much into these because I discussed it elsewhere and but i'm just."}
{"start": "00:17:37.650", "end": "00:17:46.530", "speaker": "Agust?n Berti", "utterance": " Thinking a critiquing here, the idea of convergence quarter by Jenkins, which is very popular so."}
{"start": "00:17:48.270", "end": "00:17:59.250", "speaker": "Agust?n Berti", "utterance": " What has happened is that convergence content covered called convergence culture has expanded the ideas of culture based on authorship and copyright and."}
{"start": "00:18:00.120", "end": "00:18:17.910", "speaker": "Agust?n Berti", "utterance": " That from capitalism is the current stage of cultural industry that is my my strong hypotheses for this presentation that depends on the corporate control of huge collections of digitized and digital content which a create these large economies of scale."}
{"start": "00:18:19.710", "end": "00:18:20.250", "speaker": "Agust?n Berti", "utterance": " So."}
{"start": "00:18:22.320", "end": "00:18:31.110", "speaker": "Agust?n Berti", "utterance": " In my brief essay called cleanness natural history where he critics, the idea is one of the first."}
{"start": "00:18:32.430", "end": "00:18:42.390", "speaker": "Agust?n Berti", "utterance": " theoretical approaches to a critique of massive landowning or let the phone yeah which has characterized the history of Latin America until now."}
{"start": "00:18:43.020", "end": "00:18:55.380", "speaker": "Agust?n Berti", "utterance": " It has been associated associated to extract activism, and so I think it's a resumes it summarizes many of the conflicts that underlie Latin American literature."}
{"start": "00:18:56.040", "end": "00:19:07.410", "speaker": "Agust?n Berti", "utterance": " and which are frequent one one studies lesson American literature, but such conflicts world so present in English literature as Reynolds will rain on Williams."}
{"start": "00:19:08.100", "end": "00:19:24.300", "speaker": "Agust?n Berti", "utterance": " Book the country in the city, which I quoted earlier suggests, so my thesis is now that, since a lot the phone yet still exists, of course, but also now we are migrating to a."}
{"start": "00:19:25.800", "end": "00:19:30.690", "speaker": "Agust?n Berti", "utterance": " New landscape, where there isn't another form of London, which is none of them."}
{"start": "00:19:31.980", "end": "00:19:41.250", "speaker": "Agust?n Berti", "utterance": " So what are the roots of nano phone yeah I will I would characterize use nano phone yet to characterize major cultural platforms."}
{"start": "00:19:42.210", "end": "00:19:53.820", "speaker": "Agust?n Berti", "utterance": " The roots of nano form, there are the illusion of the materialisation, which is actually, as I said, form of miniaturization the heels of democracy democratization and freedom of speech that."}
{"start": "00:19:55.230", "end": "00:20:08.430", "speaker": "Agust?n Berti", "utterance": " end up in just being freedom of input, as anyone who uses Facebook may very well know the emergence of a new form of access activism, which is known as extra activism."}
{"start": "00:20:09.720", "end": "00:20:10.350", "speaker": "Agust?n Berti", "utterance": " They."}
{"start": "00:20:11.550", "end": "00:20:24.210", "speaker": "Agust?n Berti", "utterance": " Alleged universal accessibility ending up in a form of stratified accesses which a scholarly journals exemplify very clearly, but also all the forms of a."}
{"start": "00:20:25.230", "end": "00:20:40.560", "speaker": "Agust?n Berti", "utterance": " paywall and restricted service access and the siren chance of optimization or rationalization which started in the late 70s, but with the neoliberal economy model have a."}
{"start": "00:20:42.390", "end": "00:20:44.130", "speaker": "Agust?n Berti", "utterance": " taking over the."}
{"start": "00:20:45.810", "end": "00:21:04.890", "speaker": "Agust?n Berti", "utterance": " economical rationality in that in precarious label or lean platforms sleazy correct there isn't them, which are fueled by biker blog and collaborator on cars as the newer or homes, as in airbnb or other forms of surplus extraction."}
{"start": "00:21:06.270", "end": "00:21:16.470", "speaker": "Agust?n Berti", "utterance": " So that is a I think a continuation of the concentration of land or property if your hands."}
{"start": "00:21:17.760", "end": "00:21:23.760", "speaker": "Agust?n Berti", "utterance": " And that concentration is characterized by form of a me."}
{"start": "00:21:25.980", "end": "00:21:38.430", "speaker": "Agust?n Berti", "utterance": " by the presence of a this a fragile entities migrant entities either be them workers or a works in either form."}
{"start": "00:21:40.800", "end": "00:21:55.770", "speaker": "Agust?n Berti", "utterance": " Extra activism also operates in the real world, and it has effects on the real world, I heard some keynotes very, especially the keynote on read books which took this impact into consideration."}
{"start": "00:21:57.180", "end": "00:22:06.180", "speaker": "Agust?n Berti", "utterance": " And a the the extension of digital technologies is also based on their primary ization of the global South."}
{"start": "00:22:07.320", "end": "00:22:24.270", "speaker": "Agust?n Berti", "utterance": " Which Indian dance ends up being just Google Western colonialism in a new form, so these modernization promises end up being just what we always knew, you know we will cook whoever wants to cope with it us Elon musk's."}
{"start": "00:22:25.500", "end": "00:22:26.580", "speaker": "Agust?n Berti", "utterance": " bluntly puts it."}
{"start": "00:22:27.720", "end": "00:22:42.000", "speaker": "Agust?n Berti", "utterance": " So my question and I will be finishing with this is is there, possible to develop a geopolitics of illiterate, are taking on from jameson's idea, the idea."}
{"start": "00:22:43.740", "end": "00:22:59.490", "speaker": "Agust?n Berti", "utterance": " And instead geopolitical aesthetics, so my claim is that if there is to be a geopolitics of electronic literature, the struggles will be about national and regional digital infrastructures and the local regulations over."}
{"start": "00:23:00.870", "end": "00:23:20.430", "speaker": "Agust?n Berti", "utterance": " or trying to cope with a globalized attention economy, the problem is about how much can we tolerate the expansion of cultural nano form yeah and I think it has a lot to say here, because a snail for it it's the place where things go beyond what they are programmed to be or mighty."}
{"start": "00:23:21.450", "end": "00:23:25.470", "speaker": "Agust?n Berti", "utterance": " So, with an iron Blair who will follow after me we've."}
{"start": "00:23:27.780", "end": "00:23:30.870", "speaker": "Agust?n Berti", "utterance": " tried to identify the specifics of."}
{"start": "00:23:33.120", "end": "00:23:33.930", "speaker": "Agust?n Berti", "utterance": " This kind of."}
{"start": "00:23:34.980", "end": "00:23:54.540", "speaker": "Agust?n Berti", "utterance": " breaking the rules of the practice or opening the blood black box in the context of electronic literature and other forms of digital culture and we develop the the concept of an address, which means making impossible, the algorithmic appropriation of."}
{"start": "00:23:55.590", "end": "00:23:59.850", "speaker": "Agust?n Berti", "utterance": " works or content or well they're."}
{"start": "00:24:01.710", "end": "00:24:11.940", "speaker": "Agust?n Berti", "utterance": " Trying to prevent works from becoming mirror content, so that this has been identified as a form of resistance, but also a form of creativity, I think, and I will."}
{"start": "00:24:13.470", "end": "00:24:15.180", "speaker": "Agust?n Berti", "utterance": " get a little bit deeper on that."}
{"start": "00:24:16.230", "end": "00:24:22.650", "speaker": "Agust?n Berti", "utterance": " And to close my presentation, I would say that my intuition, is that a literature."}
{"start": "00:24:23.700", "end": "00:24:31.710", "speaker": "Agust?n Berti", "utterance": " Is the fertile ground to the for developing other forms of digital culture different sorry."}
{"start": "00:24:33.900", "end": "00:24:46.710", "speaker": "Agust?n Berti", "utterance": " I wanted to avoid going over my time too much, so I was saying, my intuition, is that illiterate, there is a fertile ground for developing forms of digital culture or other than platform capitalism."}
{"start": "00:24:47.130", "end": "00:24:56.400", "speaker": "Agust?n Berti", "utterance": " towards a fairer redistribution of digital space that is a politic and and I started for the nano comments as opposed to learn from you."}
{"start": "00:24:57.480", "end": "00:25:04.230", "speaker": "Agust?n Berti", "utterance": " Thank you very much, so we're has lived in Latin America will recognize probably this."}
{"start": "00:25:05.790", "end": "00:25:08.640", "speaker": "Agust?n Berti", "utterance": " album and I will leave you with an I."}
{"start": "00:25:11.010", "end": "00:25:13.710", "speaker": "Claudia Kozak", "utterance": " Thank you, I will be in other fellow ombre."}
{"start": "00:25:15.810", "end": "00:25:17.760", "speaker": "Claudia Kozak", "utterance": " And I, are you there."}
{"start": "00:25:21.300", "end": "00:25:22.560", "speaker": "Claudia Kozak", "utterance": " You can start now yes."}
{"start": "00:25:23.670", "end": "00:25:30.540", "speaker": "Anah? R?", "utterance": " Okay, and when a when a turtle is a show me where the cool part of 4k no way of learning as well, any final."}
{"start": "00:25:31.110", "end": "00:25:40.050", "speaker": "Anah? R?", "utterance": " example go got a pre party beneficiary tomorrow noon on a percent assume parameter Allah has given 100 K K say you're."}
{"start": "00:25:40.830", "end": "00:25:57.720", "speaker": "Anah? R?", "utterance": " A boy know where they are the anatomy coalition nope nope a sermon and TIM passing now it me propose because it's almost as if he said, oh no Sarah southfield reliable it a Latino Americana in."}
{"start": "00:25:59.070", "end": "00:26:07.440", "speaker": "Anah? R?", "utterance": " This is a lot better for my little brother grandma hey Carla Hillary three will see on a similar similar to electronica."}
{"start": "00:26:08.340", "end": "00:26:15.300", "speaker": "Anah? R?", "utterance": " A se como la me military to the electronic form in them on a temporary basis vika exponential guarantee son la."}
{"start": "00:26:16.020", "end": "00:26:24.660", "speaker": "Anah? R?", "utterance": " la la soiree radius cassie como El for sure thing guarantee sore throat I like to say man, and then we have our part so let's."}
{"start": "00:26:25.650", "end": "00:26:31.890", "speaker": "Anah? R?", "utterance": " Look at the inquiry number castles a condo may not know threatens young the formula monetary Sally."}
{"start": "00:26:32.640", "end": "00:26:49.080", "speaker": "Anah? R?", "utterance": " there's no not perfect you're gonna love Chicago my bicycle or the feces tal como la la Creme and restore raise your hand up Sally SEM pray a letter to monsey followed up are constantly that includes a boy chicken Latino Americans if topology I que la la see."}
{"start": "00:26:50.970", "end": "00:26:56.430", "speaker": "Anah? R?", "utterance": " If the body, a que la la semana para concrete our own activism artistically she is a colonial."}
{"start": "00:27:00.420", "end": "00:27:12.600", "speaker": "Anah? R?", "utterance": " adapt in omaha in invent and La hora de de de de la la Casa de la in Lhasa proposing mcconnell Tina concept to the ref kamala CMO embrace."}
{"start": "00:27:13.140", "end": "00:27:20.280", "speaker": "Anah? R?", "utterance": " It, but I can actually sell hope it as soon as technical appointment setting that do not perfect, even if they take a political."}
{"start": "00:27:20.700", "end": "00:27:28.350", "speaker": "Anah? R?", "utterance": " como para tiana their voice and their own capital Li mo cultural Vassallo like if you're not worried Mika they continue those the he."}
{"start": "00:27:28.920", "end": "00:27:33.420", "speaker": "Anah? R?", "utterance": " or she travels back and re human they'll appropriate are intellectually and spiritually outdoor."}
{"start": "00:27:34.380", "end": "00:27:50.430", "speaker": "Anah? R?", "utterance": " Any element on can nominate and then he saw a long summer holiday signal is hope it is Jonathan Larson on a low latency on technical yeah detica if they see a cynical if because young kid parameter Electra on Electra single."}
{"start": "00:27:53.430", "end": "00:27:54.180", "speaker": "Anah? R?", "utterance": " And some momentum."}
{"start": "00:27:55.980", "end": "00:28:04.590", "speaker": "Anah? R?", "utterance": " A MP, then allow es una una automatic and if the gossip in trenton took a text or they don't contain a concept of."}
{"start": "00:28:11.430", "end": "00:28:20.460", "speaker": "Anah? R?", "utterance": " as possible, a problem it sorry cornell total architecture is a fullness or a lot of cheated out of em but perceiving the reference yeah really."}
{"start": "00:28:21.780", "end": "00:28:27.660", "speaker": "Anah? R?", "utterance": " No solo como se on the resistance, yes, you know, so the token only factor here for utica."}
{"start": "00:28:28.200", "end": "00:28:43.620", "speaker": "Anah? R?", "utterance": " As he felt up inside of me and let them poorly done in Latin soon multidimensional can amanda process so cannot say I gotta and so she was a ladder have not received it, so you know my vpn right Korea or a mentor."}
{"start": "00:28:45.030", "end": "00:28:54.210", "speaker": "Anah? R?", "utterance": " That reference to release our noise and don't have it set a condition me and dose so you know, Korea, North Korea, good luck on they are contract."}
{"start": "00:28:55.140", "end": "00:29:05.130", "speaker": "Anah? R?", "utterance": " is on a technicality perception econo Simeon Simeon to implicate enter listen to hunt and phenomenal either component category or nearly the analysis."}
{"start": "00:29:05.580", "end": "00:29:15.300", "speaker": "Anah? R?", "utterance": " As they don't actually deca camoranesi tobacco para circle CARA de Casa, it is a very solid romijn does all of instrumental can say one opponent inquiry in occasional gamma."}
{"start": "00:29:18.960", "end": "00:29:30.510", "speaker": "Anah? R?", "utterance": " On oh Sarah who tremendously oriented I nc state and Kelly Tara Tara electronica Latino Americana come up while care costs are Latino American, but a lot of what Jericho, so we can and sort of global."}
{"start": "00:29:30.960", "end": "00:29:38.970", "speaker": "Anah? R?", "utterance": " Lisa sita assume either prenatal either amount of the West or my whole under prophetic i'm in the blender azimi lab."}
{"start": "00:29:39.360", "end": "00:29:53.490", "speaker": "Anah? R?", "utterance": " acacia kale colonial Li mo mo mo BA who knows important SEM but or can also throw me most know him on mo Farah rtc part they look around corners here Tony Marcel lady there who knew her son de de de de de de de de de la."}
{"start": "00:29:55.800", "end": "00:29:59.520", "speaker": "Anah? R?", "utterance": " Is a lucky no way around the circle question that."}
{"start": "00:30:00.750", "end": "00:30:18.990", "speaker": "Anah? R?", "utterance": " A reference to release as young DNA, a common procedural element of the momentous oh no I held around pella grammatical hiroko no co pays a lowercase and relevant it can be physical components sru isn't liver coma Sir Oliver noise rock on of paralysis, though they're not."}
{"start": "00:30:20.100", "end": "00:30:30.570", "speaker": "Anah? R?", "utterance": " going to fragment of the Santa Monica area essence and to Pedro in a similar soon karnataka competition when appropriate that the reference yeah we sell or a follow on to."}
{"start": "00:30:30.960", "end": "00:30:44.040", "speaker": "Anah? R?", "utterance": " This automatic sour in algona factor on this young seen attention, I say, say, well, no momentum for Simeon toy incomplete, it says they own the moment are they amanda the importance young boy yellow."}
{"start": "00:30:45.960", "end": "00:30:48.630", "speaker": "Anah? R?", "utterance": " And brown i'm a priori K saying that is."}
{"start": "00:30:49.860", "end": "00:31:04.440", "speaker": "Anah? R?", "utterance": " born in Latin xian policy Sarah mucho MAS effectively, and so I took a course on the position is a privilege to come to us with our cto co located below it was he shows up in solid amen motorway sentences and."}
{"start": "00:31:05.520", "end": "00:31:14.100", "speaker": "Anah? R?", "utterance": " lab robot is Ben circle K in levels ileana bleecker total and told her new Ellis well, it was only financial literacy courses."}
{"start": "00:31:14.730", "end": "00:31:20.130", "speaker": "Anah? R?", "utterance": " And this isn't the Europeans okay yeah you won't get polyamorous pen sacramone right cool, so the fairness of."}
{"start": "00:31:20.610", "end": "00:31:37.470", "speaker": "Anah? R?", "utterance": " Secrecy almost again depends on terminal economy, because we can only say sorry I meant to say three ocean No zero ne ne ne yo Alice will grow on a good unica is the alley book a final class early axiom they look ACR most attentive."}
{"start": "00:31:38.550", "end": "00:31:49.740", "speaker": "Anah? R?", "utterance": " Clinical work on a one on concept Okay, they finished over Simone donkey diagnostics it's a blaster the accion know second time but Allah Allah Allah Allah three."}
{"start": "00:31:50.400", "end": "00:32:05.670", "speaker": "Anah? R?", "utterance": " Courses you seen embargo this outdoor Matisse Okay, let me see the reference yeah really Sir, I see me most at large ocala para para dental records of nauseum prayer casino really lettuce tomato sauce to him."}
{"start": "00:32:06.870", "end": "00:32:10.740", "speaker": "Anah? R?", "utterance": " I won't get into see happy allison said he announces that if you need."}
{"start": "00:32:11.280", "end": "00:32:22.020", "speaker": "Anah? R?", "utterance": " A glass either messianic no son a imperceptible as a low oxygen the logo hoxie into this category, has been Sammy and also language it's a tenant real appropriate."}
{"start": "00:32:22.500", "end": "00:32:29.940", "speaker": "Anah? R?", "utterance": " Courses it's not a zero balance so this automatic association look he commented, the nfl those and then you ask them."}
{"start": "00:32:30.420", "end": "00:32:41.970", "speaker": "Anah? R?", "utterance": " The question is, in contrast to the I they select some tomato sauce young kavita here practical interest salmonella, Sir, thank you, Mr T co sleep without an insult to injury, was young collective."}
{"start": "00:32:42.990", "end": "00:32:52.380", "speaker": "Anah? R?", "utterance": " wisdom of the CFO moment moments in our lives and rocky rocky Lolita electronica Latino Americana all addicted to electronic Casa de Luca UK Australia him for."}
{"start": "00:32:54.120", "end": "00:32:58.380", "speaker": "Anah? R?", "utterance": " This but i'll start here and they'll cause the world will know Quito the fishing."}
{"start": "00:32:58.920", "end": "00:33:14.820", "speaker": "Anah? R?", "utterance": " Because he come, you have any the headphone dolla dolla memo case a possibility that this case only in frequent the Hennessy family did, are you if Dan Marino really solid a Nazi themis so panorama for Castle, and you send your partner, whoever that is also an information, etc."}
{"start": "00:33:16.140", "end": "00:33:24.270", "speaker": "Anah? R?", "utterance": " I see como in social traffic on our historical one Yes, he come on not only data to the trustee and he who SEWS quoting the another language."}
{"start": "00:33:25.080", "end": "00:33:35.490", "speaker": "Anah? R?", "utterance": " He told me what the consequences epistemological okay Lisa yesterday, no told it to the artistic voice or the cto and laughing and laughing and foremost you."}
{"start": "00:33:36.270", "end": "00:33:45.180", "speaker": "Anah? R?", "utterance": " can be healthy cooking hot dogs hockey no point so Solomon de de la la la la si si si no lo Mein cumbia laughing you see on this."}
{"start": "00:33:45.870", "end": "00:33:54.270", "speaker": "Anah? R?", "utterance": " path along the way surplus evenly amongst the power, a signal author of phoenix auto proposals Allah technica he technology Connie willis."}
{"start": "00:33:54.810", "end": "00:34:12.180", "speaker": "Anah? R?", "utterance": " I love letter for Mr harper feliciano lemonade yeah the doctors are you can't compromise on a doctor who sauce in came and either, so no como la la la la la or instrumental Yala technica Gala if you need to share Monica Monica Vitaly the colonial, but they are calling, but."}
{"start": "00:34:13.350", "end": "00:34:28.290", "speaker": "Anah? R?", "utterance": " They came on either the Buddha appeared declaring conservatories all that does a couple etc model, a fema is instrumentality quail is a formula, the formula is a forum us cannot some solo forums."}
{"start": "00:34:29.730", "end": "00:34:38.370", "speaker": "Anah? R?", "utterance": " Are gonna feel lucky coordinator horizontal artificially low technicals you know the organics are Sunni sociologists the Union haunt us is a constitution."}
{"start": "00:34:38.910", "end": "00:34:49.830", "speaker": "Anah? R?", "utterance": " Now question central it comes out they came on air and practical the icd 10 cm comparison ceremony they see they see know already told one Napoleon everybody knows."}
{"start": "00:34:50.190", "end": "00:34:59.940", "speaker": "Anah? R?", "utterance": " When they need to forget, because a seer boy down there any real practical name and your email particular mentor practical payments you're gonna love."}
{"start": "00:35:00.720", "end": "00:35:11.790", "speaker": "Anah? R?", "utterance": " It I see it, a practical know Solomon therapy because painted a vegan activism and allow any sassy on your organization then with justin Celia yes, yes."}
{"start": "00:35:17.910", "end": "00:35:21.600", "speaker": "Claudia Kozak", "utterance": " Which is yes, and I thank you very much and."}
{"start": "00:35:22.890", "end": "00:35:36.780", "speaker": "Claudia Kozak", "utterance": " Now it's my turn it's Okay, we are okay, with the time I I hope and will have several minutes to the open the discussion Okay, so my."}
{"start": "00:35:37.890", "end": "00:35:39.930", "speaker": "Claudia Kozak", "utterance": " I will share my screen."}
{"start": "00:35:41.040", "end": "00:35:41.490", "speaker": "None", "utterance": "here."}
{"start": "00:35:46.740", "end": "00:35:50.670", "speaker": "Claudia Kozak", "utterance": " So, are you watching my screen."}
{"start": "00:35:53.520", "end": "00:35:54.720", "speaker": "Claudia Kozak", "utterance": " But not in."}
{"start": "00:35:57.450", "end": "00:35:58.470", "speaker": "Agust?n Berti", "utterance": " St Louis."}
{"start": "00:35:59.880", "end": "00:36:01.590", "speaker": "Claudia Kozak", "utterance": " Okay, so."}
{"start": "00:36:02.370", "end": "00:36:03.360", "speaker": "Claudia Kozak", "utterance": " I will focus."}
{"start": "00:36:03.420", "end": "00:36:04.590", "speaker": "Claudia Kozak", "utterance": " Okay, thank you very much."}
{"start": "00:36:04.830", "end": "00:36:07.350", "speaker": "Claudia Kozak", "utterance": " I will focus on Latin American."}
{"start": "00:36:07.440", "end": "00:36:17.190", "speaker": "Claudia Kozak", "utterance": " elite that particularly engaging constructing dealing king and disruptively occupying contemporary platform culture."}
{"start": "00:36:17.760", "end": "00:36:28.680", "speaker": "Claudia Kozak", "utterance": " And this is a short presentation, so I will not develop my theoretical framework, I would i've been working with a theoretical framework."}
{"start": "00:36:29.340", "end": "00:36:46.650", "speaker": "Claudia Kozak", "utterance": " That is part of the colonial thinking in the way Walter mineola elaborated or even the epistemology is of the south point by the term was coined by by the Internet is also Santos."}
{"start": "00:36:47.040", "end": "00:37:04.710", "speaker": "Claudia Kozak", "utterance": " These authors do not necessarily refer to the colonization regarding digital culture, but they certainly give us a point of departure in terms of what the noise notion of decolonization means in order to not vandalize it or flatten."}
{"start": "00:37:06.660", "end": "00:37:17.490", "speaker": "Claudia Kozak", "utterance": " i've already written publish and an essay at abr earlier this year and I will give you the link, if you want to read it."}
{"start": "00:37:19.320", "end": "00:37:38.370", "speaker": "Claudia Kozak", "utterance": " But shortly, I hope, okay here you have only a few quotes from them all from mineola and an evil econo who media mineola quoting also just in order to to."}
{"start": "00:37:39.630", "end": "00:37:41.460", "speaker": "Claudia Kozak", "utterance": " intro that this."}
{"start": "00:37:42.900", "end": "00:37:50.670", "speaker": "Claudia Kozak", "utterance": " idea of the linking, which is the main idea, I will try to post now."}
{"start": "00:37:52.500", "end": "00:37:59.190", "speaker": "Claudia Kozak", "utterance": " The idea that we need Okay, he begins with an eye on it, but anyway."}
{"start": "00:38:00.210", "end": "00:38:06.420", "speaker": "Claudia Kozak", "utterance": " The idea that we need the need for political and epistemic the linking comes here to the fore."}
{"start": "00:38:06.720", "end": "00:38:29.100", "speaker": "Claudia Kozak", "utterance": " As do depend on icing knowledge and the colonial knowledge is as necessary steps to imagining and building democratic and non imperial colonial society so know the idea that the the colonial or the colonial shift is a project of the linking in Spanish, the linking."}
{"start": "00:38:30.240", "end": "00:38:39.930", "speaker": "Claudia Kozak", "utterance": " In a way, is associate associated with this idea of key candidate this brand they're serving policy owners."}
{"start": "00:38:40.800", "end": "00:38:56.640", "speaker": "Claudia Kozak", "utterance": " There originally the mother mother in law colonial era and the Armenian definitive are controllable naposki to either legacy to leave this leverages but, given that this panel is like a mix in English and Spanish."}
{"start": "00:38:57.930", "end": "00:39:06.480", "speaker": "Claudia Kozak", "utterance": " The stress, I put here on mineola choice of this particular verb in English is not without implications to dealing."}
{"start": "00:39:08.790", "end": "00:39:28.740", "speaker": "Claudia Kozak", "utterance": " In English means to break that connection between something and something ends, but the noun and activate delinquent also exists to refer to a person or maybe to qualify behavior tending to commit crime particular minor crime."}
{"start": "00:39:29.790", "end": "00:39:41.370", "speaker": "Claudia Kozak", "utterance": " Is Spanish The thing is different because Spanish speaking people thought kind of have to associate this English word."}
{"start": "00:39:42.570", "end": "00:39:55.590", "speaker": "Claudia Kozak", "utterance": " To it's a disruption like something that is out of law, meaning since billing here in Spanish only and only means to break the law."}
{"start": "00:39:56.520", "end": "00:40:09.660", "speaker": "Claudia Kozak", "utterance": " So it's like we can we hear that word in English, but with the codified this word in Spanish, changing the meaning, then."}
{"start": "00:40:10.110", "end": "00:40:25.890", "speaker": "Claudia Kozak", "utterance": " The main meaning the word pass and, as you may know, Walter mineola is an Argentinian who has been teaching in the United States since the ids, so I think this kind of a."}
{"start": "00:40:27.270", "end": "00:40:27.780", "speaker": "Claudia Kozak", "utterance": " I think."}
{"start": "00:40:29.010", "end": "00:40:36.630", "speaker": "Claudia Kozak", "utterance": " He he's also very aware of these nuances of the of the world okay."}
{"start": "00:40:37.650", "end": "00:40:51.150", "speaker": "Claudia Kozak", "utterance": " As you see, my approach, a today's kind of a cultural and linguistic one according to the title of my my presentation that suggests that, besides the linking."}
{"start": "00:40:51.870", "end": "00:41:01.920", "speaker": "Claudia Kozak", "utterance": " We can also bond the colonial thinking to a more activist way of conceiving that the colonial sheet in terms of occupying colonial spaces."}
{"start": "00:41:03.090", "end": "00:41:17.250", "speaker": "Claudia Kozak", "utterance": " The idea of occupy the streets of course is behind this, however, the similarities between occupying the streets and occupying digital platforms have it's limited."}
{"start": "00:41:20.340", "end": "00:41:24.240", "speaker": "Claudia Kozak", "utterance": " There are several similarities, but there are differences, I cannot."}
{"start": "00:41:24.720", "end": "00:41:37.800", "speaker": "Claudia Kozak", "utterance": " Go farther but the potential empowerment of the people and emancipator is social transformations that in certain circumstances make derived from occupying streets."}
{"start": "00:41:38.160", "end": "00:41:47.730", "speaker": "Claudia Kozak", "utterance": " are usually more tangible that the MC buddy potentials that might derived from just occupying digital."}
{"start": "00:41:48.540", "end": "00:42:03.990", "speaker": "Claudia Kozak", "utterance": " platforms and I wanted to stress just occupying I have a Chilean example, but I don't have time to everything Chilean it's something about this, but I don't have time to to develop it anyway."}
{"start": "00:42:05.820", "end": "00:42:08.010", "speaker": "Claudia Kozak", "utterance": " My main argument."}
{"start": "00:42:11.010", "end": "00:42:23.640", "speaker": "Claudia Kozak", "utterance": " deal is that my is that a waste of occupying digital culture and it's valid forms a could be."}
{"start": "00:42:24.720", "end": "00:42:32.400", "speaker": "Claudia Kozak", "utterance": " disruptive but that would not mean just to occupy the platforms, as they are."}
{"start": "00:42:33.540", "end": "00:42:35.790", "speaker": "Claudia Kozak", "utterance": " occupied the platforms means to be."}
{"start": "00:42:37.440", "end": "00:42:57.120", "speaker": "Claudia Kozak", "utterance": " There are, I know, but also to the link to deviate and to open up ways of seeing and deal with what digital platforms culture means, while we are there and, ultimately, it means to invent new platforms and their structural base as well."}
{"start": "00:42:58.710", "end": "00:43:12.210", "speaker": "Claudia Kozak", "utterance": " So in regards to Latin American League, I think we can enumerate listed some, but also the differentiate some possible paths."}
{"start": "00:43:13.590", "end": "00:43:19.260", "speaker": "Claudia Kozak", "utterance": " One of them would be a complete change regarding means of production."}
{"start": "00:43:20.460", "end": "00:43:32.130", "speaker": "Claudia Kozak", "utterance": " But is there any chance for live to do something else in the meantime before if ever that change occur occurs."}
{"start": "00:43:33.720", "end": "00:43:51.660", "speaker": "Claudia Kozak", "utterance": " The other way would be to explore experimental political digital literature digital languages activism and sort of interventions of the on the digital machine as a whole or in part."}
{"start": "00:43:53.940", "end": "00:44:09.690", "speaker": "Claudia Kozak", "utterance": " A third level could be exploring the colonial determines involved in experimental is an even interventions in mainstream platform culture related to contemporary social media."}
{"start": "00:44:10.140", "end": "00:44:30.420", "speaker": "Claudia Kozak", "utterance": " And the fourth level could be digital activism in indigenous indigenous languages, I will only refer to the second and the third level of efficacy of these roads, I i'm thinking of levels because."}
{"start": "00:44:31.080", "end": "00:44:57.390", "speaker": "Claudia Kozak", "utterance": " Maybe the extreme efficacy would come if you if we could change infrastructures, as our team told us, but in the meantime, I will refer for example to this second level of efficacy, which is close to the first one."}
{"start": "00:44:59.070", "end": "00:44:59.850", "speaker": "Claudia Kozak", "utterance": " and"}
{"start": "00:45:02.730", "end": "00:45:11.730", "speaker": "Claudia Kozak", "utterance": " I think we can find many, many examples in a Latin American elite of experimental political digital literature."}
{"start": "00:45:13.110", "end": "00:45:27.210", "speaker": "Claudia Kozak", "utterance": " Some digital languages activism programming languages activism included and elite that intervenes the digital machine as a whole or in part."}
{"start": "00:45:27.930", "end": "00:45:44.610", "speaker": "Claudia Kozak", "utterance": " i'm thinking here in it works that not only the family lies digital environments and they afforded says, but the base on digital languages themselves and even interrupt the digital apparatus as a whole."}
{"start": "00:45:45.240", "end": "00:45:58.440", "speaker": "Claudia Kozak", "utterance": " It when your DSL is well now works under the tag of algorithm politics factors that are the seven or email or even generally brasileira America north or Amazon."}
{"start": "00:45:59.190", "end": "00:46:13.440", "speaker": "Claudia Kozak", "utterance": " are perhaps the more vivid examples, but also other words by the Sally which clear intervene in the realm of the means of production for into instance certain autonomous digital infrastructures, like a horse."}
{"start": "00:46:14.550", "end": "00:46:34.470", "speaker": "Claudia Kozak", "utterance": " He defines a horse as an open source mobile web platform platform for the collaborative creation of maps and Community memories, the same for environments with low or no connectivity a here you have an image of Amazon."}
{"start": "00:46:36.090", "end": "00:46:52.620", "speaker": "Claudia Kozak", "utterance": " I think this work can give us some hints for these options within the second level of disruptive efficacy, again, we have here at it with many one says Amazon for the Amazon rainforest in Brazil."}
{"start": "00:46:53.130", "end": "00:46:57.690", "speaker": "Claudia Kozak", "utterance": " Which is being clear cut at the rate of three football fields per minute."}
{"start": "00:46:58.320", "end": "00:47:11.640", "speaker": "Claudia Kozak", "utterance": " but also for one of the most symbolic global corporations of these 21st century which bitterly hollering its name began as a company devoted to the global online selling of printed books."}
{"start": "00:47:12.030", "end": "00:47:29.280", "speaker": "Claudia Kozak", "utterance": " Using paper, of course, except product of the same deforestation, a corporation that has diversified nowadays in huge proposal proportions into a universal production of digital audio visual content."}
{"start": "00:47:30.300", "end": "00:47:48.000", "speaker": "Claudia Kozak", "utterance": " Every day, I agree with life and so on, in other words, in other words, to make visible the link in between all the components of the work called as a vector i'm quoting a vector that transforms your desires into that per."}
{"start": "00:47:49.110", "end": "00:47:51.150", "speaker": "Claudia Kozak", "utterance": " capita Lawson and."}
{"start": "00:47:52.170", "end": "00:48:09.540", "speaker": "Claudia Kozak", "utterance": " Even fastest were men machines Amazon, they would they defend it works work makes visible the code leading us to do something else that clicking to execute it be just a small step in between."}
{"start": "00:48:10.860", "end": "00:48:31.080", "speaker": "Claudia Kozak", "utterance": " The formula is station steps and to therefore grass, a candidate visual poetry in a dynamic visual poetry fashion the world's concept that links numbers I worried capitalism and the tragedy of burning forest ultimately the destroying of life itself."}
{"start": "00:48:32.460", "end": "00:48:41.100", "speaker": "Claudia Kozak", "utterance": " Okay, you can of course explore the world and not wanting to to expand on that I think it would be."}
{"start": "00:48:41.850", "end": "00:48:52.860", "speaker": "Claudia Kozak", "utterance": " worth it, to pay attention not now because I will run out of time, but to pay attention to the the hyperlink in the text in the work that."}
{"start": "00:48:53.640", "end": "00:49:16.710", "speaker": "Claudia Kozak", "utterance": " leads to a an if statement statement by the Surly on code on coding a he says that the code of Amazon dot H T amp l is i'm quoting now is written in a compressed format often called mini."}
{"start": "00:49:17.670", "end": "00:49:27.990", "speaker": "Claudia Kozak", "utterance": " mini mini five which make it the very difficult to read to convey the idea that the code of this piece was something condensed and obscure."}
{"start": "00:49:29.730", "end": "00:49:46.170", "speaker": "Claudia Kozak", "utterance": " A Okay, we could we can discuss if you want this work later effort level the colonial that tournaments involvement experimentalism but also interventions in mainstream platform culture related to contemporary social media."}
{"start": "00:49:47.040", "end": "00:50:07.950", "speaker": "Claudia Kozak", "utterance": " and lead us to this example, which is broken English and online initiative identified itself as a free access digital publishing in davao funded in tooth in 2016 in Mexico by David Martina era and Canada."}
{"start": "00:50:08.640", "end": "00:50:21.600", "speaker": "Claudia Kozak", "utterance": " And ironic toe also be festive resounds all along the side, we can see these, for instance in the motto of broken English loud nika editorial punto."}
{"start": "00:50:22.650", "end": "00:50:27.330", "speaker": "Claudia Kozak", "utterance": " The one and only publishing house dot l l."}
{"start": "00:50:28.830", "end": "00:50:39.540", "speaker": "Claudia Kozak", "utterance": " We can easily associate the name of the name broken English with the colonial Chester regarding regarding politics of languages."}
{"start": "00:50:42.330", "end": "00:50:53.370", "speaker": "Claudia Kozak", "utterance": " Because it's an online publishing publishing initiative in Spanish that chooses to name itself not in proper English, but in broken English."}
{"start": "00:50:53.910", "end": "00:51:05.550", "speaker": "Claudia Kozak", "utterance": " This kind of kind of self reflection and estrangement from mason digital culture also includes the addition of a series of poetry books."}
{"start": "00:51:05.910", "end": "00:51:15.870", "speaker": "Claudia Kozak", "utterance": " And the remediation in the homepage of the Latin American inverted map taking from net dot our Latino database."}
{"start": "00:51:16.380", "end": "00:51:33.900", "speaker": "Claudia Kozak", "utterance": " A well known pioneer net art, piece by Brian McCann English they you why your Natal this remediated the previously well known, drawing American Bertha showing the mark of the map of South America upside down down by the painter but in regards to."}
{"start": "00:51:35.700", "end": "00:51:46.830", "speaker": "Claudia Kozak", "utterance": " That we can easily relate to the notion of a brief DEMO allergies, of the fans, but all these is interwoven in broken English."}
{"start": "00:51:47.520", "end": "00:51:59.670", "speaker": "Claudia Kozak", "utterance": " With the purest language and raw material that shape nowadays digital culture, since means and bots I have a truly main role in broken English."}
{"start": "00:51:59.910", "end": "00:52:11.670", "speaker": "Claudia Kozak", "utterance": " If we pay attention to the website visual interface we get the same impression of fusion between experimentalism and mainstream digital culture a fusion."}
{"start": "00:52:13.980", "end": "00:52:29.970", "speaker": "Claudia Kozak", "utterance": " That perhaps enables broken English to be something more than a reproductive commodity, while nevertheless participating or have a new generational sensibility their website homes."}
{"start": "00:52:31.140", "end": "00:52:46.290", "speaker": "Claudia Kozak", "utterance": " Their website homepage chosen sort of 19th interface black screen why Korea new front by the hint that that's not all is shown, both in the brilliant Rien printing letters."}
{"start": "00:52:46.590", "end": "00:53:05.850", "speaker": "Claudia Kozak", "utterance": " With which serve as hyperlinks and in the disrupted bring reflection that regularly process the screen when clicking in many of these links and explosion of colors fonts comic like high aesthetics and college and colleges interface."}
{"start": "00:53:08.010", "end": "00:53:08.880", "speaker": "Claudia Kozak", "utterance": " I do not have."}
{"start": "00:53:10.110", "end": "00:53:19.860", "speaker": "Claudia Kozak", "utterance": " Time another is very interesting example in broken English is a digital piece called apple barona poetical my."}
{"start": "00:53:20.400", "end": "00:53:30.180", "speaker": "Claudia Kozak", "utterance": " notes towards in mean means poetic by Chilean poet Jonathan oh paso, which is also behind kumar drawn."}
{"start": "00:53:30.690", "end": "00:53:41.790", "speaker": "Claudia Kozak", "utterance": " and experimental but we refrigerator that releases a unit book of poetry in PDF even with a unique design over each time someone says the site."}
{"start": "00:53:42.630", "end": "00:54:05.340", "speaker": "Claudia Kozak", "utterance": " OK, I will not refer develop this thing about a this intermediate so but I think it's a very interesting he say you can read about this in the article that I published, I will forget before a finally in my fourth level."}
{"start": "00:54:06.420", "end": "00:54:22.140", "speaker": "Claudia Kozak", "utterance": " Of a speaker see draft I research that fourth level, which I do not have time here to develop to literally digital activism in indigenous languages phantoms this activism."}
{"start": "00:54:23.820", "end": "00:54:31.560", "speaker": "Claudia Kozak", "utterance": " Only occupies the platforms using indigenous languages, but not the linking from mainstream digital epistemologies."}
{"start": "00:54:32.010", "end": "00:54:49.650", "speaker": "Claudia Kozak", "utterance": " I do not know in Latin America, any project equivalent, for instance, to john corbett's languages Cree and ancestral code which word third in another panel yesterday, or I don't know remember when but for sure."}
{"start": "00:54:50.310", "end": "00:54:57.840", "speaker": "Claudia Kozak", "utterance": " They activate more languages indigenous network has been growing during the last decade."}
{"start": "00:55:01.260", "end": "00:55:02.040", "speaker": "Claudia Kozak", "utterance": " So."}
{"start": "00:55:03.180", "end": "00:55:03.390", "speaker": "Claudia Kozak", "utterance": " I."}
{"start": "00:55:04.500", "end": "00:55:07.560", "speaker": "Claudia Kozak", "utterance": " Okay, there are many things we could."}
{"start": "00:55:09.000", "end": "00:55:09.750", "speaker": "Claudia Kozak", "utterance": " Think about."}
{"start": "00:55:11.190", "end": "00:55:30.240", "speaker": "Claudia Kozak", "utterance": " The the level of decolonization implicating in activism in indigenous languages and the level of not decolonization also implicated there, but I think I will not have time for that finally."}
{"start": "00:55:31.230", "end": "00:55:38.340", "speaker": "Claudia Kozak", "utterance": " My conclusion provisionally is that one of these cases are strictly experimental elite, based on the difficult."}
{"start": "00:55:39.030", "end": "00:55:47.460", "speaker": "Claudia Kozak", "utterance": " The salient Torres or attempts of the colonial mixtures between experimentalism and third generation platform elite."}
{"start": "00:55:47.850", "end": "00:56:08.100", "speaker": "Claudia Kozak", "utterance": " or digital activism in indigenous indigenous languages, there is an opening for discussing how it might temporarily occupy contemporary platforms, without being completely absorbed by the agenda, so I will stop share."}
{"start": "00:56:09.570", "end": "00:56:38.460", "speaker": "Claudia Kozak", "utterance": " Now, and that's all of my presentation today, but we can open the discussion, I think that, theoretically, my co presenters have really a post very interesting questions and Okay, some are there any thoughts in the chat maybe."}
{"start": "00:56:44.580", "end": "00:56:46.770", "speaker": "Claudia Kozak", "utterance": " Now little flooded."}
{"start": "00:56:46.980", "end": "00:56:47.910", "speaker": "Leonardo Flores", "utterance": " wants to eat."}
{"start": "00:56:48.000", "end": "00:56:48.570", "speaker": "None", "utterance": "Okay."}
{"start": "00:56:50.430", "end": "00:57:12.360", "speaker": "Leonardo Flores", "utterance": " let's see i'm trying to read the room let's do it in English and I, since I know there that not everyone speaks Spanish, I want to congratulate you all for a for great great talk great Ted talks I wanted to begin just by just I mean I thought little natalie lael."}
{"start": "00:57:13.620", "end": "00:57:27.060", "speaker": "Leonardo Flores", "utterance": " My talk, I made a really great theoretical framing of everything, and I think one of the questions I have is, and I can ask it in Spanish as well is."}
{"start": "00:57:27.930", "end": "00:57:43.110", "speaker": "Leonardo Flores", "utterance": " And I think Claudia begins to give the answer, so this is a question that may go across several of you, where do you see the space for agency right, because I think we use platforms."}
{"start": "00:57:44.220", "end": "00:57:51.480", "speaker": "Leonardo Flores", "utterance": " But we also grow board right and we also want to transcend them so where I mean."}
{"start": "00:57:52.860", "end": "00:58:08.100", "speaker": "Leonardo Flores", "utterance": " I think one of the dangers is is is to presume that platforms capture and have this power over us and they do they're designed to do that, but where are the limits of that and where's our space for agency."}
{"start": "00:58:10.050", "end": "00:58:14.310", "speaker": "Leonardo Flores", "utterance": " necessity prophetic a travel club or whatever it."}
{"start": "00:58:18.000", "end": "00:58:18.450", "speaker": "Leonardo Flores", "utterance": " Is that."}
{"start": "00:58:18.630", "end": "00:58:24.480", "speaker": "Leonardo Flores", "utterance": " They they lose for your patience Okay, no surprise for mama Aquino krakatoa."}
{"start": "00:58:25.560", "end": "00:58:34.440", "speaker": "Leonardo Flores", "utterance": " cannot for memorial moon in libra a program income when a Casa de la la parameter a."}
{"start": "00:58:35.700", "end": "00:58:38.520", "speaker": "Leonardo Flores", "utterance": " recipe for know a."}
{"start": "00:58:39.960", "end": "00:58:46.950", "speaker": "Leonardo Flores", "utterance": " payroll attack a punto but I don't they don't tell him scare a lever that they they."}
{"start": "00:58:48.270", "end": "00:58:51.450", "speaker": "Leonardo Flores", "utterance": " Are they didn't know either Korea."}
{"start": "00:58:53.370", "end": "00:58:53.460", "speaker": "None", "utterance": "He."}
{"start": "00:58:55.560", "end": "00:58:59.130", "speaker": "Claudia Kozak", "utterance": " Is, but I think that layer so last also post that."}
{"start": "00:59:00.000", "end": "00:59:02.700", "speaker": "Claudia Kozak", "utterance": " yeah yeah so I can reach."}
{"start": "00:59:03.090", "end": "00:59:03.810", "speaker": "Leonardo Flores", "utterance": " Both of you."}
{"start": "00:59:04.260", "end": "00:59:04.740", "speaker": "None", "utterance": "yeah."}
{"start": "00:59:05.910", "end": "00:59:08.700", "speaker": "Leonardo Flores", "utterance": " But, just like right okay."}
{"start": "00:59:08.910", "end": "00:59:10.080", "speaker": "Claudia Kozak", "utterance": " Leo so last."}
{"start": "00:59:10.500", "end": "00:59:10.710", "speaker": "None", "utterance": "yeah."}
{"start": "00:59:12.060", "end": "00:59:18.390", "speaker": "Leonardo Solaas", "utterance": " yeah well it's a very high the know depression about agency."}
{"start": "00:59:20.400", "end": "00:59:30.960", "speaker": "Leonardo Solaas", "utterance": " I will take it from the point of subjective experience, I think we have all this experience that we are scrolling through the endless stream of some social network."}
{"start": "00:59:31.440", "end": "00:59:48.120", "speaker": "Leonardo Solaas", "utterance": " And we, we feel that we are capture, we feel that our attention is captured We feel that we have spent too much time already looking at stuff that is not actually relevant for us, or is repetitive, but somehow we are deprived of our."}
{"start": "00:59:49.110", "end": "00:59:56.070", "speaker": "Leonardo Solaas", "utterance": " willpower we have been our willpower has been replaced by an agency of the system."}
{"start": "00:59:57.180", "end": "01:00:06.570", "speaker": "Leonardo Solaas", "utterance": " So, at that moment, we are clearly out demonized we can we can find it as a as a feeling I think we all know."}
{"start": "01:00:08.550", "end": "01:00:19.170", "speaker": "Leonardo Solaas", "utterance": " And we also get bored at some point, maybe too late, we we we can extricate ourselves from that experience and look at it from a different point of view."}
{"start": "01:00:19.590", "end": "01:00:40.140", "speaker": "Leonardo Solaas", "utterance": " and say, well, that was too much, I spent too much time on Twitter or Facebook and at that point social status free for what, for what for something else go cooking go for a run read a book whatever which doesn't happen on the platform happens on the on the rest of the world."}
{"start": "01:00:41.550", "end": "01:00:52.860", "speaker": "Leonardo Solaas", "utterance": " Now us what to do when when when when we get rid of the ultimate decision of the system well my proposal is."}
{"start": "01:00:53.700", "end": "01:01:05.370", "speaker": "Leonardo Solaas", "utterance": " expressed on on those three forms of freedom is that well, we can still have a relationship with the ultimate icing system from a different point of view."}
{"start": "01:01:06.000", "end": "01:01:16.140", "speaker": "Leonardo Solaas", "utterance": " Which is a critical point of view, which is a point of view, that is made is in another level, we are not inside the system where we are kind of looking at it from a bow."}
{"start": "01:01:16.530", "end": "01:01:25.890", "speaker": "Leonardo Solaas", "utterance": " Trying to understand this logic and the act of understanding is logic enables a series of new possibilities is a different game, we are not."}
{"start": "01:01:26.370", "end": "01:01:35.970", "speaker": "Leonardo Solaas", "utterance": " playing the game of the system anymore, we are playing our own game about the system, because we can comment on it, we can make our network about it."}
{"start": "01:01:36.390", "end": "01:01:58.440", "speaker": "Leonardo Solaas", "utterance": " We can try to hack it or whatever, which is not part of the original plan of the of the designers of the system so that that is engaging with a system still but in a very different way, with a very different attitude, so that will be my take on this difficult problem."}
{"start": "01:02:00.780", "end": "01:02:02.670", "speaker": "Agust?n Berti", "utterance": " I can add another thing."}
{"start": "01:02:03.360", "end": "01:02:06.240", "speaker": "Agust?n Berti", "utterance": " I think it's more explicit on Latin American it."}
{"start": "01:02:06.300", "end": "01:02:17.670", "speaker": "Agust?n Berti", "utterance": " Though it's present in the other forms of it come around i'm not an as an expert, as many people here it's just I was sort of a tourist on elite and and I and."}
{"start": "01:02:18.540", "end": "01:02:28.230", "speaker": "Agust?n Berti", "utterance": " I ended up in philosophy of technology, but it illuminates some of the more relevant issues for fighters with technology and philosophy of digital."}
{"start": "01:02:30.600", "end": "01:02:42.450", "speaker": "Agust?n Berti", "utterance": " But I think that the the political dimension is more explicit on Latin American elite because of their material limitations constraints and need."}
{"start": "01:02:43.920", "end": "01:02:58.800", "speaker": "Agust?n Berti", "utterance": " of innovation or debate or questioning it's on the very nature of the Latin American it I know So yes, that, thank you for the lead form the connection yeah, but I think that."}
{"start": "01:03:00.570", "end": "01:03:01.440", "speaker": "Agust?n Berti", "utterance": " I want to."}
{"start": "01:03:02.550", "end": "01:03:08.430", "speaker": "Agust?n Berti", "utterance": " I found it very interesting when nick's lasik post the thesis that."}
{"start": "01:03:09.060", "end": "01:03:19.470", "speaker": "Agust?n Berti", "utterance": " The platform economy is just another step of capitalist mode of production, so you had for this and then you have autism, and now you have platform capitalism."}
{"start": "01:03:19.980", "end": "01:03:31.050", "speaker": "Agust?n Berti", "utterance": " And there is a continuous it and there is that the old good old the struggle over surplus and the extraction surplus and the problem they he could pose the question of Labor so."}
{"start": "01:03:31.740", "end": "01:03:47.640", "speaker": "Agust?n Berti", "utterance": " It makes it possible to rethink us previous Latin American literature, made it possible to think it previous that in American literature focused on the left the phone do and the agrarian reform and as."}
{"start": "01:03:48.660", "end": "01:04:05.430", "speaker": "Agust?n Berti", "utterance": " A primary session of economies, you know it's it's a common trait in in all day let's make a niche right now so from the bottom up to a certain areas to any all the Colombian literature on or maybe Orleans here, and so on, or."}
{"start": "01:04:06.690", "end": "01:04:14.640", "speaker": "Agust?n Berti", "utterance": " You can trace this problem of land ownership and concentration, so I would think that this."}
{"start": "01:04:17.070", "end": "01:04:22.050", "speaker": "Agust?n Berti", "utterance": " The platform economy is another place that literature."}
{"start": "01:04:23.160", "end": "01:04:29.040", "speaker": "Agust?n Berti", "utterance": " may enable thinking attorney broad so that the idea of this wave that we."}
{"start": "01:04:30.930", "end": "01:04:40.440", "speaker": "Agust?n Berti", "utterance": " Try to develop with an eye and it's still an ongoing project aims at this agency, the Agency is in the moment of obfuscating the call."}
{"start": "01:04:41.430", "end": "01:04:57.510", "speaker": "Agust?n Berti", "utterance": " But at the same time that also station is tactical in the sense that it prevents the extraction of surplus or the identification of people or the policing or whatever that form a decision."}
{"start": "01:04:58.170", "end": "01:05:07.410", "speaker": "Agust?n Berti", "utterance": " Making ultimately decision making is running there, but at the same time it's a space for creativity for new forms of."}
{"start": "01:05:09.750", "end": "01:05:18.030", "speaker": "Agust?n Berti", "utterance": " Real or for new ways of relationship on different motor less extractive is less."}
{"start": "01:05:19.620", "end": "01:05:24.870", "speaker": "Agust?n Berti", "utterance": " Violent modes of production, but it's just an intuition and have the answer the question."}
{"start": "01:05:29.910", "end": "01:05:30.780", "speaker": "Claudia Kozak", "utterance": " I think that."}
{"start": "01:05:32.610", "end": "01:05:48.990", "speaker": "Claudia Kozak", "utterance": " A this notion of an address on addressing this reference yeah really young and the idea of the linking and re inventing a."}
{"start": "01:05:51.030", "end": "01:05:53.820", "speaker": "Claudia Kozak", "utterance": " From the point for my basis of the linking."}
{"start": "01:05:55.920", "end": "01:06:01.140", "speaker": "Claudia Kozak", "utterance": " Our products are productive either way so trying to all I don't know, I was."}
{"start": "01:06:02.640", "end": "01:06:14.460", "speaker": "Claudia Kozak", "utterance": " Trying to think possibilities for elite and I, I agree with, I will stay in that in Latin American elite, there is a strong."}
{"start": "01:06:17.070", "end": "01:06:24.990", "speaker": "Claudia Kozak", "utterance": " bias towards politicization a in a geo."}
{"start": "01:06:27.090", "end": "01:06:40.680", "speaker": "Claudia Kozak", "utterance": " Political I know not so not only geographical sense but, for example, i've been working a lot of time during a lot of time on a."}
{"start": "01:06:41.400", "end": "01:07:00.810", "speaker": "Claudia Kozak", "utterance": " Language geopolitics in Latin American elite, I think this thing is something that we should explore even more, and not only from the perspective of languages as Spanish get to us a potato whatever Portuguese but."}
{"start": "01:07:01.230", "end": "01:07:25.170", "speaker": "Claudia Kozak", "utterance": " programming languages as well that's why I refer to that idea I i'm not sure if there are any programming languages developed in Latin America, which engage with the indigenous indigenous languages, for example, I don't know I really don't know, but this is something that we should."}
{"start": "01:07:26.190", "end": "01:07:38.310", "speaker": "Claudia Kozak", "utterance": " Think, not only in the relation between the global north and the global South but a within the global sound because Spanish and Portuguese are."}
{"start": "01:07:39.390", "end": "01:07:50.820", "speaker": "Claudia Kozak", "utterance": " demonic languages in the region, so we have also they are something, but this ways of going forward or trying to."}
{"start": "01:07:52.350", "end": "01:07:57.630", "speaker": "Claudia Kozak", "utterance": " play against the the machine as closer."}
{"start": "01:07:59.010", "end": "01:08:22.980", "speaker": "Claudia Kozak", "utterance": " would say, I think, is something that many elite that is everywhere, but in Latin American in Latin America, it shows a bias on geopolitical questions and so on, maybe this is the way I don't know I tried to open possibilities."}
{"start": "01:08:23.760", "end": "01:08:36.990", "speaker": "Claudia Kozak", "utterance": " Always knowing that within this possibilities there are also the possibilities of being co opted, as I know it in English, the word, since the same called data, I think that."}
{"start": "01:08:37.860", "end": "01:08:51.570", "speaker": "Claudia Kozak", "utterance": " We should be always aware that this possibility is always there because of that usually experimental artists are always changing places."}
{"start": "01:08:52.500", "end": "01:09:12.060", "speaker": "Claudia Kozak", "utterance": " Going farther moving around you know because they experimental critical procedures minutes many times are co opted by the the machine itself the system itself as layer so last post these."}
{"start": "01:09:16.530", "end": "01:09:20.580", "speaker": "Claudia Kozak", "utterance": " out, we have five more minutes even like."}
{"start": "01:09:23.550", "end": "01:09:36.990", "speaker": "Agust?n Berti", "utterance": " I have a small case of what Leo was wondering, the within the platforms regarding taste, I remember a poem by Mr T turtle seated I never know how to pronounce his name."}
{"start": "01:09:38.070", "end": "01:09:39.390", "speaker": "Agust?n Berti", "utterance": " Who support from."}
{"start": "01:09:39.420", "end": "01:09:40.230", "speaker": "None", "utterance": "from Argentina."}
{"start": "01:09:42.000", "end": "01:09:43.530", "speaker": "Agust?n Berti", "utterance": " The there was a."}
{"start": "01:09:45.030", "end": "01:10:01.260", "speaker": "Agust?n Berti", "utterance": " An illegal police police repression in the south overland ownership, no Maputo communities were demanding world you're buying a land from a wealthy landowner and they were being I don't know what what is the verb in English that kicked out of the land."}
{"start": "01:10:02.430", "end": "01:10:12.960", "speaker": "Agust?n Berti", "utterance": " So in this context of violence, a young man white European descent young man activists that was there, went missing."}
{"start": "01:10:13.470", "end": "01:10:23.190", "speaker": "Agust?n Berti", "utterance": " He he was found drowned in the River two months later, so there was a it was a manicurist first this about a seal you know I said, with all the."}
{"start": "01:10:24.060", "end": "01:10:38.100", "speaker": "Agust?n Berti", "utterance": " Employees so Warren has in Argentina, which was some del mondo now, and he posted there was a lot of questions to bring the government employee involved the government in providing answers as to where was this young man."}
{"start": "01:10:39.060", "end": "01:10:53.130", "speaker": "Agust?n Berti", "utterance": " and his poem was the broken image in Facebook, you know the the icon where where the picture is missing, and if you scroll over the picture in Facebook."}
{"start": "01:10:53.910", "end": "01:11:06.240", "speaker": "Agust?n Berti", "utterance": " The text the caption of the picture would say in this place, there should be the picture of a young man and he described the very popular the image that had been popularized by the."}
{"start": "01:11:07.170", "end": "01:11:20.070", "speaker": "Agust?n Berti", "utterance": " Family and the people that were requesting the orange to look for him and he described very politically his face, which was not there, as it wasn't a on."}
{"start": "01:11:21.450", "end": "01:11:30.330", "speaker": "Agust?n Berti", "utterance": " As he was missing in other time so that that was in Facebook, so he was so subverting the Facebook main hit."}
{"start": "01:11:31.020", "end": "01:11:38.850", "speaker": "Agust?n Berti", "utterance": " What made Facebook famous for that was showing pictures, you know, he was showing the non picture of this person that was missing, and that was just."}
{"start": "01:11:39.270", "end": "01:11:51.210", "speaker": "Agust?n Berti", "utterance": " A very witty example of subversion within the platforms, making this that didn't work, but when you use slide the mouse or the pointer over the the image."}
{"start": "01:11:52.980", "end": "01:12:06.090", "speaker": "Agust?n Berti", "utterance": " The porn came out so that's just a little example of these disputes and small agencies within the platform that are not about changing the taste, but rather have income updating it."}
{"start": "01:12:08.400", "end": "01:12:08.880", "speaker": "None", "utterance": "I would say."}
{"start": "01:12:10.200", "end": "01:12:11.010", "speaker": "Claudia Kozak", "utterance": " A."}
{"start": "01:12:11.820", "end": "01:12:12.720", "speaker": "Claudia Kozak", "utterance": " sea turtles."}
{"start": "01:12:12.750", "end": "01:12:24.300", "speaker": "Claudia Kozak", "utterance": " Work is in a fellow here lead the lead volume, no, no, and these images of a Santo maldonado is part of one of his poems."}
{"start": "01:12:24.960", "end": "01:12:41.640", "speaker": "Claudia Kozak", "utterance": " which we included in the envelope here it's not the same because it's not Facebook, but he remediated I think this is a poem or at least part of it in another one, or maybe it's the same one i'm not sure."}
{"start": "01:12:43.830", "end": "01:12:50.490", "speaker": "Claudia Kozak", "utterance": " So you can you can check this work in and below here the lead volume, no, no."}
{"start": "01:12:57.150", "end": "01:13:09.390", "speaker": "Claudia Kozak", "utterance": " So is there any question the tech coursera Volvo hospital there's a third, yes, pointing in Facebook, a free the poems in Facebook."}
{"start": "01:13:20.700", "end": "01:13:21.270", "speaker": "Claudia Kozak", "utterance": " Okay."}
{"start": "01:13:23.190", "end": "01:13:24.960", "speaker": "Claudia Kozak", "utterance": " So i'm not sure."}
{"start": "01:13:26.220", "end": "01:13:26.520", "speaker": "Alex Saum-Pascual (she/her)", "utterance": " That."}
{"start": "01:13:26.880", "end": "01:13:27.600", "speaker": "Alex Saum-Pascual (she/her)", "utterance": " So yeah we'll."}
{"start": "01:13:27.870", "end": "01:13:28.320", "speaker": "None", "utterance": "See."}
{"start": "01:13:29.970", "end": "01:13:30.750", "speaker": "Claudia Kozak", "utterance": " ya know."}
{"start": "01:13:31.440", "end": "01:13:32.070", "speaker": "Alex Saum-Pascual (she/her)", "utterance": " Mark things."}
{"start": "01:13:32.130", "end": "01:13:32.820", "speaker": "Alex Saum-Pascual (she/her)", "utterance": " When they're."}
{"start": "01:13:33.330", "end": "01:13:34.440", "speaker": "Claudia Kozak", "utterance": " There okay."}
{"start": "01:13:35.220", "end": "01:13:35.730", "speaker": "None", "utterance": "So."}
{"start": "01:13:36.870", "end": "01:13:54.480", "speaker": "Claudia Kozak", "utterance": " I will have to read the chat now but anyway, so if there aren't any more questions I will like to thank you all very much because this is just one of the last panel speaking it yellow conference."}
{"start": "01:13:55.740", "end": "01:14:02.760", "speaker": "Claudia Kozak", "utterance": " 2021 and Okay, I think we see you around."}
{"start": "01:14:03.810", "end": "01:14:04.500", "speaker": "Claudia Kozak", "utterance": " somewhere."}
{"start": "01:14:07.980", "end": "01:14:08.820", "speaker": "Agust?n Berti", "utterance": " I do this in this."}
{"start": "01:14:10.320", "end": "01:14:12.090", "speaker": "Claudia Kozak", "utterance": " In this call, yes, but the."}
{"start": "01:14:13.170", "end": "01:14:13.830", "speaker": "Agust?n Berti", "utterance": " passage oh."}
{"start": "01:14:14.820", "end": "01:14:18.840", "speaker": "Alex Saum-Pascual (she/her)", "utterance": " Yes, yes, are you finished by noon indicators total Sola."}
{"start": "01:14:21.030", "end": "01:14:22.260", "speaker": "Alex Saum-Pascual (she/her)", "utterance": " surprised to see."}
{"start": "01:14:23.580", "end": "01:14:24.030", "speaker": "Claudia Kozak", "utterance": " me."}
{"start": "01:14:26.130", "end": "01:14:34.590", "speaker": "Claudia Kozak", "utterance": " semana alone, you know, a tobacco Nepal, these are practical and day as at a casino don't track process was."}
{"start": "01:14:36.030", "end": "01:14:42.060", "speaker": "Claudia Kozak", "utterance": " A polo down to Tampa quality score enough oil or that amino acid in boca Sarah coaster."}
{"start": "01:14:43.560", "end": "01:14:48.240", "speaker": "Claudia Kozak", "utterance": " Again ickes on let's say sick waterfall at that he do it another minute i'm."}
{"start": "01:14:51.240", "end": "01:14:51.870", "speaker": "Leonardo Solaas", "utterance": " going to send me an."}
{"start": "01:14:52.290", "end": "01:14:53.640", "speaker": "Claudia Kozak", "utterance": " exciting day."}
{"start": "01:14:54.150", "end": "01:14:55.770", "speaker": "Leonardo Flores", "utterance": " Good Gary Gary are you."}
{"start": "01:14:57.000", "end": "01:15:00.330", "speaker": "Leonardo Flores", "utterance": " Fine you're jogging in combat sambo job but it our."}
{"start": "01:15:00.330", "end": "01:15:01.230", "speaker": "Claudia Kozak", "utterance": " area can you."}
{"start": "01:15:01.680", "end": "01:15:03.540", "speaker": "Leonardo Flores", "utterance": " Read raisa a Jaguar these court."}
{"start": "01:15:03.690", "end": "01:15:04.110", "speaker": "Claudia Kozak", "utterance": " said yes."}
{"start": "01:15:05.160", "end": "01:15:14.100", "speaker": "Claudia Kozak", "utterance": " and control lists and ELISE core methodically shots yeah you know, he said, oh yeah well well mucho gracias, so this."}
{"start": "01:15:15.540", "end": "01:15:16.560", "speaker": "Perla Sasson-Henry", "utterance": " Is a this."}
{"start": "01:15:16.830", "end": "01:15:17.520", "speaker": "Leonardo Flores", "utterance": " But I will."}