{"start": "00:00:00.539", "end": "00:00:01.350", "speaker": "Andrew Klobucar", "utterance": " There we go."}
{"start": "00:00:03.720", "end": "00:00:04.560", "speaker": "Kate T", "utterance": " Okay, great."}
{"start": "00:00:04.589", "end": "00:00:09.870", "speaker": "Andrew Klobucar", "utterance": " Alright, so now we're official, we have to be careful of what we say this, this goes into the record."}
{"start": "00:00:13.920", "end": "00:00:14.849", "speaker": "Andrew Klobucar", "utterance": " Now we get the general."}
{"start": "00:00:41.700", "end": "00:00:49.770", "speaker": "Kate T", "utterance": " Welcome everybody Andrew clavicle who's speaking and I came to our co moderating co organizing this panel, and we are really excited for it to be happening."}
{"start": "00:00:50.400", "end": "00:01:04.500", "speaker": "Kate T", "utterance": " And it's okay with you, I want to make a couple of quick business announcements, the first big one, is that we have written a narrative for you to enjoy as you're attending our panel and i'm going to first post a link to that down in the chat."}
{"start": "00:01:07.680", "end": "00:01:23.760", "speaker": "Kate T", "utterance": " And then we also have a channel of our own on the discord we want to encourage lots of side chatter if you want to talk to other attendees or potentially your panelists depending on how much attention, we have to spare please join the conference discord and I will also link that."}
{"start": "00:01:24.990", "end": "00:01:27.060", "speaker": "Kate T", "utterance": " In the chat as well they'll take me a second to."}
{"start": "00:01:28.530", "end": "00:01:31.440", "speaker": "Kate T", "utterance": " Introduce you want to talk a little bit more about the panel and doing that."}
{"start": "00:01:34.530", "end": "00:01:40.680", "speaker": "Andrew Klobucar", "utterance": " Well, I think we could probably just go into it, I suppose, and if there's other."}
{"start": "00:01:42.300", "end": "00:01:46.890", "speaker": "Andrew Klobucar", "utterance": " functional or operational questions or points you want to make keiko go right ahead."}
{"start": "00:01:47.640", "end": "00:01:50.670", "speaker": "Kate T", "utterance": " I think that's everything I forgetting anything anyone else was expecting me to say."}
{"start": "00:01:52.290", "end": "00:01:55.770", "speaker": "Andrew Klobucar", "utterance": " No, and they have do they have access to the."}
{"start": "00:01:58.890", "end": "00:02:01.410", "speaker": "Andrew Klobucar", "utterance": " To the twine narrative yes."}
{"start": "00:02:01.620", "end": "00:02:02.430", "speaker": "None", "utterance": "that's that's."}
{"start": "00:02:04.350", "end": "00:02:11.910", "speaker": "Kate T", "utterance": " In the discord and then Thank you Rebecca the discord channel is named wines end and she has also put that in the chat."}
{"start": "00:02:13.200", "end": "00:02:16.770", "speaker": "Andrew Klobucar", "utterance": " Okay, so we're gonna we're gonna play a toy narrative here as we, as we move on."}
{"start": "00:02:29.730", "end": "00:02:30.240", "speaker": "Andrew Klobucar", "utterance": " Okay."}
{"start": "00:02:31.470", "end": "00:02:32.790", "speaker": "Andrew Klobucar", "utterance": " yeah I can see it that's great."}
{"start": "00:02:35.550", "end": "00:02:38.580", "speaker": "Andrew Klobucar", "utterance": " Alright, so i'm going to share my screen I guess."}
{"start": "00:02:40.350", "end": "00:02:48.030", "speaker": "Andrew Klobucar", "utterance": " we'll start here and it's a panel discussion, so our narratives are sort of interwoven of course that's a key thing."}
{"start": "00:02:49.890", "end": "00:02:50.640", "speaker": "Andrew Klobucar", "utterance": " and"}
{"start": "00:02:52.800", "end": "00:02:54.150", "speaker": "Andrew Klobucar", "utterance": " Most of all, we just want to."}
{"start": "00:02:55.920", "end": "00:02:58.530", "speaker": "Andrew Klobucar", "utterance": " stimulate a good conversation."}
{"start": "00:02:59.640", "end": "00:03:14.130", "speaker": "Andrew Klobucar", "utterance": " At least that's what we've been having together before the before the conference and look forward to any comments or even you know suggestions you know, in terms of some of the questions and ideas we raise I thank everybody."}
{"start": "00:03:15.150", "end": "00:03:21.450", "speaker": "Andrew Klobucar", "utterance": " for coming here also want to thank the yellow of course for for bringing our panel into the conference, this has."}
{"start": "00:03:21.810", "end": "00:03:34.140", "speaker": "Andrew Klobucar", "utterance": " always been a great moment for me, I look forward to the conference, every year, so I do want to thank the Organization for the support and the help I know it goes on it's incredible amount of work."}
{"start": "00:03:35.190", "end": "00:03:44.730", "speaker": "Andrew Klobucar", "utterance": " As an organization incredibly helpful and I would say that you know I get most of my teaching ideas and theoretical questions that come out of here, I always need."}
{"start": "00:03:45.150", "end": "00:03:55.050", "speaker": "Andrew Klobucar", "utterance": " time to sort of unwind after the Conference to try and set all the tabs and ideas that have opened up in my mind, and also on the screen."}
{"start": "00:03:55.440", "end": "00:04:06.390", "speaker": "Andrew Klobucar", "utterance": " And I do want to give a special thank you to the organizers sore and Scott for the incredible work the exhibitions the arts, the discussions that come forward the discord channel, this is, this is an amazing."}
{"start": "00:04:09.150", "end": "00:04:10.020", "speaker": "Andrew Klobucar", "utterance": " occurrence and."}
{"start": "00:04:11.130", "end": "00:04:14.280", "speaker": "Andrew Klobucar", "utterance": " monumental, I suppose, in many ways."}
{"start": "00:04:15.930", "end": "00:04:29.460", "speaker": "Andrew Klobucar", "utterance": " And so we'll we'll start here for this first one, I just want to start by raising some questions and also maybe tie into some of the panels some of the papers that follow so i'll just start."}
{"start": "00:04:30.480", "end": "00:04:33.180", "speaker": "Andrew Klobucar", "utterance": " With mine here interactive geminis."}
{"start": "00:04:34.290", "end": "00:04:39.420", "speaker": "Andrew Klobucar", "utterance": " And i'll be talking about performance sculpture, and the digital aggregate."}
{"start": "00:04:41.130", "end": "00:04:55.950", "speaker": "Andrew Klobucar", "utterance": " I also want to start with, with two I think very monumental in ways very significant openings in literature and in culture in general one they span by 60 years."}
{"start": "00:04:57.120", "end": "00:05:17.790", "speaker": "Andrew Klobucar", "utterance": " The first one is Robert duncan's debut it was his first real collection of poetry, and this was the opening of the field, which was published first in 1960 very important because it also prompted or was a kind of a venue for his first major."}
{"start": "00:05:19.470", "end": "00:05:29.280", "speaker": "Andrew Klobucar", "utterance": " poetry project, the structure of rhyme and I start there with the very first lines of the structure of run speak to I named myself your master who come to serve writing."}
{"start": "00:05:29.760", "end": "00:05:36.990", "speaker": "Andrew Klobucar", "utterance": " He says, his first a search in obedience, this was an extremely significant idea, very important."}
{"start": "00:05:37.590", "end": "00:05:46.980", "speaker": "Andrew Klobucar", "utterance": " Because it prompted this this this these other discussions in the new American poetry movement of which Robert Duncan was considered to be a primary."}
{"start": "00:05:47.610", "end": "00:06:01.320", "speaker": "Andrew Klobucar", "utterance": " force in it, as it as it move forward and he was also really trying to separate his postwar modernist view from the earlier view that was still associated with pound."}
{"start": "00:06:01.770", "end": "00:06:18.150", "speaker": "Andrew Klobucar", "utterance": " Were writing and language was considered to be a tool for precision, a better tool for precision than any kind of pros this was this was it for pound you really had you really had to make writing your service your service and Duncan had a very different idea."}
{"start": "00:06:19.260", "end": "00:06:35.790", "speaker": "Andrew Klobucar", "utterance": " That that I found fascinating and it may be, it plays in here to these questions about aesthetics, and the digital era, the other opening happen much, much later in fact it happened pretty close to our moment here, this is the opening."}
{"start": "00:06:37.110", "end": "00:06:37.560", "speaker": "Andrew Klobucar", "utterance": " Of."}
{"start": "00:06:38.790", "end": "00:06:39.270", "speaker": "Andrew Klobucar", "utterance": " The."}
{"start": "00:06:40.530", "end": "00:06:48.630", "speaker": "Andrew Klobucar", "utterance": " travis Scott concert it happened about a month ago in the digital game, the battle royale game."}
{"start": "00:06:49.080", "end": "00:07:04.560", "speaker": "Andrew Klobucar", "utterance": " fortnight where travis Scott was asked, and they plan this incredible concert, where he performed as an Avatar which is great, for his work and also we attended as avatars 12 million of us listened to travis scott's."}
{"start": "00:07:06.000", "end": "00:07:08.460", "speaker": "Andrew Klobucar", "utterance": " performance and his work."}
{"start": "00:07:10.410", "end": "00:07:15.120", "speaker": "Andrew Klobucar", "utterance": " So how are these two related they do actually share a lot of interesting aesthetic."}
{"start": "00:07:15.120", "end": "00:07:34.020", "speaker": "Andrew Klobucar", "utterance": " questions, and this is something that I just want to sort of put together as a as a moment of consensus but also moment of distances and that's his first line from astronomical which was taken from his song sicko and the concert itself, the project itself was was named astronomical."}
{"start": "00:07:35.220", "end": "00:07:46.140", "speaker": "Andrew Klobucar", "utterance": " To win the retreat we're all in too deep sorry i'm not going to sing it, but I just want to sort of move into those lines, maybe i'll sing it later in the CAFE."}
{"start": "00:07:49.470", "end": "00:07:49.890", "speaker": "Andrew Klobucar", "utterance": " So."}
{"start": "00:07:51.450", "end": "00:07:52.410", "speaker": "Andrew Klobucar", "utterance": " Moving forward."}
{"start": "00:07:53.730", "end": "00:08:06.540", "speaker": "Andrew Klobucar", "utterance": " I think these openings signify a broader argument with both the concrete and the symbolic limits of established cultural forms and techniques, we see travis Scott as kind of experimental in the sense because."}
{"start": "00:08:07.770", "end": "00:08:18.360", "speaker": "Andrew Klobucar", "utterance": " Working with fortnight there isn't a static argument here is saying as fortnight is saying that we really don't need these platforms."}
{"start": "00:08:18.750", "end": "00:08:31.140", "speaker": "Andrew Klobucar", "utterance": " Just as games, especially battle royale they're very important as concert venues, we can do anything we can do readings, we can do concerts we can have any kind of event at all this is, this is a platform for everything."}
{"start": "00:08:32.010", "end": "00:08:42.810", "speaker": "Andrew Klobucar", "utterance": " And this is very significant, because it was actually a lawsuit that was that just concluded this week with apple and fortnight is also saying to apple listen you you're."}
{"start": "00:08:43.500", "end": "00:08:49.380", "speaker": "Andrew Klobucar", "utterance": " We have to take you down because you're controlling the economic structures of the digital."}
{"start": "00:08:49.800", "end": "00:08:58.440", "speaker": "Andrew Klobucar", "utterance": " of digital culture, and we feel that the battle royale we feel as fortnight, this is something that we want to open up, we want to actually take."}
{"start": "00:08:59.190", "end": "00:09:06.390", "speaker": "Andrew Klobucar", "utterance": " The power from you and give it, they say quite, quite honestly, give it to everybody, this is also something that Robert Duncan was saying."}
{"start": "00:09:07.140", "end": "00:09:15.180", "speaker": "Andrew Klobucar", "utterance": " In a in a in a very important way, he said, the the modernism of the past was really to structural it was done."}
{"start": "00:09:15.510", "end": "00:09:25.530", "speaker": "Andrew Klobucar", "utterance": " dominated by several figures, we want to actually have a much more interactive he didn't use that word, specifically, but he was saying that we, we are giving and we are receiving."}
{"start": "00:09:25.950", "end": "00:09:38.970", "speaker": "Andrew Klobucar", "utterance": " In this modernist moment for tonight is much more much more explicit, but we know of course that fortnight and travis scott's approach to openness to an opening."}
{"start": "00:09:39.420", "end": "00:09:46.830", "speaker": "Andrew Klobucar", "utterance": " of a different kind of field points towards a different kind of harvesting and I think we'll see this and Rebecca rouses paper."}
{"start": "00:09:47.430", "end": "00:09:58.950", "speaker": "Andrew Klobucar", "utterance": " where she says, we are in fact using fortnight she doesn't say, for now, but I think it falls very strongly into a paper, in a sense that we're harvesting data."}
{"start": "00:09:59.580", "end": "00:10:10.020", "speaker": "Andrew Klobucar", "utterance": " Because it is valuable, we have to harvest it because we have to sell it, and this is something that the merchants of data are very, very."}
{"start": "00:10:11.460", "end": "00:10:26.940", "speaker": "Andrew Klobucar", "utterance": " Inspired by so we do get this neo liberal perspective of opening the field, we need to also take down now, this is also, I think kind of complicated for us who might be more ideologically persuaded by the left."}
{"start": "00:10:27.690", "end": "00:10:33.270", "speaker": "Andrew Klobucar", "utterance": " which says, in fact, that we have to be a little bit skeptical, we have to little be, we have to be a little bit."}
{"start": "00:10:34.590", "end": "00:10:38.610", "speaker": "Andrew Klobucar", "utterance": " Much more critical of this kind of opening because it's a neoliberalism."}
{"start": "00:10:39.270", "end": "00:10:52.020", "speaker": "Andrew Klobucar", "utterance": " which says that in fact yeah every kind of social activity can go into the work, because we can make money from it it's an economic structure and this most maybe more towards glucose critique in."}
{"start": "00:10:52.770", "end": "00:11:14.010", "speaker": "Andrew Klobucar", "utterance": " The late 70s, of course, because when we look at neoliberalism, as for co said quite explicitly It really is a way of economic of economic colonization of every kind of social activity and, in many ways this event that happened a month ago does sort of."}
{"start": "00:11:15.240", "end": "00:11:17.010", "speaker": "Andrew Klobucar", "utterance": " present the the real."}
{"start": "00:11:18.660", "end": "00:11:37.890", "speaker": "Andrew Klobucar", "utterance": " promise of that and we've done it fortnight and the battle rail system says look we're proving it to 12 million people can actually sit and give their data up and have a good time, at the same time they're enjoying the travis Scott work, so we have this problem with."}
{"start": "00:11:39.870", "end": "00:11:49.920", "speaker": "Andrew Klobucar", "utterance": " With openness that I think we can solve aesthetically and I also talk a little bit about here, in the sense that, as we move into."}
{"start": "00:11:50.550", "end": "00:12:04.530", "speaker": "Andrew Klobucar", "utterance": " I want to steal a phrase from Michelle de Soto, the scriptural economy, as we move into a kind of post scriptural economy and the knowledge system that comes with that post scriptural economy, we understand that writing."}
{"start": "00:12:05.700", "end": "00:12:09.330", "speaker": "Andrew Klobucar", "utterance": " For Soto, as a scriptural apparatus of like page."}
{"start": "00:12:10.500", "end": "00:12:22.710", "speaker": "Andrew Klobucar", "utterance": " we're leaving that kind of script scriptural economy for this post scriptural economy, which is in many ways, according to neoliberalism, much more open and I point."}
{"start": "00:12:24.390", "end": "00:12:32.910", "speaker": "Andrew Klobucar", "utterance": " For the fact that this practice of everyday life, this new practice of everyday life can be written in a digital environment."}
{"start": "00:12:33.900", "end": "00:12:45.330", "speaker": "Andrew Klobucar", "utterance": " very specifically using some of his terms, we are kind of moving forward with a different kind of post scriptural knowledge, so do we need a post scriptural."}
{"start": "00:12:46.050", "end": "00:12:54.450", "speaker": "Andrew Klobucar", "utterance": " aesthetics, and how do we define this now i've seen this question come up in a lot of different panels it's, it is a very hot."}
{"start": "00:12:55.110", "end": "00:13:09.300", "speaker": "Andrew Klobucar", "utterance": " Discussion topic and I don't want to present any solutions, but I do want to ask for perhaps some ideas for some models, the best one of the best analyses of a scriptural economy and the knowledge system."}
{"start": "00:13:09.300", "end": "00:13:09.870", "speaker": "Andrew Klobucar", "utterance": " That comes."}
{"start": "00:13:10.650", "end": "00:13:14.100", "speaker": "Andrew Klobucar", "utterance": " With it, of course, comes from Lisa gentleman's work paper knowledge."}
{"start": "00:13:15.450", "end": "00:13:16.890", "speaker": "Andrew Klobucar", "utterance": " where she sorry."}
{"start": "00:13:18.360", "end": "00:13:21.990", "speaker": "Andrew Klobucar", "utterance": " Most crazy here when she says that paper."}
{"start": "00:13:23.190", "end": "00:13:30.420", "speaker": "Andrew Klobucar", "utterance": " serves as a figure for all that is external to the mind, now we have the screen serving as that same kind of symbol."}
{"start": "00:13:31.470", "end": "00:13:43.530", "speaker": "Andrew Klobucar", "utterance": " We have had some really fascinating aesthetic responses to the document that function very, very well in the digital world, and that is something that we've seen in some panels here, of course."}
{"start": "00:13:45.330", "end": "00:13:46.590", "speaker": "Andrew Klobucar", "utterance": " As we see the novel."}
{"start": "00:13:47.160", "end": "00:13:54.750", "speaker": "Andrew Klobucar", "utterance": " As a fantastic model of aesthetic response to the scriptural economy."}
{"start": "00:13:56.070", "end": "00:14:04.650", "speaker": "Andrew Klobucar", "utterance": " It does, I think, define a moment of aesthetic exile and that's why it's so interesting and I noticed, of course, that as."}
{"start": "00:14:06.150", "end": "00:14:17.670", "speaker": "Andrew Klobucar", "utterance": " We see JESSICA precedents work the novel became even more interesting as we moved into the digital era and she makes this argument very, very well, and she points to work, such as mark."}
{"start": "00:14:18.690", "end": "00:14:21.990", "speaker": "Andrew Klobucar", "utterance": " Zen Zen Daniel left skis book house of leaves."}
{"start": "00:14:23.040", "end": "00:14:34.080", "speaker": "Andrew Klobucar", "utterance": " And also, we can see this in some really interesting aesthetic works that point to device six gone home these wonderful walkthrough narratives which do."}
{"start": "00:14:34.800", "end": "00:14:50.010", "speaker": "Andrew Klobucar", "utterance": " provides a model for an aesthetic response to the screen, but I also argue that they might be based, a little bit too much on scriptural documentation and its relationship to the scriptural upon me and scriptural knowledge systems."}
{"start": "00:14:50.310", "end": "00:14:51.180", "speaker": "Andrew Klobucar", "utterance": " So what can we."}
{"start": "00:14:51.720", "end": "00:15:00.630", "speaker": "Andrew Klobucar", "utterance": " Make of that now the key attributes that we've seen in a lot of these panels and discussions that go forward in terms of."}
{"start": "00:15:04.320", "end": "00:15:04.980", "speaker": "Andrew Klobucar", "utterance": " The."}
{"start": "00:15:07.320", "end": "00:15:21.720", "speaker": "Andrew Klobucar", "utterance": " postscript fuel economy is that it, it is open, it is transitory it is impermanent and also it's non referential, and this is very, very key here, even traveler Scott, we can see that in some of his lyrics and we see that also."}
{"start": "00:15:22.020", "end": "00:15:23.160", "speaker": "Andrew Klobucar", "utterance": " In terms of."}
{"start": "00:15:23.520", "end": "00:15:38.640", "speaker": "Andrew Klobucar", "utterance": " What the battle royale systems are arguing for we don't need to be in the world, the avatars function extremely well and they're non referential they're not referencing us, they are their own entities."}
{"start": "00:15:40.050", "end": "00:15:54.210", "speaker": "Andrew Klobucar", "utterance": " This is something we can actually celebrate because it's a freeing of sorts, but again once we become avatars in these systems, our data is 100% minus we are in fact being surveilled."}
{"start": "00:15:58.020", "end": "00:16:10.140", "speaker": "Andrew Klobucar", "utterance": " So we have this digital walk through an open different kind of open field, perhaps an open mind craft field and that's one model through it."}
{"start": "00:16:11.250", "end": "00:16:27.750", "speaker": "Andrew Klobucar", "utterance": " I just want to sort of move forward with my own perspective on well, we might find a few interesting ideas kind of paradoxically in terms of this this new type of."}
{"start": "00:16:28.770", "end": "00:16:38.400", "speaker": "Andrew Klobucar", "utterance": " aesthetic response so i'm going to take us out of the screen and offer a little bit of aesthetic distance and this is something that I think will pick up in carol's."}
{"start": "00:16:39.090", "end": "00:16:55.350", "speaker": "Andrew Klobucar", "utterance": " excellent paper on a static distance, it is a place of exile, it is an aesthetic response, but of course it didn't happen really on screen at all, and this was an example, this is an interactive."}
{"start": "00:16:57.120", "end": "00:16:57.720", "speaker": "Andrew Klobucar", "utterance": " type of."}
{"start": "00:16:57.900", "end": "00:17:17.430", "speaker": "Andrew Klobucar", "utterance": " Performance sculpture, where we were asked, and we are asked in all of his projects to be in fact part of this kind of monument the one that I want to draw attention to hear the war for all together, but the most recent one was in 2014."}
{"start": "00:17:19.320", "end": "00:17:20.370", "speaker": "Andrew Klobucar", "utterance": " by the Swiss artists."}
{"start": "00:17:20.400", "end": "00:17:21.360", "speaker": "None", "utterance": "Thomas hirshhorn."}
{"start": "00:17:22.890", "end": "00:17:26.010", "speaker": "Andrew Klobucar", "utterance": " monument performance sculpture, he calls the Gramsci."}
{"start": "00:17:26.340", "end": "00:17:36.030", "speaker": "Andrew Klobucar", "utterance": " monument, and this is the fourth and final in a series that he had been doing for some time now they're all named after prominent."}
{"start": "00:17:37.230", "end": "00:17:45.300", "speaker": "Andrew Klobucar", "utterance": " philosophers of the 20th century Espinosa to lose the tie was his third one and Gramsci his fourth one."}
{"start": "00:17:46.560", "end": "00:17:50.760", "speaker": "Andrew Klobucar", "utterance": " I want to offer it as a model for a kennelly reimagined."}
{"start": "00:17:52.110", "end": "00:18:12.900", "speaker": "Andrew Klobucar", "utterance": " position of aesthetic distance that does actually bring up some of the same questions about the postscript fuel economy and the knowledge system we're in this is his monument that he produced in the south bronx in the summer of 2014 actually installed in the middle of a public project."}
{"start": "00:18:15.000", "end": "00:18:17.580", "speaker": "Andrew Klobucar", "utterance": " So what did it look like well when you walked in."}
{"start": "00:18:18.180", "end": "00:18:19.380", "speaker": "Andrew Klobucar", "utterance": " It was in fact."}
{"start": "00:18:20.010", "end": "00:18:22.440", "speaker": "Andrew Klobucar", "utterance": " A very, very fascinating place it looked like."}
{"start": "00:18:23.490", "end": "00:18:37.020", "speaker": "Andrew Klobucar", "utterance": " A kind of tree house that had been put up spontaneously and one afternoon, but in fact it was a reimagined Community community as an artwork none of these community."}
{"start": "00:18:39.000", "end": "00:18:48.810", "speaker": "Andrew Klobucar", "utterance": " places or locations that he actually created were considered to be permanent, and yet when you were in it, much like."}
{"start": "00:18:49.890", "end": "00:19:01.860", "speaker": "Andrew Klobucar", "utterance": " When you're in a kind of screen environment like a fortnight environment, you can do anything you could walk around the world daily programs have lectures on Gramsci."}
{"start": "00:19:02.880", "end": "00:19:12.960", "speaker": "Andrew Klobucar", "utterance": " It had a library of books on Gramsci it had its own theater platform that's kind of a platform within a platform that he called the grim she theater."}
{"start": "00:19:13.530", "end": "00:19:28.920", "speaker": "Andrew Klobucar", "utterance": " And the workplace inside this other artwork so you sat down and you actually for a while, for a very long, while you felt as if you were part of an actual audience watching an actual play and you were."}
{"start": "00:19:29.460", "end": "00:19:38.730", "speaker": "Andrew Klobucar", "utterance": " Little poetry elections lectures on the same stage writing workshops even our workshops that are short himself lead in this exhibition pace place."}
{"start": "00:19:39.480", "end": "00:19:53.910", "speaker": "Andrew Klobucar", "utterance": " um and then just as quickly as it emerged it disappeared and in mid September to 15 he took everything down and all the people who have participated okay."}
{"start": "00:19:54.450", "end": "00:20:01.710", "speaker": "Andrew Klobucar", "utterance": " was suddenly back in a project and you experienced this profound confusion like well, what do we do now."}
{"start": "00:20:02.400", "end": "00:20:20.730", "speaker": "Andrew Klobucar", "utterance": " When you ask critics, or you ask people who actually participated in it, they all call it a complete failure because the Community that was supposed to evolve, he thought we thought didn't and in fact the theater didn't go on the bar didn't continue."}
{"start": "00:20:22.050", "end": "00:20:27.570", "speaker": "Andrew Klobucar", "utterance": " Many people in fact now don't even remember it because it was going to be seven years ago now."}
{"start": "00:20:28.860", "end": "00:20:34.440", "speaker": "Andrew Klobucar", "utterance": " So they were able to go back to the project and live their life as it was."}
{"start": "00:20:36.000", "end": "00:20:41.550", "speaker": "Andrew Klobucar", "utterance": " As a definitely an economically disadvantaged community and the middle of New York City."}
{"start": "00:20:42.870", "end": "00:20:54.270", "speaker": "Andrew Klobucar", "utterance": " And when you asked her short well, what did you want for this all he says is I didn't want anything I just wanted people to play and actually be friends for a little bit."}
{"start": "00:20:54.780", "end": "00:21:08.430", "speaker": "Andrew Klobucar", "utterance": " And if the friendships and the relationships don't continue that's part of the work itself so people do feel this incredible sense of exile and, in fact, what I remember about it is this strange sort of."}
{"start": "00:21:09.690", "end": "00:21:21.990", "speaker": "Andrew Klobucar", "utterance": " discontinuity when you're walking around it and I do call it an aesthetic success because it raised that issue in me and at the same time I couldn't be immersed in it that was good, he didn't want that."}
{"start": "00:21:23.310", "end": "00:21:32.190", "speaker": "Andrew Klobucar", "utterance": " And it's a political failure, which I think is definitely something we're also looking for in aesthetic exiles."}
{"start": "00:21:33.210", "end": "00:21:41.940", "speaker": "Andrew Klobucar", "utterance": " And as a contradiction to and I won't go into, of course, Graham she would Graham she moved into it just for time but."}
{"start": "00:21:42.810", "end": "00:21:53.430", "speaker": "Andrew Klobucar", "utterance": " He does also talk about a space of exile from this organic arrangement, so it was freeing I think her stone would say, Graham she would say this is, this is the laboratory moment."}
{"start": "00:21:54.600", "end": "00:22:08.880", "speaker": "Andrew Klobucar", "utterance": " I also want to compare it to another kind of a political success at the moment and aesthetic failure in many ways, because they didn't doesn't want to be aesthetic and wants to be political, and this is the carbon would."}
{"start": "00:22:09.780", "end": "00:22:19.200", "speaker": "Andrew Klobucar", "utterance": " engagement that we see happening now in West oakland underneath a freeway where people who have been homeless, especially in the pandemic."}
{"start": "00:22:19.980", "end": "00:22:32.610", "speaker": "Andrew Klobucar", "utterance": " decided to get together, while maintaining social distance for this past year or so and they've actually built a functioning community with many of the same structures that we saw the aesthetic."}
{"start": "00:22:34.680", "end": "00:22:44.700", "speaker": "Andrew Klobucar", "utterance": " situation, but it is supposed to stay it's supposed to be an aesthetic failure and at the same time, a political success and we get."}
{"start": "00:22:45.990", "end": "00:22:57.030", "speaker": "Andrew Klobucar", "utterance": " free food we get a way of maintaining relationships, but also a moment of consensus, and with that all on move on stopping we can move on to the next panel."}
{"start": "00:22:58.530", "end": "00:22:59.490", "speaker": "Andrew Klobucar", "utterance": " Paper Thank you."}
{"start": "00:23:03.150", "end": "00:23:03.600", "speaker": "Kirill Azernyi", "utterance": " Thank you."}
{"start": "00:23:08.460", "end": "00:23:12.330", "speaker": "Kirill Azernyi", "utterance": " So, if anyone wants to be the next."}
{"start": "00:23:14.460", "end": "00:23:17.400", "speaker": "Kirill Azernyi", "utterance": " Please do i'm about to take the floor."}
{"start": "00:23:19.470", "end": "00:23:22.500", "speaker": "Kirill Azernyi", "utterance": " Good all right Thank you everyone."}
{"start": "00:23:23.580", "end": "00:23:24.360", "speaker": "Kirill Azernyi", "utterance": " Actually."}
{"start": "00:23:25.980", "end": "00:23:36.600", "speaker": "Kirill Azernyi", "utterance": " sperry I find it very comfortable to go after Andrew because I was going to raise the question a little bit."}
{"start": "00:23:38.010", "end": "00:23:43.740", "speaker": "Kirill Azernyi", "utterance": " What actually makes the identity open open structure and all the work."}
{"start": "00:23:44.820", "end": "00:23:45.210", "speaker": "Kirill Azernyi", "utterance": " Because."}
{"start": "00:23:46.740", "end": "00:23:50.100", "speaker": "Kirill Azernyi", "utterance": " The way I see it, is that actually."}
{"start": "00:23:51.450", "end": "00:24:05.970", "speaker": "Kirill Azernyi", "utterance": " been thinking for a while, from the interview process over say traditional aesthetics, which is like old fashioned and county on and dates back to Aquinas, and so on, but."}
{"start": "00:24:07.290", "end": "00:24:13.860", "speaker": "Kirill Azernyi", "utterance": " He says that it still works, because we're still kind of distance from."}
{"start": "00:24:15.420", "end": "00:24:27.990", "speaker": "Kirill Azernyi", "utterance": " A from a from an artifact because there are certain inertia of your decides that says that we are about to be distanced when we approach, an artifact it."}
{"start": "00:24:29.310", "end": "00:24:32.580", "speaker": "Kirill Azernyi", "utterance": " For very simple reason."}
{"start": "00:24:33.660", "end": "00:24:42.990", "speaker": "Kirill Azernyi", "utterance": " Because actually the effect ascetics is not quite reality, but it's a mode of perception okay like."}
{"start": "00:24:43.920", "end": "00:24:54.660", "speaker": "Kirill Azernyi", "utterance": " When we think of an object that isn't a static object, and I believe Andrew has shown it perfectly well just he says open static trailer or."}
{"start": "00:24:55.290", "end": "00:25:05.790", "speaker": "Kirill Azernyi", "utterance": " settings success against political failure or success, which means that well this object can be both or either either a."}
{"start": "00:25:06.330", "end": "00:25:31.080", "speaker": "Kirill Azernyi", "utterance": " Political or or that is so, it means that it's not quite only anesthetics objects up quite an object statics Okay, but it's a mode of aesthetics that can be either turned on or turned off, so to say yes it's pretty it's pretty rough to say that because it perhaps."}
{"start": "00:25:32.670", "end": "00:25:42.660", "speaker": "Kirill Azernyi", "utterance": " Some there is some range of other decisions it's not it doesn't have to be like that, like now i'm looking at a picture from one to view."}
{"start": "00:25:43.890", "end": "00:25:49.920", "speaker": "Kirill Azernyi", "utterance": " Of a viewer and the next day i'm bankrupt and i'm selling it on the market."}
{"start": "00:25:50.940", "end": "00:26:00.720", "speaker": "Kirill Azernyi", "utterance": " It doesn't have to be your legs that we always we always scale this, and this is what i'm going to talk about scaling of distance."}
{"start": "00:26:02.100", "end": "00:26:02.610", "speaker": "Kirill Azernyi", "utterance": " and"}
{"start": "00:26:04.050", "end": "00:26:17.940", "speaker": "Kirill Azernyi", "utterance": " In fact, what i'm talking about for now is that it's a certain mode of perception and we do need this mode of perception was being needing this mode perception for a while, because."}
{"start": "00:26:19.740", "end": "00:26:21.240", "speaker": "Kirill Azernyi", "utterance": " Otherwise we wouldn't be."}
{"start": "00:26:22.500", "end": "00:26:23.520", "speaker": "Kirill Azernyi", "utterance": " able to."}
{"start": "00:26:25.230", "end": "00:26:29.370", "speaker": "Kirill Azernyi", "utterance": " Take a proper seats any now the tutorial okay like."}
{"start": "00:26:30.630", "end": "00:26:37.650", "speaker": "Kirill Azernyi", "utterance": " When there is the picture on the wall, we shall also have a seat in the audience too."}
{"start": "00:26:38.520", "end": "00:26:50.250", "speaker": "Kirill Azernyi", "utterance": " Young to you know not let us touch it and so on, then, to protect the picture from from us right, because who knows what we might think we showed you with this."}
{"start": "00:26:50.580", "end": "00:26:59.850", "speaker": "Kirill Azernyi", "utterance": " The aesthetics, the county anesthetic says you're just something he doesn't say that you know this artist of cannot be used to."}
{"start": "00:27:00.390", "end": "00:27:09.540", "speaker": "Kirill Azernyi", "utterance": " Any other way it doesn't say that it cannot be used in any other way says it shouldn't be any other way, he says, you shall he does interest."}
{"start": "00:27:10.290", "end": "00:27:22.020", "speaker": "Kirill Azernyi", "utterance": " Interested right in this because it's not for you to eat some for you to break is a future touches for you to observe to perceive aesthetically from a particular position."}
{"start": "00:27:22.590", "end": "00:27:39.240", "speaker": "Kirill Azernyi", "utterance": " And, to my mind, so I refer to our home really on a lot of the panels I create monthly I I keep saying that there is that guy or number Leon okay well where's the fraternity."}
{"start": "00:27:40.380", "end": "00:27:52.350", "speaker": "Kirill Azernyi", "utterance": " wear a size color a marvelous score athlete who says that county and aesthetics, is not an option, because we've we have."}
{"start": "00:27:53.070", "end": "00:28:11.130", "speaker": "Kirill Azernyi", "utterance": " performances of in you hero, we have happening, and so on and so forth, and he says now come in aesthetics anymore, because we're 100% involved, but the very fact that is he is constantly in his book art."}
{"start": "00:28:12.360", "end": "00:28:13.830", "speaker": "Kirill Azernyi", "utterance": " yeah second."}
{"start": "00:28:16.410", "end": "00:28:27.420", "speaker": "Kirill Azernyi", "utterance": " argument argument engagements and way back no mind, he is reading on the view aesthetics of involvement like we are also participating in acts in the work of are."}
{"start": "00:28:27.960", "end": "00:28:34.710", "speaker": "Kirill Azernyi", "utterance": " We looking at it so on, and on Washington he keeps saying that we're not supposed to be."}
{"start": "00:28:34.950", "end": "00:28:49.710", "speaker": "Kirill Azernyi", "utterance": " The viewers anymore, and this means that he still hot he's always highlighting that besides that it's expressing the county and aesthetics is still with us and the means of perception using the digital art."}
{"start": "00:28:51.900", "end": "00:28:53.340", "speaker": "Kirill Azernyi", "utterance": " Well, these."}
{"start": "00:28:54.450", "end": "00:29:15.870", "speaker": "Kirill Azernyi", "utterance": " expressive tools are well they're often from the previous days, and when we look at them and actually, for instance, we can find it a lot of references to who knows modernism and it's good read books book who tonic literature, or he says we."}
{"start": "00:29:17.400", "end": "00:29:22.110", "speaker": "Kirill Azernyi", "utterance": " are rooted in modern, so we are waiting in the distance."}
{"start": "00:29:23.130", "end": "00:29:32.880", "speaker": "Kirill Azernyi", "utterance": " Because modernism is rooted in the in the earlier ages and and I don't believe we need to actually."}
{"start": "00:29:33.630", "end": "00:29:46.980", "speaker": "Kirill Azernyi", "utterance": " proceed in breaking this distance because to me it's kind of productive, first of all, because as Andrew has noted the open structure doesn't give us any particular."}
{"start": "00:29:47.550", "end": "00:30:00.960", "speaker": "Kirill Azernyi", "utterance": " target right and, in particular, in particular goal, so what is freedom, freedom is that I am in search of myself okay in way certain kind of help, because it means that I cannot."}
{"start": "00:30:02.640", "end": "00:30:09.330", "speaker": "Kirill Azernyi", "utterance": " structure my own identity, two words a piece of art and this problem is."}
{"start": "00:30:10.560", "end": "00:30:32.250", "speaker": "Kirill Azernyi", "utterance": " is not present in the traditional arts kits that we are presented asset viewers identity and the art the the artifact is presented as the identity open artifact and it's it is all made possible through the relations through the distance between me and."}
{"start": "00:30:34.560", "end": "00:30:37.890", "speaker": "Kirill Azernyi", "utterance": " So, it means that everything."}
{"start": "00:30:39.000", "end": "00:30:57.900", "speaker": "Kirill Azernyi", "utterance": " most interesting has already happens, I have already been found and the our fact has already been founded Okay, so this is the structure and this structure is 100% determines by itself, and when we are watching, for instance, a film, we do not."}
{"start": "00:30:59.730", "end": "00:31:03.810", "speaker": "Kirill Azernyi", "utterance": " Follow the steps of."}
{"start": "00:31:05.640", "end": "00:31:19.050", "speaker": "Kirill Azernyi", "utterance": " The camera as if it was spontaneous so we can say that each previous step is backed by the future staffs Okay, so this structure is first of all finished says infinity."}
{"start": "00:31:19.500", "end": "00:31:43.200", "speaker": "Kirill Azernyi", "utterance": " What the completeness of an artifact is watch actually distances us from that were not a part of it, because it's complete already it doesn't need us because Jesus complete already so once we have these open structure questions starting started for you to my mind right and."}
{"start": "00:31:46.590", "end": "00:31:50.880", "speaker": "Kirill Azernyi", "utterance": " there's a problem that arises from derived from it, the problem is that."}
{"start": "00:31:52.260", "end": "00:31:53.370", "speaker": "Kirill Azernyi", "utterance": " We do not."}
{"start": "00:31:54.840", "end": "00:32:03.900", "speaker": "Kirill Azernyi", "utterance": " We are incapable our opening capable to identify an object in the process of it's becoming because we're used to."}
{"start": "00:32:04.410", "end": "00:32:13.290", "speaker": "Kirill Azernyi", "utterance": " presuppose that our artistic attitude when we are answering a gallery Okay, are we are an info when we have we're entering a museum."}
{"start": "00:32:13.680", "end": "00:32:35.850", "speaker": "Kirill Azernyi", "utterance": " Somewhere or when we're opening a no vote we have presuppose attitude towards it, so it means that if i'm not sure it's a no i'm not sure if i'm a reader or not, so if it's not and know, am I am eager again to go beyond our little bit okay."}
{"start": "00:32:38.490", "end": "00:32:53.010", "speaker": "Kirill Azernyi", "utterance": " yeah that you refer two seasons object and her booth cold devoted to the old photographs of suffering people where he actually says that you see these pictures are."}
{"start": "00:32:54.420", "end": "00:33:13.200", "speaker": "Kirill Azernyi", "utterance": " owns well enough it doesn't mean that they're very good about their adjusted, I mean the artists themselves the artists right before the photographers themselves treat Z or object their documentaries, as well the humanity photos right, so they are."}
{"start": "00:33:15.690", "end": "00:33:21.030", "speaker": "Kirill Azernyi", "utterance": " For a job of saying, sometimes things that are unbearable but."}
{"start": "00:33:22.470", "end": "00:33:43.620", "speaker": "Kirill Azernyi", "utterance": " Also, they act as if we were artists right they're not the eyes of the artists to be the adjust things okay to make them more creatively effective you say this is what song song job sasa Okay, so what she says is that even."}
{"start": "00:33:44.640", "end": "00:34:00.900", "speaker": "Kirill Azernyi", "utterance": " When we're looking at something very, very serious and Lisa and tragic sometimes we're incapable to treat it as if it was reality okay like she says the photographers actresses they were artists okay."}
{"start": "00:34:01.470", "end": "00:34:20.790", "speaker": "Kirill Azernyi", "utterance": " And this means that this frame of completeness, is very, very much imposing and it's it's necessary for us to identify that Well, this is an audio check and so on, so this is the big picture, the big picture is the context of guy like."}
{"start": "00:34:21.870", "end": "00:34:23.190", "speaker": "Kirill Azernyi", "utterance": " This is what, for instance."}
{"start": "00:34:24.390", "end": "00:34:36.180", "speaker": "Kirill Azernyi", "utterance": " An art critic and philosopher value polsky CSC have here actually the first term, the more you open when he says when we're looking at a face, for instance, again, what would be on art we're looking at his face."}
{"start": "00:34:36.450", "end": "00:34:46.020", "speaker": "Kirill Azernyi", "utterance": " The first of all see a face, we see a person, and then we started discerning his or her particular features okay their particular features off."}
{"start": "00:34:46.620", "end": "00:35:03.360", "speaker": "Kirill Azernyi", "utterance": " The face of God it doesn't work like you know is if I am looking at and knows i'm looking at that one i'm going to die, and then I will produce a face in my mind revision doesn't happen like that and."}
{"start": "00:35:04.560", "end": "00:35:05.310", "speaker": "Kirill Azernyi", "utterance": " The article."}
{"start": "00:35:06.510", "end": "00:35:08.490", "speaker": "Kirill Azernyi", "utterance": " Which is no to which was named."}
{"start": "00:35:09.960", "end": "00:35:21.930", "speaker": "Kirill Azernyi", "utterance": " Something like they they recognized him and they stopped seeing the person as far as I remember it was about it was religious i'm i'm not sure if a sermon was."}
{"start": "00:35:22.740", "end": "00:35:30.540", "speaker": "Kirill Azernyi", "utterance": " So, it means that recognition loses well, let me read something we lose all the details Okay, so there was a big picture."}
{"start": "00:35:30.960", "end": "00:35:44.100", "speaker": "Kirill Azernyi", "utterance": " So, but there was also something sure like what if we do not know what it is, what if we are not sure it's no wonder we're not sure if it's a piece of what we have to move, step by step."}
{"start": "00:35:44.640", "end": "00:35:57.810", "speaker": "Kirill Azernyi", "utterance": " Okay run into things stumble, and so one and it doesn't guarantee that we will any way gain, we will have things big picture, because."}
{"start": "00:35:58.410", "end": "00:36:04.260", "speaker": "Kirill Azernyi", "utterance": " The big picture is already with us, we actually don't have to reproduce the big official through."}
{"start": "00:36:05.160", "end": "00:36:19.500", "speaker": "Kirill Azernyi", "utterance": " The small steps we don't have to do this because our big picture, what we expect ourselves with this is, in our tradition in our candy mission of distance, so we see that the building and we."}
{"start": "00:36:21.840", "end": "00:36:24.660", "speaker": "Kirill Azernyi", "utterance": " were looking around building yeah Okay, so we are."}
{"start": "00:36:27.210", "end": "00:36:29.580", "speaker": "Kirill Azernyi", "utterance": " stumbling and we were running."}
{"start": "00:36:30.750", "end": "00:36:46.740", "speaker": "Kirill Azernyi", "utterance": " around in the furniture and so on, and it might be uncomfortable, but we are keeping the big picture of the House in our in our mind, so this is a really tricky thing."}
{"start": "00:36:48.060", "end": "00:37:00.360", "speaker": "Kirill Azernyi", "utterance": " was actually yeah, the question is what makes these two pictures unified in court incorporates users experience right because, in fact."}
{"start": "00:37:01.260", "end": "00:37:19.710", "speaker": "Kirill Azernyi", "utterance": " This is, I believe, very serious in terms of users identity, because we lose us we actually are distance from ourselves like I have just solve the Repo for instance right, and I can read the ISP and I have been before."}
{"start": "00:37:21.720", "end": "00:37:31.050", "speaker": "Kirill Azernyi", "utterance": " But what is my attitude towards my decision Doris what I have just done, I am distance from myself so they're very disruptive identity of the user."}
{"start": "00:37:31.470", "end": "00:37:47.820", "speaker": "Kirill Azernyi", "utterance": " A split identity over user, which is maintained by a form that is being revealed that is in process of revealing revealing correct okay so i'm not sure if."}
{"start": "00:37:48.870", "end": "00:37:50.190", "speaker": "Kirill Azernyi", "utterance": " How much time do I have."}
{"start": "00:37:53.490", "end": "00:37:54.180", "speaker": "Kirill Azernyi", "utterance": " A little bit."}
{"start": "00:37:54.720", "end": "00:37:58.170", "speaker": "Kirill Azernyi", "utterance": " Okay, yes, so i'm going to show you."}
{"start": "00:38:00.270", "end": "00:38:01.920", "speaker": "Kirill Azernyi", "utterance": " Something i'm working on because."}
{"start": "00:38:03.540", "end": "00:38:13.920", "speaker": "Kirill Azernyi", "utterance": " This is actually totally devoted to one I am talking about, so, in fact, what i've done here is only for you to look at because."}
{"start": "00:38:14.790", "end": "00:38:29.310", "speaker": "Kirill Azernyi", "utterance": " it's very raw and there is that person, but it is kind of illustrates what i'm talking about, so we have a big picture of syntax and grammar and we have a small picture of attaching things to each other to thing."}
{"start": "00:38:30.390", "end": "00:38:44.460", "speaker": "Kirill Azernyi", "utterance": " You know, proper a proper story that's right so bad when i'm doing this is OK, but when i'm doing this is not Okay, so you are is dramatically better, but it is."}
{"start": "00:38:45.750", "end": "00:38:49.200", "speaker": "Kirill Azernyi", "utterance": " is easier to do so, we have what it is."}
{"start": "00:38:50.370", "end": "00:39:01.560", "speaker": "Kirill Azernyi", "utterance": " And we have what I do and what I do contradicts what it is, because I cannot easily attach easily a fashionable things let's."}
{"start": "00:39:02.580", "end": "00:39:05.730", "speaker": "Kirill Azernyi", "utterance": " move further a little bit, so I have another."}
{"start": "00:39:07.470", "end": "00:39:16.050", "speaker": "Kirill Azernyi", "utterance": " yeah but the energy to make it look better and to look even worse, so this is OK, but when I do this."}
{"start": "00:39:17.790", "end": "00:39:29.040", "speaker": "Kirill Azernyi", "utterance": " I experiencing problems, so, in fact, this is, and it goes like that and it's it's traits and the more you try to make the text coherence."}
{"start": "00:39:30.090", "end": "00:39:41.070", "speaker": "Kirill Azernyi", "utterance": " And, the harder it becomes to do this technically configure because, if I want to choose this thing because, like that."}
{"start": "00:39:41.550", "end": "00:39:56.250", "speaker": "Kirill Azernyi", "utterance": " And more and more constraints, if you want to make a text go here and because what it is always contradicts what we do, and this is how we stumble and adjust our behavior."}
{"start": "00:39:57.180", "end": "00:40:11.340", "speaker": "Kirill Azernyi", "utterance": " So this is what I was going to gel and I wanted to conclude with the reference to small different reference to see one dog, who says that a child, when he or she is."}
{"start": "00:40:13.110", "end": "00:40:18.120", "speaker": "Kirill Azernyi", "utterance": " about to start walking normally I guess how to you know how to crawl."}
{"start": "00:40:20.190", "end": "00:40:35.640", "speaker": "Kirill Azernyi", "utterance": " Because that we need to stumble to proceed moving forward okay so it's a complicated switching between what it is and what we do."}
{"start": "00:40:37.110", "end": "00:40:39.750", "speaker": "Kirill Azernyi", "utterance": " Okay, so this is pretty much it Thank you."}
{"start": "00:40:49.320", "end": "00:40:51.240", "speaker": "Kate T", "utterance": " Rebecca is going to present next."}
{"start": "00:40:54.330", "end": "00:40:58.170", "speaker": "Rebecca Rouse - she/her", "utterance": " Thank you, Kate and let me just see if I can share my screen."}
{"start": "00:41:00.600", "end": "00:41:01.020", "speaker": "None", "utterance": "See."}
{"start": "00:41:10.140", "end": "00:41:12.780", "speaker": "Rebecca Rouse - she/her", "utterance": " I hope that's coming through okay to folks."}
{"start": "00:41:13.980", "end": "00:41:22.110", "speaker": "Rebecca Rouse - she/her", "utterance": " Thank you so much, Kate and Andrew and kill for inviting me to join you it's really a pleasure to be in conversation."}
{"start": "00:41:23.160", "end": "00:41:24.810", "speaker": "Rebecca Rouse - she/her", "utterance": " hi i'm Rebecca rouse i'm a."}
{"start": "00:41:24.810", "end": "00:41:26.880", "speaker": "Rebecca Rouse - she/her", "utterance": " Professor at university, who have done in Sweden."}
{"start": "00:41:27.150", "end": "00:41:32.490", "speaker": "Rebecca Rouse - she/her", "utterance": " And i'm going to share a little bit about dream time pandemic time and platform problems."}
{"start": "00:41:33.600", "end": "00:41:40.350", "speaker": "Rebecca Rouse - she/her", "utterance": " i'm going to open with this anecdote here's a copy of an email, I sent to my colleague Bobby Schweizer last month, so I."}
{"start": "00:41:40.650", "end": "00:41:51.660", "speaker": "Rebecca Rouse - she/her", "utterance": " I couldn't find a research paper that I had a thought I found through a Google scholar search but, but the embarrassing part is I wasn't sure if this was a dream or not I have been having these."}
{"start": "00:41:52.140", "end": "00:41:59.760", "speaker": "Rebecca Rouse - she/her", "utterance": " Google scholar search dreams lately, the very realistic, so I reached out to Bobby to ask if he knew about the paper, I was looking for and."}
{"start": "00:42:00.210", "end": "00:42:09.480", "speaker": "Rebecca Rouse - she/her", "utterance": " Okay, it turns out, it was a dream i've been having these highly realistic continuation of Google scholar search flow in my dreams i'll come back to this."}
{"start": "00:42:12.150", "end": "00:42:23.790", "speaker": "Rebecca Rouse - she/her", "utterance": " Time is a key component of flow and famously theorized by my hayley hayley and when we're engaged in flow he points out, we may lose all sense of time."}
{"start": "00:42:24.330", "end": "00:42:34.650", "speaker": "Rebecca Rouse - she/her", "utterance": " Jay bolter has discussed like the aesthetic of cathartic, unlike the aesthetic of catharsis you know bolter has made the distinction between catharsis and flow."}
{"start": "00:42:35.220", "end": "00:42:46.350", "speaker": "Rebecca Rouse - she/her", "utterance": " catharsis moving moving to its own depletion and resolution but flow, on the other hand, having no end so we can never scroll to the end of Twitter, in the same way, we could turn the final page of a book."}
{"start": "00:42:46.920", "end": "00:43:03.420", "speaker": "Rebecca Rouse - she/her", "utterance": " Of course Twitter provides us with an interactive narrative platform and network access in a way that the contemporary mass produced codecs can't but what has the experience of time during pandemic time revealed about the differences between scrolling and page turning."}
{"start": "00:43:04.650", "end": "00:43:10.140", "speaker": "Rebecca Rouse - she/her", "utterance": " Time has behave very differently, for me, in these past months, when, like many of you have been confined to my home."}
{"start": "00:43:10.470", "end": "00:43:18.150", "speaker": "Rebecca Rouse - she/her", "utterance": " Without these spatial mnemonic markers of time passing you know, like I used to have like drive to town to go to work walk down to the cafeteria for lunch."}
{"start": "00:43:18.870", "end": "00:43:23.640", "speaker": "Rebecca Rouse - she/her", "utterance": " Today, could be a year ago today could be yesterday you know today could just as easily be tomorrow."}
{"start": "00:43:24.300", "end": "00:43:34.920", "speaker": "Rebecca Rouse - she/her", "utterance": " Despite all that, the digital realm of so called real time has continued and i'm grateful for that right because that's how we can meet here, unable to keep my job during this catastrophe."}
{"start": "00:43:35.400", "end": "00:43:44.460", "speaker": "Rebecca Rouse - she/her", "utterance": " But in my experience, it turns out that real time for me might not refer to human lived reality at all, but rather to the reality of the machine."}
{"start": "00:43:45.090", "end": "00:44:00.120", "speaker": "Rebecca Rouse - she/her", "utterance": " The real time of zoom does become exhausting after enough hours right, I found the flow saturated interactions of social media have become tiresome even more quickly and what used to feel like a pleasurable break from other word paced activities now don't boring."}
{"start": "00:44:01.380", "end": "00:44:11.190", "speaker": "Rebecca Rouse - she/her", "utterance": " Even writing for work on the computer has become less of a norm for me i'm writing on paper again a lot now now that so much other work of teaching and meetings is all happening in the zoom room."}
{"start": "00:44:11.490", "end": "00:44:25.740", "speaker": "Rebecca Rouse - she/her", "utterance": " And paper has a very different time flow experience quality right you're writing separate words and pause the express devotee of handwriting the feel of the paper here, maybe i'll try a different pen today, but the keyboard clicks are always all the same."}
{"start": "00:44:26.700", "end": "00:44:36.450", "speaker": "Rebecca Rouse - she/her", "utterance": " The flow today that feels most pleasurable to me is less about interaction with a machine and more about interaction between people like collaborating with our secure six year old son."}
{"start": "00:44:37.110", "end": "00:44:45.570", "speaker": "Rebecca Rouse - she/her", "utterance": " To make an edit songs and garage band, we lose track of time we make our own fun and this flow is between us and co created experience."}
{"start": "00:44:46.290", "end": "00:44:53.400", "speaker": "Rebecca Rouse - she/her", "utterance": " So maybe real time actually means machine time and maybe machine time brings us into machine flow."}
{"start": "00:44:53.820", "end": "00:45:09.630", "speaker": "Rebecca Rouse - she/her", "utterance": " By encouraging our basic human tendencies towards my niece's transforming us into code, such that we absorb the platforms, maybe even into our own dream time like i've managed to to so maybe maybe real time, after all, though, began long before the digital medium."}
{"start": "00:45:10.740", "end": "00:45:17.280", "speaker": "Rebecca Rouse - she/her", "utterance": " With black box machines operated by digits like these digits that provided instant response, as in the piano."}
{"start": "00:45:18.060", "end": "00:45:26.880", "speaker": "Rebecca Rouse - she/her", "utterance": " And yet, when I played the piano I fill our tiny house with music I contribute creative expression after i've practiced mastered the peace."}
{"start": "00:45:27.270", "end": "00:45:35.040", "speaker": "Rebecca Rouse - she/her", "utterance": " No matter how much I practice Twitter, it will never fill our House with music, I will never mastered as a creative partner, it will never respond to me as a creative partner."}
{"start": "00:45:36.060", "end": "00:45:43.170", "speaker": "Rebecca Rouse - she/her", "utterance": " So if we think about so called real time as machine time how might we describe human produced time perhaps as dialogue time."}
{"start": "00:45:43.560", "end": "00:45:54.210", "speaker": "Rebecca Rouse - she/her", "utterance": " i've been working with inner group dialogue as a pedagogical method with my colleague amy caron at rensselaer Polytechnic Institute for the past several years and in our research project to transform."}
{"start": "00:45:54.810", "end": "00:46:01.890", "speaker": "Rebecca Rouse - she/her", "utterance": " We game design course through a critical feminist lens we've used dialogic pedagogy in the classroom context."}
{"start": "00:46:02.340", "end": "00:46:10.170", "speaker": "Rebecca Rouse - she/her", "utterance": " dialogue as a communication platform has a particular texture that differentiates it from other forms of communication platforms, such as discussion or debate."}
{"start": "00:46:10.830", "end": "00:46:15.540", "speaker": "Rebecca Rouse - she/her", "utterance": " Now different is not better but different platforms do lead to different outcomes."}
{"start": "00:46:16.080", "end": "00:46:23.610", "speaker": "Rebecca Rouse - she/her", "utterance": " In a dialogue based class we begin the process by talking about dialogue, so we surface the platform itself the platform is made visible."}
{"start": "00:46:23.910", "end": "00:46:35.910", "speaker": "Rebecca Rouse - she/her", "utterance": " We talk about why we choose this communication mode why our goals align with what dialogue makes possible we co author guidelines for how we want the dialogue to proceed these guidelines are revisited at each class meeting and they're up for editing."}
{"start": "00:46:36.480", "end": "00:46:48.630", "speaker": "Rebecca Rouse - she/her", "utterance": " We keep them in play it's playful we co create the platform keep it in this state of continual revision and these there are a lot of connections here with playing games, but dialogue is more like play and less like a game."}
{"start": "00:46:49.530", "end": "00:47:05.790", "speaker": "Rebecca Rouse - she/her", "utterance": " The method of formalized co constituted dialogue has very different aims from those of debate which you can see laid out here Persuasion is not a goal of dialogue goals are more transformative than that and they're focused on specific practices enacted within the dialogue."}
{"start": "00:47:07.230", "end": "00:47:15.480", "speaker": "Rebecca Rouse - she/her", "utterance": " Dialogue has this potential to be transformative in ways discussion and debate can't and let me emphasize potential, though, because there are no guarantees."}
{"start": "00:47:16.020", "end": "00:47:22.980", "speaker": "Rebecca Rouse - she/her", "utterance": " So we can guarantee, in a debate, there will be a winner, we can guarantee in a discussion that a range of points of view will be presented."}
{"start": "00:47:23.700", "end": "00:47:27.360", "speaker": "Rebecca Rouse - she/her", "utterance": " In a dialogue, however we're on an adventure together but off the map."}
{"start": "00:47:27.870", "end": "00:47:36.570", "speaker": "Rebecca Rouse - she/her", "utterance": " Because we are drawing our own map as we go like crockett johnson's Harold in the purple crayon creating his world in real time, or rather in human time."}
{"start": "00:47:37.050", "end": "00:47:48.960", "speaker": "Rebecca Rouse - she/her", "utterance": " Human time creates its own markers of progress as as Harold does with the moon, time is the time, the human perceives as the human perceives it and Harold perceive the moon moving with him."}
{"start": "00:47:50.010", "end": "00:47:59.280", "speaker": "Rebecca Rouse - she/her", "utterance": " In dialogue we're co creating our platform for communication, even as we use it we're making the world within between the world and each other, which in relation makes us."}
{"start": "00:48:00.090", "end": "00:48:07.380", "speaker": "Rebecca Rouse - she/her", "utterance": " And what kind of world are we living in today drawing parallels between the current political, cultural and economic moment in the US today."}
{"start": "00:48:07.710", "end": "00:48:14.730", "speaker": "Rebecca Rouse - she/her", "utterance": " And the night end of the 19th century gilded age certainly feels natural i'm not the only one to make these comparisons."}
{"start": "00:48:15.600", "end": "00:48:23.880", "speaker": "Rebecca Rouse - she/her", "utterance": " In looking back at the history of that first gilded age I recognize very similar politics of obstruction economic and social inequality corruption."}
{"start": "00:48:24.420", "end": "00:48:32.940", "speaker": "Rebecca Rouse - she/her", "utterance": " The remarkable agency and power of a corporate and money to leap in our second gilded age, today I am anxious to understand how I may be taking part."}
{"start": "00:48:33.360", "end": "00:48:46.170", "speaker": "Rebecca Rouse - she/her", "utterance": " As an academic and games and immersive media big business of prior ages like cotton, tobacco that did not operate in the public interest were able to draw on the scholarship of some academics for support."}
{"start": "00:48:46.800", "end": "00:48:54.450", "speaker": "Rebecca Rouse - she/her", "utterance": " What is the relationship between big tech today and the Academy, and I think in the increasingly corporate as University of seems ties, maybe closer than ever."}
{"start": "00:48:54.960", "end": "00:49:03.960", "speaker": "Rebecca Rouse - she/her", "utterance": " Well, some have called big data, the new oil which we might understand his successor to cotton, tobacco, others have described data in far more human terms."}
{"start": "00:49:04.440", "end": "00:49:13.800", "speaker": "Rebecca Rouse - she/her", "utterance": " Legal scholar john Balkan rights, data is soylent Green, you are your data and that data is the raw material digital capitalism."}
{"start": "00:49:14.550", "end": "00:49:29.040", "speaker": "Rebecca Rouse - she/her", "utterance": " platforms, such as Twitter or Facebook and spotify are not created for the public good, to support free speech or Community connection or creative expression, the platforms are created to harvest and monetize data developed through users free Labor as we consume each other."}
{"start": "00:49:31.080", "end": "00:49:39.810", "speaker": "Rebecca Rouse - she/her", "utterance": " Trying to examine these soylent green style platforms, that the level of code it's clear the platforms are not optimized for human literacy, but for machine literacy."}
{"start": "00:49:40.290", "end": "00:49:46.020", "speaker": "Rebecca Rouse - she/her", "utterance": " and ask for good reasons, so the the sheer scale of the data generated and collected by these platforms."}
{"start": "00:49:46.410", "end": "00:49:53.610", "speaker": "Rebecca Rouse - she/her", "utterance": " a scale that is key for the platform is revenue model necessitates machine based processing and interpretation of the data."}
{"start": "00:49:54.240", "end": "00:50:05.610", "speaker": "Rebecca Rouse - she/her", "utterance": " The machine literacy doesn't always lead to the outcomes, we might expect so Examples of this include facebook's monitoring of user activity which also generates data showing when you're asleep."}
{"start": "00:50:06.810", "end": "00:50:16.770", "speaker": "Rebecca Rouse - she/her", "utterance": " And spotify is recent patent for audio monitoring of users and their environments to determine users age, gender, accent emotional state."}
{"start": "00:50:17.160", "end": "00:50:21.420", "speaker": "Rebecca Rouse - she/her", "utterance": " Details of the users physical environment, including if they're alone or not."}
{"start": "00:50:22.140", "end": "00:50:34.560", "speaker": "Rebecca Rouse - she/her", "utterance": " Reading this spotify patent is particularly instructive in the ways in which these platforms are developed for machine literacy and the ways in which we, the human users are then rendered visible to that type of literacy."}
{"start": "00:50:36.000", "end": "00:50:53.370", "speaker": "Rebecca Rouse - she/her", "utterance": " And so, while I think that mathematics ization of identity, culture and emotion in this patent is both odious and laughable the the line of code shared in the patent that disturbed me the most was on the bottom right there keyword alone confidence 87% so spa defies."}
{"start": "00:50:54.420", "end": "00:51:00.930", "speaker": "Rebecca Rouse - she/her", "utterance": " taste attribute identification system will know where I am and if i'm alone or not some level of confidence."}
{"start": "00:51:02.130", "end": "00:51:13.200", "speaker": "Rebecca Rouse - she/her", "utterance": " But I suppose I would never truly be alone because I will be always accompanied by the taste attribution identification system, just as Facebook users are still with Facebook, in a sense, even when they're sleeping."}
{"start": "00:51:14.430", "end": "00:51:31.020", "speaker": "Rebecca Rouse - she/her", "utterance": " So in dreams, while we might not be surveilled yet others may have like me absorbed the platform and continue their Google scholar search patterns and dream time, so perhaps in in the dream time gig economy even the time of suppose and rest for the brain and body can be put to work."}
{"start": "00:51:32.460", "end": "00:51:39.660", "speaker": "Rebecca Rouse - she/her", "utterance": " As a scholars working in the same computational medium, we must ask how does our work in games interactive narrative and digital storytelling."}
{"start": "00:51:40.020", "end": "00:51:54.090", "speaker": "Rebecca Rouse - she/her", "utterance": " Potentially already being subverted to the interest of the powerful and the few how how might the work we're doing not be the work we think we're doing how how might we also be buying into the world building activity activities of big tech and what can be done about it."}
{"start": "00:51:55.980", "end": "00:52:01.380", "speaker": "Rebecca Rouse - she/her", "utterance": " One trap, we could aim to avoid is the trap of seeking technological solutions when human solutions are better."}
{"start": "00:52:01.920", "end": "00:52:10.290", "speaker": "Rebecca Rouse - she/her", "utterance": " So, for example, the drive to develop immersive empathy machines and vr to ease social inequality, when we already have the technology of human to human dialogue."}
{"start": "00:52:11.220", "end": "00:52:19.170", "speaker": "Rebecca Rouse - she/her", "utterance": " We could also avoid the drive to create interactive narrative systems that better model complexity, when we already have the technologies that artistic and creative expression."}
{"start": "00:52:19.500", "end": "00:52:25.020", "speaker": "Rebecca Rouse - she/her", "utterance": " That can illuminate so called wicked problems in profound ways that do not erase the human or the particular."}
{"start": "00:52:26.010", "end": "00:52:35.850", "speaker": "Rebecca Rouse - she/her", "utterance": " So the technological solutions promise speed efficiency mass adoption profit and align with funding sources, like the many large government grants to prioritize technology."}
{"start": "00:52:36.630", "end": "00:52:44.250", "speaker": "Rebecca Rouse - she/her", "utterance": " But even when our aims as academic researchers may be to work toward justice when we work within these ontology and structures, sometimes the work we're doing."}
{"start": "00:52:44.400", "end": "00:52:45.600", "speaker": "Rebecca Rouse - she/her", "utterance": " may not be the work we think we're."}
{"start": "00:52:45.600", "end": "00:52:48.990", "speaker": "Rebecca Rouse - she/her", "utterance": " doing and I think gamification is an interesting example of this."}
{"start": "00:52:50.190", "end": "00:53:00.180", "speaker": "Rebecca Rouse - she/her", "utterance": " philosopher see time when has written about how this shows up on Twitter with the platforms gamification of communication gamification motivates via procedural ization."}
{"start": "00:53:01.380", "end": "00:53:13.560", "speaker": "Rebecca Rouse - she/her", "utterance": " Like points giving points but procedure realities homogenising effects are intensified by the rigidity of the digital medium so in a in an in person or physical interaction if we choose to add gamification elements."}
{"start": "00:53:13.980", "end": "00:53:19.290", "speaker": "Rebecca Rouse - she/her", "utterance": " We also then have agency to shatter transform them as needed like Harold and the purple cram."}
{"start": "00:53:19.890", "end": "00:53:30.930", "speaker": "Rebecca Rouse - she/her", "utterance": " But this is not the case in many digital platforms, with the digital platform, the procedural ization of user motivation can even then lead to a simplification of our interactions."}
{"start": "00:53:31.290", "end": "00:53:40.170", "speaker": "Rebecca Rouse - she/her", "utterance": " between each other so they're rendered machine legible and, over time, even can transform our aims of what we even intended to be doing on that platform in the first place."}
{"start": "00:53:40.560", "end": "00:53:48.090", "speaker": "Rebecca Rouse - she/her", "utterance": " to fit into that narrowness simplicity and sameness and since gamification is designed for the transference of skills."}
{"start": "00:53:48.630", "end": "00:53:54.660", "speaker": "Rebecca Rouse - she/her", "utterance": " Once we learn these more narrow aims and motivations, we may also take them out into the rest of our lives."}
{"start": "00:53:54.990", "end": "00:54:07.200", "speaker": "Rebecca Rouse - she/her", "utterance": " Where the thirst for extrinsic motivation that's what gamification essentially is extrinsic motivation may keep pinging us internally like phone notifications pinion and pants pocket but inside of ourselves."}
{"start": "00:54:08.460", "end": "00:54:17.730", "speaker": "Rebecca Rouse - she/her", "utterance": " So what can we do, I suggest we choose to configure design processes and practices to slow down and complexity, the design process rather than simplify it."}
{"start": "00:54:18.120", "end": "00:54:25.410", "speaker": "Rebecca Rouse - she/her", "utterance": " Work to remove extrinsic motivations in favor of intrinsic ones i've written elsewhere about a design method based in the values of human dialogue."}
{"start": "00:54:25.680", "end": "00:54:31.350", "speaker": "Rebecca Rouse - she/her", "utterance": " As opposed to media simulation as particularly suited for developing meaningful design work in in with communities."}
{"start": "00:54:32.190", "end": "00:54:42.510", "speaker": "Rebecca Rouse - she/her", "utterance": " That this kind of design process is really slow, I mean it's extremely slow the steps outlined in that chapter take years to complete like three or four years, and it could never fit in a two week design sprint."}
{"start": "00:54:44.340", "end": "00:54:51.390", "speaker": "Rebecca Rouse - she/her", "utterance": " We can also take some of what we do in the digital and play with it more flexible media that are easier to attune to human time like paper."}
{"start": "00:54:51.840", "end": "00:54:56.430", "speaker": "Rebecca Rouse - she/her", "utterance": " working to mind the afforded says have more flexible, media and playful ways so here's some."}
{"start": "00:54:56.970", "end": "00:55:03.240", "speaker": "Rebecca Rouse - she/her", "utterance": " background video from an interactive narrative book project of mine it's ongoing it's an experimental documentation project."}
{"start": "00:55:03.630", "end": "00:55:08.700", "speaker": "Rebecca Rouse - she/her", "utterance": " With this international research group that's focused on paper called paper ology it's run out of university of Montreal."}
{"start": "00:55:09.030", "end": "00:55:18.930", "speaker": "Rebecca Rouse - she/her", "utterance": " And I created this initial handmade book as a substrate for others inscriptions and contributions it's currently being shipped around the world to the other members of the group it's been going since January."}
{"start": "00:55:19.740", "end": "00:55:31.530", "speaker": "Rebecca Rouse - she/her", "utterance": " we're only about a quarter way through the list of people who want to contribute to it, so it may finish in another year and a half, but that's a very different time scale for for an interactive narrative project right couple years."}
{"start": "00:55:33.630", "end": "00:55:42.270", "speaker": "Rebecca Rouse - she/her", "utterance": " I think i'll end with this last anecdote to point towards another possible way into forward in terms of thinking about games play time."}
{"start": "00:55:42.780", "end": "00:55:52.530", "speaker": "Rebecca Rouse - she/her", "utterance": " The human and complicity so since we moved a year ago from New York my mother and I now live oceans apart so her in New York and me and Sweden."}
{"start": "00:55:52.890", "end": "00:56:06.090", "speaker": "Rebecca Rouse - she/her", "utterance": " And since we can't travel to see each other during the pandemic our dialogues are now all on zoom signal and email, I mean occasionally we send handwritten notes, but the the mail systems are so bad in both our countries can take even a month to receive them."}
{"start": "00:56:07.170", "end": "00:56:17.970", "speaker": "Rebecca Rouse - she/her", "utterance": " But earlier this week, she shared an article with me on email on the use of robotic pets as a loneliness intervention for elderly people and many US States and this article is full of hope."}
{"start": "00:56:18.510", "end": "00:56:30.000", "speaker": "Rebecca Rouse - she/her", "utterance": " It shares the good news that lonely people can meaningfully bond with robots and experience relief from feelings of despair, there are ethical concerns mentioned in the article, including the worry that people who enjoy."}
{"start": "00:56:31.230", "end": "00:56:33.870", "speaker": "Rebecca Rouse - she/her", "utterance": " robotic care may come to prefer to human care."}
{"start": "00:56:34.980", "end": "00:56:44.190", "speaker": "Rebecca Rouse - she/her", "utterance": " Researchers and cysts though the robot pets are not toys in there, and some of the people interviewed in the article but exclamation marks, these are not toys, they insist."}
{"start": "00:56:44.490", "end": "00:56:51.990", "speaker": "Rebecca Rouse - she/her", "utterance": " In spite of the meaningful playful relationships, the owners developed with them, but I think this is actually a terrible misunderstanding of what a toy is."}
{"start": "00:56:52.530", "end": "00:57:00.480", "speaker": "Rebecca Rouse - she/her", "utterance": " observe a child playing with a toy you see that a toy is not a frivolous or silly object, it is a deeply meaningful creative way."}
{"start": "00:57:00.960", "end": "00:57:11.100", "speaker": "Rebecca Rouse - she/her", "utterance": " of externalising this self Okay, not in the manner of the spotify code that mathematicians as human emotion, but through physical tactical and creative human processing."}
{"start": "00:57:11.760", "end": "00:57:22.080", "speaker": "Rebecca Rouse - she/her", "utterance": " there's a creepy side to robots that's for sure you know, they could be abused for surveillance, obviously, for one, but I think there's much we could learn from these robot kittens actually about how the capacity to play."}
{"start": "00:57:22.440", "end": "00:57:31.530", "speaker": "Rebecca Rouse - she/her", "utterance": " can keep us vital at any age nevertheless after reading that article about the robot cats i'm left thinking about how we managed to construct."}
{"start": "00:57:31.920", "end": "00:57:48.150", "speaker": "Rebecca Rouse - she/her", "utterance": " Our society, such that so many of our elders are alone, and here too i'm complicit 3900 miles away from my parents, but I look forward to continuing the dialogue with my mom on our next zoom we won't find an answer, but we will continue to connect."}
{"start": "00:57:49.440", "end": "00:57:49.950", "speaker": "Rebecca Rouse - she/her", "utterance": " Thank you."}
{"start": "00:57:56.400", "end": "00:57:57.570", "speaker": "Kate T", "utterance": " Thank you Rebecca I love it."}
{"start": "00:57:59.580", "end": "00:58:04.770", "speaker": "Kate T", "utterance": " I love ridiculous robots so I really appreciate you putting on that image."}
{"start": "00:58:06.330", "end": "00:58:11.640", "speaker": "Kate T", "utterance": " And maybe that's a good segue to my presentation, because I left myself to start on is that what i'm interested."}
{"start": "00:58:13.320", "end": "00:58:28.230", "speaker": "Kate T", "utterance": " or critique so I like the associate social connections between robot cats and humans also interested in how a narrative becomes the result of both a platform, but also the."}
{"start": "00:58:28.800", "end": "00:58:39.030", "speaker": "Kate T", "utterance": " Supposedly well or purportedly well studied social phenomena this this question is what drew and I, together and made us want to organize today's panel."}
{"start": "00:58:39.720", "end": "00:58:52.050", "speaker": "Kate T", "utterance": " Personally i'm also really interested in knowledge and meaning making, and so what I want to talk to you about today's Q and on and on, seemed like the perfect object to explore all of these different themes."}
{"start": "00:58:54.600", "end": "00:59:04.980", "speaker": "Kate T", "utterance": " I what I propose is that the best way to analyze Q and on is as an interactive narrative, in contrast to what is it much more common claim that's okay."}
{"start": "00:59:05.760", "end": "00:59:18.270", "speaker": "Kate T", "utterance": " I think that narrative that is important, especially the fact that it has collaborated on is key to understanding what went on is and why it matters so First let me tell you a little bit about."}
{"start": "00:59:19.590", "end": "00:59:29.370", "speaker": "Kate T", "utterance": " The kind of mainstream understanding of two and on cue is a person it's a nickname for an online user claims to be closely connected to."}
{"start": "00:59:29.850", "end": "00:59:39.780", "speaker": "Kate T", "utterance": " Donald trump few posts cryptic messages online that allude to a massive government conspiracy covering up a whole range of atrocities, including a cabal of how to fill up."}
{"start": "00:59:40.170", "end": "00:59:50.550", "speaker": "Kate T", "utterance": " Politicians and and she suggests the trump is going to eventually save the world from all the problems that he outlines, he is a master pretty substantial following online, in fact."}
{"start": "00:59:51.180", "end": "01:00:07.830", "speaker": "Kate T", "utterance": " Just this morning I was googling for something related to this presentation and one of the research came out just yesterday, showing that somewhere between 15 and 20% of the US population believes the basic maths the Q is laid out which isn't really frightening number to me."}
{"start": "01:00:10.080", "end": "01:00:15.390", "speaker": "Kate T", "utterance": " After Q starting to drop hosting what he calls what what is always call us drops."}
{"start": "01:00:15.900", "end": "01:00:23.100", "speaker": "Kate T", "utterance": " is ultimately lead to a loose movement amongst followers spread across all kinds of social media it started on somewhat."}
{"start": "01:00:23.490", "end": "01:00:37.320", "speaker": "Kate T", "utterance": " fringe semi fringe social media sites like for channel eight channel, but ultimately sprint all mainstream social media as well as a number of novel right wing social media sites on sites invented pretty much for this purpose."}
{"start": "01:00:39.180", "end": "01:00:47.070", "speaker": "Kate T", "utterance": " So what So what do these people do, what do all of these followers do the majority of Q amp accuse adherence."}
{"start": "01:00:48.420", "end": "01:00:58.020", "speaker": "Kate T", "utterance": " Followers get their information from an interpreter so not from you directly, although Q has been directly communicating with people on social media since the beginning."}
{"start": "01:00:59.400", "end": "01:01:08.310", "speaker": "Kate T", "utterance": " Most of his followers turn to other followers to explain his cryptic posts and so i'm."}
{"start": "01:01:10.620", "end": "01:01:15.510", "speaker": "Kate T", "utterance": " Sorry he's cryptic posts are consistent primarily of questions so he might post."}
{"start": "01:01:16.110", "end": "01:01:27.570", "speaker": "Kate T", "utterance": " Two brief sentences barely containing any information and then two to four questions intended to lead people to some sort of a conclusion, and I would suggest also."}
{"start": "01:01:28.260", "end": "01:01:36.540", "speaker": "Kate T", "utterance": " Maybe not intended towards any particularly strong conclusion because the benefit for this person trying to develop a following."}
{"start": "01:01:37.170", "end": "01:01:47.430", "speaker": "Kate T", "utterance": " Is that people can answer his questions, however, they want to have a role, keep them the most engaged to himself doesn't have to do most of the work to engage his followers."}
{"start": "01:01:48.600", "end": "01:01:57.780", "speaker": "Kate T", "utterance": " there's a whole industry of these folks these interpreters people who've made people who made public identities for themselves out of interpreting these drops."}
{"start": "01:01:58.500", "end": "01:02:05.400", "speaker": "Kate T", "utterance": " But the people who get their information from these interpreters, the drops probably wouldn't be compelling on their own and the drops are."}
{"start": "01:02:06.150", "end": "01:02:18.840", "speaker": "Kate T", "utterance": " What we would call a text or an object of analysis, but they are so they are interesting for us as an analyst but for his followers there for most of his followers they're impenetrable."}
{"start": "01:02:19.740", "end": "01:02:29.220", "speaker": "Kate T", "utterance": " Both of these groups, the the bulk of the followers and the interpreters they meet each other, the interpreters need an audience and a reason to provide these interpretations."}
{"start": "01:02:29.850", "end": "01:02:40.920", "speaker": "Kate T", "utterance": " And these followers or second degree followers as one name i'm considering for them, they need that narrative choose drops wouldn't be compelling for them without the narrative that the interpreters provide."}
{"start": "01:02:42.750", "end": "01:02:50.490", "speaker": "Kate T", "utterance": " Now i'm still on the fence about whether this is what happens with traditional narrative and or traditional interactive narrative."}
{"start": "01:02:51.660", "end": "01:02:58.680", "speaker": "Kate T", "utterance": " I started out by thinking well an author writes in a way intended to be comprehensible, but."}
{"start": "01:03:00.180", "end": "01:03:07.350", "speaker": "Kate T", "utterance": " Then again, do they leaving something up for interpretation is, of course, often the goal of an artist."}
{"start": "01:03:08.010", "end": "01:03:18.780", "speaker": "Kate T", "utterance": " And, with the advent of the Internet turn to a massive crowd to develop your interpretation to become quite common and for me at least this is my default for how I watch or read any form of entertainment."}
{"start": "01:03:19.290", "end": "01:03:30.240", "speaker": "Kate T", "utterance": " consume it and then immediately check with the Internet things, and so, in many ways, I think that the Q amp a narrative follows more traditional narratives very, very closely."}
{"start": "01:03:33.960", "end": "01:03:35.640", "speaker": "Kate T", "utterance": " In addition to the facts."}
{"start": "01:03:39.090", "end": "01:03:40.440", "speaker": "Kate T", "utterance": " One has to work."}
{"start": "01:03:40.650", "end": "01:03:43.770", "speaker": "Kate T", "utterance": " will derive meaning from the drops is."}
{"start": "01:03:43.800", "end": "01:03:52.380", "speaker": "Kate T", "utterance": " A huge part of what makes the movement so compelling the work itself it's not a static narrative it's not even about."}
{"start": "01:03:53.220", "end": "01:04:04.080", "speaker": "Kate T", "utterance": " How well crafted the narrative is it's about the user experience the sense of responsibility for the stories production, the feeling that you're building real human connections."}
{"start": "01:04:05.190", "end": "01:04:15.570", "speaker": "Kate T", "utterance": " Even a feeling that the story is something fresh and new in large part because it's being generated live the story is being created in this moment as you're following it."}
{"start": "01:04:17.070", "end": "01:04:20.910", "speaker": "Kate T", "utterance": " So i'm one of the issues that."}
{"start": "01:04:22.260", "end": "01:04:25.020", "speaker": "Kate T", "utterance": " My fellow panelists have been one of the issues that."}
{"start": "01:04:25.440", "end": "01:04:31.410", "speaker": "Kate T", "utterance": " we've discussed and it didn't show up as much in the presentations today as I thought it might is the difference between the physical book and the virtual one."}
{"start": "01:04:31.710", "end": "01:04:43.650", "speaker": "Kate T", "utterance": " And i'm still I myself i'm still not clear on if I think this differences meaningful or not, after all, and this is the thing I come up against over and over computers are still material."}
{"start": "01:04:44.550", "end": "01:04:53.970", "speaker": "Kate T", "utterance": " That material looks very different than a paper book, but is the materiality of one really meaningfully different from the other."}
{"start": "01:04:55.410", "end": "01:04:55.950", "speaker": "Kate T", "utterance": " um."}
{"start": "01:04:57.000", "end": "01:05:06.630", "speaker": "Kate T", "utterance": " I don't think, however, so and so no it's not a however therefore i'm not sure that the electronic interaction."}
{"start": "01:05:06.960", "end": "01:05:16.230", "speaker": "Kate T", "utterance": " is what makes any of what we've talked about today interesting so much as it is the collaboration and especially in the case of my study but in case of all of these."}
{"start": "01:05:16.920", "end": "01:05:26.250", "speaker": "Kate T", "utterance": " I think it is the human connections, it is the fact that we are working together to make meaning and we are working together to consume the story, as well as create the story."}
{"start": "01:05:27.330", "end": "01:05:27.780", "speaker": "Kate T", "utterance": " That."}
{"start": "01:05:29.910", "end": "01:05:33.930", "speaker": "Kate T", "utterance": " That makes this new literary landscape so interesting."}
{"start": "01:05:40.260", "end": "01:05:42.330", "speaker": "Kate T", "utterance": " And the fact that."}
{"start": "01:05:43.500", "end": "01:05:53.580", "speaker": "Kate T", "utterance": " There isn't a virtual capacity of voices telling stories storytelling is no longer beholden to one voice, this is the most compelling elements of the literary landscape, we look at now."}
{"start": "01:05:56.130", "end": "01:06:07.920", "speaker": "Kate T", "utterance": " Another component of my co presenters work that I wanted to touch on is exile Andrew talked a bit about exile exile is everywhere in the queue and on mo mo movement."}
{"start": "01:06:09.060", "end": "01:06:17.490", "speaker": "Kate T", "utterance": " There is a strong sense of persecution among followers that you went on by society at large, but there's a really interesting interpersonal."}
{"start": "01:06:18.810", "end": "01:06:21.120", "speaker": "Kate T", "utterance": " interpersonal elements, contributing to that."}
{"start": "01:06:22.500", "end": "01:06:32.940", "speaker": "Kate T", "utterance": " So we tend to think a little bit more, I would say, structurally or systemically about exile, but in q1 i'm on it is extremely common to be rejected by the people closest to you in your life because."}
{"start": "01:06:34.500", "end": "01:06:43.620", "speaker": "Kate T", "utterance": " The claims made by by this movement are so extremely bold and are not supported by mainstream knowledge and research."}
{"start": "01:06:44.190", "end": "01:06:56.520", "speaker": "Kate T", "utterance": " And so it leaves very readily two divisions and interpersonal relationships if and those people for any one of us, the people closest to us make up a very substantial portion of society, as we experience it."}
{"start": "01:06:57.120", "end": "01:07:04.800", "speaker": "Kate T", "utterance": " And so rejection by the most substantial element of the society we live in, for adherence of Q of q's."}
{"start": "01:07:06.210", "end": "01:07:13.800", "speaker": "Kate T", "utterance": " may well be experiencing social rejection for their beliefs, largely because of this very small interpersonal rejection."}
{"start": "01:07:17.550", "end": "01:07:21.270", "speaker": "Kate T", "utterance": " So, so let me talk for a SEC just for a second about that structurally."}
{"start": "01:07:22.380", "end": "01:07:22.860", "speaker": "Kate T", "utterance": " um."}
{"start": "01:07:26.610", "end": "01:07:31.860", "speaker": "Kate T", "utterance": " I think that so exile produces a kind of solidarity."}
{"start": "01:07:33.450", "end": "01:07:47.520", "speaker": "Kate T", "utterance": " I think that Q non adherence initially felt separate from society and then connect to themselves to this movement that affirmed that difference that state of exile so as opposed to."}
{"start": "01:07:48.240", "end": "01:07:54.660", "speaker": "Kate T", "utterance": " feeling exile, because of the group, you belong to these are people who felt exhausted therefore belongs to a group."}
{"start": "01:07:56.940", "end": "01:08:05.520", "speaker": "Kate T", "utterance": " um alright, so we are tight on time and I apologize for that For those of you who've been following along with the narrative that we've written i'm."}
{"start": "01:08:06.600", "end": "01:08:19.890", "speaker": "Kate T", "utterance": " Sorry i'm trying to manage as as Dana mentioned in the chat a very large number of channels um I I wish that we had more time to talk about your answers to some of the questions that the narrative posed to you."}
{"start": "01:08:21.330", "end": "01:08:33.540", "speaker": "Kate T", "utterance": " The goal and including those pressures, the narrative for you is to give you a little bit of an opportunity to play the game and read the story that shoe non followers acumen and adherence."}
{"start": "01:08:34.620", "end": "01:08:56.610", "speaker": "Kate T", "utterance": " play so the style those questions was written very much to mimic choose style of posing a question that seems like the author intended you to come up with a specific answer but it gives you the audience, the opportunity to figure out to play with whether or not you believe the weather."}
{"start": "01:08:57.870", "end": "01:09:07.980", "speaker": "Kate T", "utterance": " How real that feels to you, so my hope, with the narrative is that initially it felt very real that we all intended you to come up with a clear answer to the questions we asked."}
{"start": "01:09:08.790", "end": "01:09:23.460", "speaker": "Kate T", "utterance": " And that now, having heard me talk about this a little bit from the inside, it will give you a chance to question that to be skeptical that we had to be skeptical that it was our narrative when in fact it may be your narrative that you were telling yourself."}
{"start": "01:09:24.960", "end": "01:09:36.750", "speaker": "Kate T", "utterance": " Okay, so i'm going to stop there, and ask are there questions for me or for any of the panelists we have about six minutes, there is a 15 minute break afterwards and I don't know how much they're going to wiggle room they'll give us with the."}
{"start": "01:09:37.860", "end": "01:09:38.490", "speaker": "Kate T", "utterance": " 15 minutes."}
{"start": "01:09:43.230", "end": "01:09:55.800", "speaker": "Andrew Klobucar", "utterance": " Okay, well, thank you, Kate I mean we can certainly continue on with the discussions with the time we have left but there's quite a few really wonderful comments in the chat group i've been sort of following them as they."}
{"start": "01:09:56.820", "end": "01:09:59.310", "speaker": "Andrew Klobucar", "utterance": " flow along forward."}
{"start": "01:10:03.690", "end": "01:10:04.590", "speaker": "Andrew Klobucar", "utterance": " The."}
{"start": "01:10:06.450", "end": "01:10:13.200", "speaker": "Andrew Klobucar", "utterance": " The issue that I find really interesting in the document comes from Rebecca has presentation I don't know if she."}
{"start": "01:10:14.070", "end": "01:10:30.270", "speaker": "Andrew Klobucar", "utterance": " If we could talk a little bit about that, but the paper ology I find fascinating because this is really an attempt to to bring back a document or a scriptural economy which seems a fascinating point of exile."}
{"start": "01:10:31.530", "end": "01:10:47.400", "speaker": "Andrew Klobucar", "utterance": " In a way, now that we we we we consider it to be a little bit fetishistic in a sense, almost obscene that we would make paper art when when we have such incredibly effective screens."}
{"start": "01:10:50.430", "end": "01:10:53.370", "speaker": "Kirill Azernyi", "utterance": " Well, can I say something of this."}
{"start": "01:10:54.480", "end": "01:10:55.200", "speaker": "Kirill Azernyi", "utterance": " But in fact."}
{"start": "01:10:56.850", "end": "01:10:58.530", "speaker": "Kirill Azernyi", "utterance": " i've been thinking on is the."}
{"start": "01:11:00.840", "end": "01:11:14.940", "speaker": "Kirill Azernyi", "utterance": " connection between the material culture of writing and the digital culture of writing and it to me, though, the material kosher of writing has been for a while connected with the paper."}
{"start": "01:11:15.390", "end": "01:11:29.160", "speaker": "Kirill Azernyi", "utterance": " that it has been connected with the all kinds of surfaces before and it's still going with those kinds of services actually surface as a again howdy boschi claims like this."}
{"start": "01:11:30.030", "end": "01:12:01.800", "speaker": "Kirill Azernyi", "utterance": " surface is necessary for the signs to appear, and it cannot help but be material, I mean the material culture won't be tough to with the disappearance of the of the paper Okay, and the digital cultural writing is also, in a way material, so I don't think it's so real."}
{"start": "01:12:04.530", "end": "01:12:15.630", "speaker": "Kirill Azernyi", "utterance": " I don't think it's really about paper I think it's about the science that cannot appear without the material background."}
{"start": "01:12:17.130", "end": "01:12:20.850", "speaker": "Kirill Azernyi", "utterance": " So this is what I wanted to say on this."}
{"start": "01:12:24.960", "end": "01:12:25.710", "speaker": "Kirill Azernyi", "utterance": " yeah but with the."}
{"start": "01:12:26.790", "end": "01:12:34.020", "speaker": "Kirill Azernyi", "utterance": " Additional much reality is a problem right so visual materiality is present, but it's that."}
{"start": "01:12:37.500", "end": "01:12:56.550", "speaker": "Kirill Azernyi", "utterance": " We will I don't think we will for now understand what it really is what digital reality really is what you see the show much reality that resists and so on, but I do believe that the reality persists edition so."}
{"start": "01:13:03.030", "end": "01:13:12.240", "speaker": "Rebecca Rouse - she/her", "utterance": " I could just that that book project is made for and with a group of researchers that have all been studying paper we've all been studying paper together for a year."}
{"start": "01:13:13.380", "end": "01:13:27.960", "speaker": "Rebecca Rouse - she/her", "utterance": " From all disciplines, so you know environmental historical scientific material science book history kind of you name it artists and scholars and technologists in the group."}
{"start": "01:13:29.820", "end": "01:13:36.270", "speaker": "Rebecca Rouse - she/her", "utterance": " So it's interesting to me to hear Andrew say that it seemed sort of obscene or fetishistic when."}
{"start": "01:13:36.780", "end": "01:13:48.510", "speaker": "Rebecca Rouse - she/her", "utterance": " Through that study for a year, I think our group a lot in our group felt paper is just human I mean it's just you know we can have lots of conversations about what paper is where it is what where paper flows how it's made."}
{"start": "01:13:48.990", "end": "01:13:56.160", "speaker": "Rebecca Rouse - she/her", "utterance": " But it seems to be really bound up with us, as you know, humans it doesn't seem to go away."}
{"start": "01:13:57.420", "end": "01:13:58.320", "speaker": "Rebecca Rouse - she/her", "utterance": " Maybe shift."}
{"start": "01:14:00.000", "end": "01:14:09.510", "speaker": "Rebecca Rouse - she/her", "utterance": " So it seems like maybe we should try and engage the materiality of paper in activity in our group together just kind of where the."}
{"start": "01:14:11.070", "end": "01:14:16.830", "speaker": "Rebecca Rouse - she/her", "utterance": " Where the project came from, but it's not meant to be like you know precious or something at all actually."}
{"start": "01:14:20.100", "end": "01:14:39.510", "speaker": "Andrew Klobucar", "utterance": " yeah, but I think that's that's what I find kind of interesting about it and I, and I do think that, even though it's not meant to be fetishistic when we leave what we what we see in in this this progressive shift into the screen is in a way."}
{"start": "01:14:40.590", "end": "01:14:42.180", "speaker": "Andrew Klobucar", "utterance": " The human body and."}
{"start": "01:14:43.320", "end": "01:14:49.110", "speaker": "Andrew Klobucar", "utterance": " it's it's connections, which I think we're augmented actually in the pandemic with with being a kind of sight."}
{"start": "01:14:49.620", "end": "01:15:02.910", "speaker": "Andrew Klobucar", "utterance": " Of obscenity or or fetish we want to post a hug each other, we were supposed to stay, apart from each other, we can certainly see that, so I think that's what gives the the paper ology project, a lot of its aesthetic value."}
{"start": "01:15:04.470", "end": "01:15:24.420", "speaker": "Andrew Klobucar", "utterance": " it's it really does seem to be out of the world in the in the study of paper, and I think it would be very, very important to to maintain paper ology as a really interesting site of of study, because it is it's becoming increasingly rare."}
{"start": "01:15:25.500", "end": "01:15:35.280", "speaker": "Andrew Klobucar", "utterance": " Also economically rare because wood and paper are achieve these incredible prices, I know people who would with work, who work with would."}
{"start": "01:15:36.420", "end": "01:15:49.110", "speaker": "Andrew Klobucar", "utterance": " Who now had to stop because the price of a single tree went up 10 times during the pandemic it's it becomes a kind of gold."}
{"start": "01:15:50.190", "end": "01:15:50.970", "speaker": "Andrew Klobucar", "utterance": " More value."}
{"start": "01:15:51.900", "end": "01:15:55.590", "speaker": "Kate T", "utterance": " fetishistic is just the word for that, because I was reflecting on."}
{"start": "01:15:55.770", "end": "01:16:08.700", "speaker": "Kate T", "utterance": " How many businesses insisted on eliminating cash transactions long past the point where there was any reason to think that that's how you transmit coven our own university Andrew on the last day of classes still would not take cash for purchases."}
{"start": "01:16:09.210", "end": "01:16:18.390", "speaker": "Kate T", "utterance": " So there's this incredible you're right that there's this amazing dichotomy this low the hate of the material during the pandemic that's really fascinating."}
{"start": "01:16:19.980", "end": "01:16:23.610", "speaker": "Andrew Klobucar", "utterance": " yeah I haven't had $1 bill in my wallet for about 14."}
{"start": "01:16:24.720", "end": "01:16:25.230", "speaker": "Rebecca Rouse - she/her", "utterance": " But I think."}
{"start": "01:16:26.130", "end": "01:16:27.600", "speaker": "Rebecca Rouse - she/her", "utterance": " I bet you have touch paper today."}
{"start": "01:16:29.160", "end": "01:16:29.520", "speaker": "Kate T", "utterance": " Oh yeah."}
{"start": "01:16:29.610", "end": "01:16:32.190", "speaker": "Rebecca Rouse - she/her", "utterance": " of some kind of other right because, like toilet paper."}
{"start": "01:16:32.940", "end": "01:16:38.670", "speaker": "Rebecca Rouse - she/her", "utterance": " household paper there's industrial papers there's the paper of the cardboard box, which is like the calling card of the pandemic."}
{"start": "01:16:38.970", "end": "01:16:51.840", "speaker": "Rebecca Rouse - she/her", "utterance": " Like I don't think paper actually goes anywhere, I think we it stays with us, but we can debate what is paper like someone could say a cardboard box is not paper, I only mean computer paper okay fine, but if we if we think about paper and paper products more broadly."}
{"start": "01:16:52.620", "end": "01:16:58.710", "speaker": "Rebecca Rouse - she/her", "utterance": " They aren't rare at all in fact they're so ubiquitous they may seem to be invisible right."}
{"start": "01:17:01.680", "end": "01:17:03.900", "speaker": "Alan Sondheim", "utterance": " A present very different relationship to."}
{"start": "01:17:03.900", "end": "01:17:19.080", "speaker": "Alan Sondheim", "utterance": " History then anything on a computer when when you're through with the computer you recycle is here with best buy or something like that, if you can recycle it then the garbage you know electronic garbage is is kind of deadly."}
{"start": "01:17:20.250", "end": "01:17:37.200", "speaker": "Alan Sondheim", "utterance": " But I have, I was just thinking of a book that goes back to 1517 and that carries a tremendous history with that can't really be reproduced in any other form and that relates very much to the body, because our bodies likewise."}
{"start": "01:17:39.000", "end": "01:17:50.190", "speaker": "Alan Sondheim", "utterance": " We you know you're talking, we can talk about the body, if a book body of text the human body and so forth that's very different than the things that seem to laterally slide on one screen or another."}
{"start": "01:17:52.080", "end": "01:18:00.150", "speaker": "Kate T", "utterance": " Thank you Ellen I apologize for not addressing that comment, a little further where i'm getting some pressure from the conference organizers to wrap up since we are past our time slot year."}
{"start": "01:18:00.480", "end": "01:18:11.520", "speaker": "Kate T", "utterance": " I am deeply grateful to all of my fellow panelists and to all of the audience attendees this project so far has been a real just really wonderful to work on, and I think everyone who's made that possible."}
{"start": "01:18:14.190", "end": "01:18:20.220", "speaker": "Andrew Klobucar", "utterance": " Thank you, thank you okay take care, everybody who attended wherever you are."}
{"start": "01:18:24.120", "end": "01:18:25.440", "speaker": "Kate T", "utterance": " enjoy the rest of your day everybody."}