{"start": "00:00:00.000", "end": "00:00:00.000", "speaker": "None", "utterance": "Go ahead, um, is somebody going to start the recording."}
{"start": "00:00:00.000", "end": "00:00:30.000", "speaker": "None", "utterance": "Yeah. And, yeah."}
{"start": "00:00:34.000", "end": "00:00:37.000", "speaker": "None", "utterance": "we didn't hear the jingle."}
{"start": "00:00:37.000", "end": "00:00:39.000", "speaker": "None", "utterance": "We lost the song but anyway."}
{"start": "00:00:39.000", "end": "00:00:43.000", "speaker": "None", "utterance": "We saw it, return. Yeah."}
{"start": "00:00:43.000", "end": "00:00:46.000", "speaker": "None", "utterance": "So welcome everyone."}
{"start": "00:00:46.000", "end": "00:00:58.000", "speaker": "None", "utterance": "I want to say just a little bit about, well, first the fact on unfortunately couldn't join us today, she said."}
{"start": "00:00:58.000", "end": "00:01:04.000", "speaker": "None", "utterance": "She said a lot of a lot on her plate with, she's had a death in the family recently."}
{"start": "00:01:04.000", "end": "00:01:18.000", "speaker": "None", "utterance": "Um, so, so she wanted to take it to just do one session today, rather than than this one as well but I want to emphasize that this is, this is our project with Anna."}
{"start": "00:01:18.000", "end": "00:01:28.000", "speaker": "None", "utterance": "So, we've all been working on it together a lot over the last over the last year."}
{"start": "00:01:28.000", "end": "00:01:49.000", "speaker": "None", "utterance": "And the title of our presentation is post pandemic pros preliminary findings of the, the Cody lead project, which is a DARPA funded research project that has also also manifested Of course, in the in the exhibition of the same time."}
{"start": "00:01:49.000", "end": "00:01:54.000", "speaker": "None", "utterance": "So let me turn it over to to Soren."}
{"start": "00:01:54.000", "end": "00:01:57.000", "speaker": "None", "utterance": "Yeah."}
{"start": "00:01:57.000", "end": "00:02:18.000", "speaker": "None", "utterance": "Yes, to sort of, of course this was a project we we was gonna we'll talk more about that we started about a year ago from sort of thinking about what is the meaning of what is this how do we make sense of this, this situation this Cobra 19 pandemic."}
{"start": "00:02:18.000", "end": "00:02:26.000", "speaker": "None", "utterance": "And just to sort of get us started, here's a, here's a few sort of quotes."}
{"start": "00:02:26.000", "end": "00:02:33.000", "speaker": "None", "utterance": "Actually I was reading his fifth Atlanta Alexia which gentlemen prayer."}
{"start": "00:02:33.000", "end": "00:02:50.000", "speaker": "None", "utterance": "During winter and and and it struck me as as pets one of the best descriptions of off of the kind of crisis that that the pandemic or the cold crisis has been, which is sort of an invisible crisis that shows the fractures of society."}
{"start": "00:02:50.000", "end": "00:03:11.000", "speaker": "None", "utterance": "In the same way as channel, 10 will be was in a way the end of the Soviet society and and also that it's a new kind of crisis that is largely invisible difficult to comprehend and disrupt traditional understandings of time and space in the same way as,"}
{"start": "00:03:11.000", "end": "00:03:13.000", "speaker": "None", "utterance": "of course,"}
{"start": "00:03:13.000", "end": "00:03:29.000", "speaker": "None", "utterance": "the the channel accident is going to last for hundreds and thousands of years and, and, and, and it is hidden in different areas of course in the near area but also in like in northern Scandinavia."}
{"start": "00:03:29.000", "end": "00:03:42.000", "speaker": "None", "utterance": "Yeah, so in that sense it's a hyper object so with him often puts it, and, and it's it's more than human or post human whatever kind of words you want to use."}
{"start": "00:03:42.000", "end": "00:03:59.000", "speaker": "None", "utterance": "For instance, Paula tour has talked about the code crisis as a dress rehearsal for the climate and by the diversity prices and to grow to me sort of talks about the sudden and painful realization that the classical definitions of society."}
{"start": "00:03:59.000", "end": "00:04:17.000", "speaker": "None", "utterance": "Humans among themselves makes no sense and Catherine Hales has, has also talked about this, or written about that in the same issue of critical inquiry, where she talks about that it screams a jet engine at get engine one volume that we are interdependent,"}
{"start": "00:04:17.000", "end": "00:04:21.000", "speaker": "None", "utterance": "not only with each other but also with the entire ecology of the earth."}
{"start": "00:04:21.000", "end": "00:04:41.000", "speaker": "None", "utterance": "And, and of course, the question is also for us what are the aesthetics of the pandemics and and and and this this quote from Michael Taussig I think his posts, very clearly to song that, where he talks about that we now live in in in in in in chanted"}
{"start": "00:04:41.000", "end": "00:04:55.000", "speaker": "None", "utterance": "universe for which the aesthetics of Dr surrealism is relevant is a mutating reality of metamorphic sublimity that never let you know what is real and what is not."}
{"start": "00:04:55.000", "end": "00:05:05.000", "speaker": "None", "utterance": "So, just to to outline a little bit about how the project began and has evolved."}
{"start": "00:05:05.000", "end": "00:05:19.000", "speaker": "None", "utterance": "Last year, right sort of at the start of the pandemic I guess we sort of started discussing this and in February or March."}
{"start": "00:05:19.000", "end": "00:05:33.000", "speaker": "None", "utterance": "On, and so on and I discussed the fact that we think the pandemic will alter electronic literature, will alter digital art or would during this period."}
{"start": "00:05:33.000", "end": "00:05:53.000", "speaker": "None", "utterance": "And that's most likely a lot of a lot of authors and artists would be driven to reflect on this on this shift in in the way that we experienced society, and experience the world for for a period employees."}
{"start": "00:05:53.000", "end": "00:06:07.000", "speaker": "None", "utterance": "So we decided to do a panel. We did initially as sort of kind of preliminary roundtable with a bunch of people just to talk about what they were experiencing and how they were, you know, reflecting this in their work."}
{"start": "00:06:07.000", "end": "00:06:23.000", "speaker": "None", "utterance": "And then we did a panel discussion after we've done a survey and and talks with some, some authors last year, and then out of that, we decided to develop a research project."}
{"start": "00:06:23.000", "end": "00:06:32.000", "speaker": "None", "utterance": "And Daria, you had a call for projects related arts and humanities and the pandemic."}
{"start": "00:06:32.000", "end": "00:06:36.000", "speaker": "None", "utterance": "So we proposed a project where we would do."}
{"start": "00:06:36.000", "end": "00:06:58.000", "speaker": "None", "utterance": "The ELO exhibition that we would we would curate an exhibition of electronic literature related to coven, and that we would do interviews with a number of different authors and artists who had produced work about about this period."}
{"start": "00:06:58.000", "end": "00:07:09.000", "speaker": "None", "utterance": "So that's a sort of background for the project. As you probably know probably many of you have looked at the looked at the exhibition."}
{"start": "00:07:09.000", "end": "00:07:22.000", "speaker": "None", "utterance": "And if you haven't, I encourage you to there's some, some fantastic work there and really great variety of ways of reflecting on the pandemic but we'll talk about some, some of them today."}
{"start": "00:07:22.000", "end": "00:07:28.000", "speaker": "None", "utterance": "I'm also out of this in addition to that physical exhibition."}
{"start": "00:07:28.000", "end": "00:07:45.000", "speaker": "None", "utterance": "In addition, the online exhibition. we're planning exhibitions in collaboration with with libraries here libraries and art spaces in Bergen Roskilde Denmark and Cracow."}
{"start": "00:07:45.000", "end": "00:07:51.000", "speaker": "None", "utterance": "Oh sorry, I want to click the slides."}
{"start": "00:07:51.000", "end": "00:08:03.000", "speaker": "None", "utterance": "Yeah, and another another thing that we're doing here is developing a research collection in Elm said, where all these works will be thoroughly documented."}
{"start": "00:08:03.000", "end": "00:08:07.000", "speaker": "None", "utterance": "And in an archival sense for the longer term."}
{"start": "00:08:07.000", "end": "00:08:19.000", "speaker": "None", "utterance": "Also many, the interviews and course papers theory related to to this specific topic will be gathered there."}
{"start": "00:08:19.000", "end": "00:08:26.000", "speaker": "None", "utterance": "So, the the plan or how we proceed with, with the Daria research project."}
{"start": "00:08:26.000", "end": "00:08:30.000", "speaker": "None", "utterance": "Next slide there"}
{"start": "00:08:30.000", "end": "00:08:45.000", "speaker": "None", "utterance": "is that we did semi structured interviews where we spent some time developing some questions on the basis of the, of the themes that we had encountered in doing the survey the previous year."}
{"start": "00:08:45.000", "end": "00:08:57.000", "speaker": "None", "utterance": "And, and shows. Eventually, I guess, 18, artists, author and 13 work, some of which were in the exhibition and a couple of which were not."}
{"start": "00:08:57.000", "end": "00:09:09.000", "speaker": "None", "utterance": "And this is primarily North American, European artists. So just some Begelman from Brazil."}
{"start": "00:09:09.000", "end": "00:09:14.000", "speaker": "None", "utterance": "But people who'd had much different sorts of experiences of the pandemic."}
{"start": "00:09:14.000", "end": "00:09:37.000", "speaker": "None", "utterance": "And then we decided, I can't remember whether we actually proposed it originally, but we decided to do a documentary film based on these zoom interviews, and I happen to have a somebody who entered our master's program this year actually steel, who."}
{"start": "00:09:37.000", "end": "00:09:44.000", "speaker": "None", "utterance": "Prior to becoming a graduate student here was a producer at CNN and Al Jazeera."}
{"start": "00:09:44.000", "end": "00:09:51.000", "speaker": "None", "utterance": "And we asked her to be involved in the project at that point."}
{"start": "00:09:51.000", "end": "00:09:57.000", "speaker": "None", "utterance": "So she she's been our producer on the documentary film."}
{"start": "00:09:57.000", "end": "00:10:08.000", "speaker": "None", "utterance": "Yeah, so we had a very kind of intense period of like kind of mostly at night where we were, where we were interviewing individual authors and having kind of in depth conversations with them."}
{"start": "00:10:08.000", "end": "00:10:11.000", "speaker": "None", "utterance": "And sort of the outcomes of this."}
{"start": "00:10:11.000", "end": "00:10:15.000", "speaker": "None", "utterance": "The I'll share this link."}
{"start": "00:10:15.000", "end": "00:10:19.000", "speaker": "None", "utterance": "But we're going to be premiering this."}
{"start": "00:10:19.000", "end": "00:10:24.000", "speaker": "None", "utterance": "This documentary."}
{"start": "00:10:24.000", "end": "00:10:30.000", "speaker": "None", "utterance": "Actually, maybe. Can I share the chat easily. Yeah, I can"}
{"start": "00:10:30.000", "end": "00:10:33.000", "speaker": "None", "utterance": "just paste that in there."}
{"start": "00:10:33.000", "end": "00:10:39.000", "speaker": "None", "utterance": "So this this is just a form if you want to be notified of the link and so forth."}
{"start": "00:10:39.000", "end": "00:10:52.000", "speaker": "None", "utterance": "For the documentary screening, that will be doing in a couple of weeks. On Thursday, June 17 with the Oslo international poetry festival will be doing an online event."}
{"start": "00:10:52.000", "end": "00:11:12.000", "speaker": "None", "utterance": "So I just put a little form up so that if if people are interested in being notified of the details that screening just just sign up there will also, you know, distributed on on social media, with the yellow, yellow Facebook group and so forth."}
{"start": "00:11:12.000", "end": "00:11:14.000", "speaker": "None", "utterance": "Under the interviews."}
{"start": "00:11:14.000", "end": "00:11:20.000", "speaker": "None", "utterance": "The, the authors who we who we interviewed on the, on the next slide."}
{"start": "00:11:20.000", "end": "00:11:23.000", "speaker": "None", "utterance": "Sorry."}
{"start": "00:11:23.000", "end": "00:11:45.000", "speaker": "None", "utterance": "included these authors Alex some show designed by and grocer any Abraham's and you can you can read the rest of the names and and then sort of selecting the interview subjects of course, we were, we were thinking about different, different types of situations"}
{"start": "00:11:45.000", "end": "00:11:58.000", "speaker": "None", "utterance": "that the authors were in, but also different kinds of genres of work, and also representing both electronic literature is is kind of conventionally understood."}
{"start": "00:11:58.000", "end": "00:12:03.000", "speaker": "None", "utterance": "And also, you know, net arts and software art."}
{"start": "00:12:03.000", "end": "00:12:19.000", "speaker": "None", "utterance": "These other related digital arts forms in terms of what people had produced, and all these artists at that point in March and had had made works that were very specifically reflective of the, of the pandemic."}
{"start": "00:12:19.000", "end": "00:12:33.000", "speaker": "None", "utterance": "And maybe CERN taken away on the interview questions. Yeah, I just need to get this working again, because for some reason I lost my presented to you."}
{"start": "00:12:33.000", "end": "00:12:54.000", "speaker": "None", "utterance": "Here the other questions we prepared as it was a sort of semi semi scheduled interviews we prepared this list of questions and and and basically Christians around sort of the description of people's work, which of course we also needed for for that for"}
{"start": "00:12:54.000", "end": "00:13:11.000", "speaker": "None", "utterance": "the, for the documentary, and their motivation, but also on the sort of literary aesthetic and narrative strategies and genres, why they've chosen this or that approach."}
{"start": "00:13:11.000", "end": "00:13:30.000", "speaker": "None", "utterance": "And the reflection on the pandemic over time we did this during March and April 21 so at a time where the pandemic had already lost it for, for about a year."}
{"start": "00:13:30.000", "end": "00:13:33.000", "speaker": "None", "utterance": "During platform culture and online life."}
{"start": "00:13:33.000", "end": "00:13:54.000", "speaker": "None", "utterance": "And also reflections on how they how they been dealing with their artistic and social community during the lockdown and and and and of course also the relation between the pandemic and other crisis, which we'll get back to and and and and they are you"}
{"start": "00:13:54.000", "end": "00:14:02.000", "speaker": "None", "utterance": "know the physical environment and hometown, as you know, the kind of isolation, in the home."}
{"start": "00:14:02.000", "end": "00:14:09.000", "speaker": "None", "utterance": "The experience of that. And then of course the sort of further outlook."}
{"start": "00:14:09.000", "end": "00:14:23.000", "speaker": "None", "utterance": "And, and, yeah, Scott already mentioned we produce this film, this is, this is just a teaser for it. So let's just you're that"}
{"start": "00:14:23.000", "end": "00:14:27.000", "speaker": "None", "utterance": "you might need this sound on the computer."}
{"start": "00:14:27.000", "end": "00:14:32.000", "speaker": "None", "utterance": "Yeah, no, No, something went wrong here."}
{"start": "00:14:32.000", "end": "00:14:34.000", "speaker": "None", "utterance": "Yeah."}
{"start": "00:14:34.000", "end": "00:14:36.000", "speaker": "None", "utterance": "But I."}
{"start": "00:14:36.000", "end": "00:14:38.000", "speaker": "None", "utterance": "Come on."}
{"start": "00:14:38.000", "end": "00:14:45.000", "speaker": "None", "utterance": "I hate Google Slides Presenter View."}
{"start": "00:14:45.000", "end": "00:14:50.000", "speaker": "None", "utterance": "And you got this on sharing from share screen and zoom think I did."}
{"start": "00:14:50.000", "end": "00:14:55.000", "speaker": "None", "utterance": "Okay, see if that is"}
{"start": "00:14:55.000", "end": "00:15:02.000", "speaker": "None", "utterance": "it really developed and is developing as a kind of pandemic journal."}
{"start": "00:15:02.000", "end": "00:15:21.000", "speaker": "None", "utterance": "You know, it's like my response to what's around me or what I see in the news or how I'm feeling what it meant to get up, you know, it meant getting up and like running this kind of marathon, every day where I would have to do all of that, you know, perform"}
{"start": "00:15:21.000", "end": "00:15:29.000", "speaker": "None", "utterance": "all of those roles for me. What is important to decode it is what is happening to the body. I wanted to body to be present."}
{"start": "00:15:29.000", "end": "00:15:36.000", "speaker": "None", "utterance": "And in the meantime, I have discovered that one of the most important things is sound. This is the most."}
{"start": "00:15:36.000", "end": "00:15:41.000", "speaker": "None", "utterance": "This is the most genuine life has felt in."}
{"start": "00:15:41.000", "end": "00:15:53.000", "speaker": "None", "utterance": "You know my 22 years of existence, like, it's almost been as if the life we were living before was was fake at least here in the US."}
{"start": "00:15:53.000", "end": "00:16:11.000", "speaker": "None", "utterance": "We're just for or just forced into distraction constantly almost stuck in a pattern of just continually scrolling and scanning looking for. I guess good news in the midst of all the bad, it has been kind of a learning process for me as well I suppose"}
{"start": "00:16:11.000", "end": "00:16:34.000", "speaker": "None", "utterance": "getting used to a different way of working, a different way of living. Really, it was clear that language was the first level of very deep change, social, political, and cultural that we were."}
{"start": "00:16:34.000", "end": "00:16:51.000", "speaker": "None", "utterance": "By then, we were discovering now. It's becoming our new normal that idea of being very in the house, they actually connected with the outside for learning and then purely conscious way when you're a protective of what's happening inside."}
{"start": "00:16:51.000", "end": "00:17:01.000", "speaker": "None", "utterance": "I guess that's a little creepy problem was being cancelled that concert they train yo rehearse for months for the play was canceled."}
{"start": "00:17:01.000", "end": "00:17:08.000", "speaker": "None", "utterance": "You know, all those trips that were canceled so I just tried to capture that that sense of loss."}
{"start": "00:17:08.000", "end": "00:17:32.000", "speaker": "None", "utterance": "You know what, what can we do as artists except try to inform and try to move people. What we found was that the pandemic constraints, the constraint of video conferencing technologies, actually became this really generative creative constraint."}
{"start": "00:17:32.000", "end": "00:17:35.000", "speaker": "None", "utterance": "It's kind of a dystopic."}
{"start": "00:17:35.000", "end": "00:17:49.000", "speaker": "None", "utterance": "It's of course fun to share these with a broader audience but they serve a very specific function in our family, To help us celebrate treasure, maybe more, a little bit."}
{"start": "00:17:49.000", "end": "00:17:56.000", "speaker": "None", "utterance": "This once in a lifetime hopefully pandemic homestay."}
{"start": "00:17:56.000", "end": "00:18:16.000", "speaker": "None", "utterance": "Yeah, so this is like three minutes out of 13 hours, or an hour of the 45 minutes of the documentary. Yeah and I should have I skipped mentioning earlier that we are doing some, Some other publications out of this as well."}
{"start": "00:18:16.000", "end": "00:18:31.000", "speaker": "None", "utterance": "So at least a few of those longer interviews will also develop for electronic book review where we're going to do, you know, sort of written and edited versions of those."}
{"start": "00:18:31.000", "end": "00:18:37.000", "speaker": "None", "utterance": "So there's going to be a number of different outcomes from this."}
{"start": "00:18:37.000", "end": "00:18:46.000", "speaker": "None", "utterance": "So some of the themes that that emerged from talking to the artists."}
{"start": "00:18:46.000", "end": "00:19:03.000", "speaker": "None", "utterance": "One of course is that the the pandemic has not occurred in isolation and can't really be thought of in isolation from other other crises that are unfolding."}
{"start": "00:19:03.000", "end": "00:19:07.000", "speaker": "None", "utterance": "And many that have been unfolding for for a long time."}
{"start": "00:19:07.000", "end": "00:19:16.000", "speaker": "None", "utterance": "Of course, you know the climate change and the bio diversity crisis which which aren't going away."}
{"start": "00:19:16.000", "end": "00:19:33.000", "speaker": "None", "utterance": "The reaction to to police violence, and to general systematized institutionalized racism, particularly in the United States the me to movement as well."}
{"start": "00:19:33.000", "end": "00:19:44.000", "speaker": "None", "utterance": "Gender equality."}
{"start": "00:19:44.000", "end": "00:20:04.000", "speaker": "None", "utterance": "Eric Blair and Sharon Daniels exposed, there was, there was a project that investigated both the, the systematized injustice of the American car school system, but also the fact that that then resulted in this kind of hotbed for the spread of the of the"}
{"start": "00:20:04.000", "end": "00:20:17.000", "speaker": "None", "utterance": "coronavirus where people, you know, many people essentially became who had minor infractions or short prison sentences were sentenced to death."}
{"start": "00:20:17.000", "end": "00:20:23.000", "speaker": "None", "utterance": "Essentially as a result of being in the prison system under these confined conditions."}
{"start": "00:20:23.000", "end": "00:20:44.000", "speaker": "None", "utterance": "And of course this this also brought out, and continues to bring out the gross inequality between, between different countries, of course, if we look for example at the at the vaccine distribution, where they sort of typical colonial post colonial powers"}
{"start": "00:20:44.000", "end": "00:20:54.000", "speaker": "None", "utterance": "the UK and, and the United States. Get, get into certain degree have hoarded vaccines."}
{"start": "00:20:54.000", "end": "00:21:13.000", "speaker": "None", "utterance": "While there, they'll be countries in Africa and India and other places that that are slower to come out of the out of the pandemic. And of course the distinctions between the rich and poor, so these are, these are all sort of bubbling in the backgrounds."}
{"start": "00:21:13.000", "end": "00:21:16.000", "speaker": "None", "utterance": "And to a certain degree."}
{"start": "00:21:16.000", "end": "00:21:22.000", "speaker": "None", "utterance": "A number of the artists are dealing with this if we go to the next slide."}
{"start": "00:21:22.000", "end": "00:21:27.000", "speaker": "None", "utterance": "Here's a quote from from Eric lawyer from the interview."}
{"start": "00:21:27.000", "end": "00:21:44.000", "speaker": "None", "utterance": "That's also sort of a note of of hope that these reckonings are taking place now that are being forced, and that if there's anything he says if there's anything positive that can be said to come out of it."}
{"start": "00:21:44.000", "end": "00:21:51.000", "speaker": "None", "utterance": "I think is that the pandemic did reveal all these injustices that were already there in a more stark way."}
{"start": "00:21:51.000", "end": "00:22:02.000", "speaker": "None", "utterance": "That was easier to see. And then hopefully this sort of to certainly read these moments of of compassion or identification."}
{"start": "00:22:02.000", "end": "00:22:23.000", "speaker": "None", "utterance": "The fact that the whole world was going through a crisis. At the same time that the whole world was confronting the same virus and illness in different ways that maybe, maybe that created a bit more empathy that we can carry through into the future."}
{"start": "00:22:23.000", "end": "00:22:47.000", "speaker": "None", "utterance": "Another of the themes, if we go to the next slide is, of course, dealing with isolation dealing with quarantine. And, and both the kind of positive and negative effects of that, that, you know, the sort of removal from society, a lot of the works he saw"}
{"start": "00:22:47.000", "end": "00:23:07.000", "speaker": "None", "utterance": "in Jodi's Ellen's piece this wonderful, beautiful, kind of scrapbook diary and through these through these this nut art style animations, and particularly in the interview she comments at a lot on the sort of removal from the social context and sort of"}
{"start": "00:23:07.000", "end": "00:23:32.000", "speaker": "None", "utterance": "the experience of these ghost cities, which Patrick Liberty also addresses in his work where it's sort of these LIDAR scans of these surreal emptied environments and where he was living at time in Abu Dhabi, or young writer below Muhammad's project which"}
{"start": "00:23:32.000", "end": "00:23:53.000", "speaker": "None", "utterance": "sort of a again, kind of, in a way, a diary where he produced as many different sorts of multimedia reactions to, to being removed from the social context, he was in and also kind of positive way though that he discusses you know how this affects and"}
{"start": "00:23:53.000", "end": "00:24:01.000", "speaker": "None", "utterance": "changes his perception of the world really as a young person right now and some positive voice."}
{"start": "00:24:01.000", "end": "00:24:13.000", "speaker": "None", "utterance": "And then, certainly in Mark Marino's interview or the not mark where you know the Marino family, where they did a wonderful comic coronation."}
{"start": "00:24:13.000", "end": "00:24:18.000", "speaker": "None", "utterance": "That's, that's still unfolding where they sort of do a page of a comic as a family."}
{"start": "00:24:18.000", "end": "00:24:33.000", "speaker": "None", "utterance": "Every day, reflecting on on their experience their home quarantine experience, but also looking at, you know, looking at how the politics of the other situations."}
{"start": "00:24:33.000", "end": "00:24:36.000", "speaker": "None", "utterance": "Unfold into this."}
{"start": "00:24:36.000", "end": "00:24:58.000", "speaker": "None", "utterance": "And then the home is it is an artistic condition sort of thinking about what are the what are the differences and constraints of, of being in quarantine so Eckstein burrows wonderful projects where she moving off encore hours artwork."}
{"start": "00:24:58.000", "end": "00:25:21.000", "speaker": "None", "utterance": "She created a work where she just noted what time she got up every day. But then created a textual representation of that within her home environment, whether it's writing on her arm or writing on a balloon that her child is playing with or with the scraps"}
{"start": "00:25:21.000", "end": "00:25:32.000", "speaker": "None", "utterance": "of hair on the floor after she gives her partner or child a haircut, but sort of demonstrating that kind of every day, domestic labor in the house."}
{"start": "00:25:32.000", "end": "00:25:46.000", "speaker": "None", "utterance": "And this was also something that we saw in the reverse project a bit in Portugal where people are sort of working with what they have at hand and working collaboratively across distance so the next slide."}
{"start": "00:25:46.000", "end": "00:26:00.000", "speaker": "None", "utterance": "Just, just a few of the things people said of course, you know, just one of the things that really came out in the god sellin interview."}
{"start": "00:26:00.000", "end": "00:26:09.000", "speaker": "None", "utterance": "When we asked her what she would miss, or what she did miss during the pandemic and what she might miss afterwards."}
{"start": "00:26:09.000", "end": "00:26:21.000", "speaker": "None", "utterance": "She made this comment, although at the same time she said that as an artist she felt like the forest isolation made her focus on, on, on work."}
{"start": "00:26:21.000", "end": "00:26:37.000", "speaker": "None", "utterance": "In a way, but that she wouldn't miss the sense of, of just the fear the pervasive fear all the time and not just the fear from the south, but the fear that in going out and engaging in the bustle of the crowd in the life of the city."}
{"start": "00:26:37.000", "end": "00:26:57.000", "speaker": "None", "utterance": "You might be endangering others, and St. Ambrose, I love the comment that she missed seeing people's whole faces in person, and that she, she missed being in the lab and sitting and having a cup of coffee and I really like this idea of whole faces because"}
{"start": "00:26:57.000", "end": "00:27:21.000", "speaker": "None", "utterance": "we think about this, this sort of two dimensional screen nests, that we have where we can connect, but but I think a lot of us didn't realize that the sort of embodied sense of being together is is a different thing that we do miss."}
{"start": "00:27:21.000", "end": "00:27:27.000", "speaker": "None", "utterance": "But, but that experience of being together with her family. She said as well."}
{"start": "00:27:27.000", "end": "00:27:41.000", "speaker": "None", "utterance": "at same time she missed that sense of selfhood with our colleagues that sense of being with, with the family. She said, I think a lot of people have this experience that it was somehow in a way for me."}
{"start": "00:27:41.000", "end": "00:27:48.000", "speaker": "None", "utterance": "And then the condition of creativity."}
{"start": "00:27:48.000", "end": "00:27:56.000", "speaker": "None", "utterance": "I've already mentioned Eckstein where, where she sort of thought about"}
{"start": "00:27:56.000", "end": "00:28:08.000", "speaker": "None", "utterance": "about the conditions are that the afforded says of the limitations and to kind of go back to an idea from from the lipo that the constraints."}
{"start": "00:28:08.000", "end": "00:28:20.000", "speaker": "None", "utterance": "In a way, can themselves be Jenner generative, and that when she was going through all the stresses is domestic stresses."}
{"start": "00:28:20.000", "end": "00:28:27.000", "speaker": "None", "utterance": "What the one thing she could manage to do was to come to the computer and and right."}
{"start": "00:28:27.000", "end": "00:28:48.000", "speaker": "None", "utterance": "And then some interesting comments from Abraham Vcn who's who's part of the collective, along with Jed Morrissey and Mark Jeffrey who've been doing performance in zoom throughout the pandemic and sort of adapted their virtual reality or augmented reality"}
{"start": "00:28:48.000", "end": "00:29:08.000", "speaker": "None", "utterance": "practices to zoom is that they, they found that this certain flattening that occurred as a result of working on zoom all the time or being in screen culture all the time actually was very productive for them."}
{"start": "00:29:08.000", "end": "00:29:29.000", "speaker": "None", "utterance": "and a lot, really allowed them to invents new aspects of their practice and and think about their practice in a different way, as, as reality. The reality that we're living in became equivalent somehow to the, to the augmented reality screen."}
{"start": "00:29:29.000", "end": "00:29:45.000", "speaker": "None", "utterance": "And of course just the, the connection here that the mark identifies between the home and the personal, but also home becoming a kind of political space."}
{"start": "00:29:45.000", "end": "00:29:48.000", "speaker": "None", "utterance": "In particular, and his family."}
{"start": "00:29:48.000", "end": "00:30:03.000", "speaker": "None", "utterance": "D is Sunday, Devin, you know is African American, and he he makes this point that there was if it's traumatic to think that you might get a global virus and die."}
{"start": "00:30:03.000", "end": "00:30:18.000", "speaker": "None", "utterance": "To think that you're in that same moment to also be thinking that your son might walk down the street and have some mistaken interaction with a policeman or police person, and then be killed, is horrific."}
{"start": "00:30:18.000", "end": "00:30:37.000", "speaker": "None", "utterance": "And so, in the work they were also trying to show the conditions of of their family and to reflect in a way on that larger social histories that are that are all intertwined there as well as sort of representing."}
{"start": "00:30:37.000", "end": "00:30:43.000", "speaker": "None", "utterance": "Things like participating and in the George flight protest."}
{"start": "00:30:43.000", "end": "00:30:46.000", "speaker": "None", "utterance": "During the pandemic"}
{"start": "00:30:46.000", "end": "00:30:51.000", "speaker": "None", "utterance": "and get you."}
{"start": "00:30:51.000", "end": "00:30:59.000", "speaker": "None", "utterance": "and I, oh, should I keep going, Okay, well I can I can I can take over. Yeah, yeah, Yeah."}
{"start": "00:30:59.000", "end": "00:31:20.000", "speaker": "None", "utterance": "So another issue, obviously when you're working with the electronic database is is language and discourse and and and we we were very interested in. Yeah, in, in, in the effects on language, and the faith on the discourse and how the these artists and"}
{"start": "00:31:20.000", "end": "00:31:20.000", "speaker": "None", "utterance": "offers has worked with that."}
{"start": "00:31:20.000", "end": "00:31:40.000", "speaker": "None", "utterance": "has worked with that. And one a 111 great example is the piece that is part of the exhibition by your piano from Vienna, where he sits and has taken the genome, the genome of the, of the Corbett virus."}
{"start": "00:31:40.000", "end": "00:31:57.000", "speaker": "None", "utterance": "And, and spell it out with all these ga CT letters and and and had a computer voice reading it very fast and it takes like a few minutes. It's in the exhibition."}
{"start": "00:31:57.000", "end": "00:31:55.000", "speaker": "None", "utterance": "Kobe, it is also a linguistic buyers there's actually a great quote here where he sort of talks about how, how, in a way, he does a similar thing as the scientists do."}
{"start": "00:31:55.000", "end": "00:32:14.000", "speaker": "None", "utterance": "So, in that sense."}
{"start": "00:32:14.000", "end": "00:32:22.000", "speaker": "None", "utterance": "Working with text algorithms"}
{"start": "00:32:22.000", "end": "00:32:25.000", "speaker": "None", "utterance": "and finding patterns and analyzing it and."}
{"start": "00:32:25.000", "end": "00:32:35.000", "speaker": "None", "utterance": "And so he says, and especially when you work with data and transform it into literature. That's the thing you do when you work with computers, and they do it as well."}
{"start": "00:32:35.000", "end": "00:32:51.000", "speaker": "None", "utterance": "So, for instance, he's also looked into the genome and found out that cat is a, is a typical word, which of course has to do with the fact that that it's on the internet and."}
{"start": "00:32:51.000", "end": "00:33:08.000", "speaker": "None", "utterance": "And then, and then of course the sort of pandemic and and platform, this discourse meant a lot for several of the artists, especially you could point to a point to sell by Goodman and Benjamin grace."}
{"start": "00:33:08.000", "end": "00:33:15.000", "speaker": "None", "utterance": "And here's a quote from, from just a little Bible man."}
{"start": "00:33:15.000", "end": "00:33:37.000", "speaker": "None", "utterance": "Where, where she talks about, well, and she's from Sao Paulo from Brazil where she talks about of course also narrow and the whole way it the virus has has been treated by him and by his government, where they sort of invent their own words and you know"}
{"start": "00:33:37.000", "end": "00:33:47.000", "speaker": "None", "utterance": "talk about their community virus and the baby flu and. And so, so she was sort of searching."}
{"start": "00:33:47.000", "end": "00:33:55.000", "speaker": "None", "utterance": "As she says this this cause I was looking about, what does it mean, this commune a virus, and the things."}
{"start": "00:33:55.000", "end": "00:34:11.000", "speaker": "None", "utterance": "And, and I was doing a search on Google Trends to measure the impact of these words and and that that's what Lisa wants it to the piece that you can see in the exhibition, where she mapped out a certain words, but also."}
{"start": "00:34:11.000", "end": "00:34:18.000", "speaker": "None", "utterance": "It's a heat map so it also shows the how Google"}
{"start": "00:34:18.000", "end": "00:34:38.000", "speaker": "None", "utterance": "washes what you are clicking it right so it becomes kind of a virus both of in its language but also in this discourse and in, and in the software that presents this language. Yeah, I think we've, we've got this production from from Ben, Ben gratia where"}
{"start": "00:34:38.000", "end": "00:34:58.000", "speaker": "None", "utterance": "talks about how how software is the media for which we communicate, for which we access information and and how this has escalated dramatically in the pandemic. So, as he says it's like we are now really starting software, I guess, is how I think about"}
{"start": "00:34:58.000", "end": "00:35:05.000", "speaker": "None", "utterance": "it, and, and, and, and, and then of course we have."}
{"start": "00:35:05.000", "end": "00:35:08.000", "speaker": "None", "utterance": "Mark samples."}
{"start": "00:35:08.000", "end": "00:35:13.000", "speaker": "None", "utterance": "What's it called is called Sim."}
{"start": "00:35:13.000", "end": "00:35:33.000", "speaker": "None", "utterance": "I've got the title can remember. Scott platform simulator, same content moderators so content moderate the same yeah it's it's it's it's a sort of a game where you, you, you are your content moderator in could have been Facebook, and you have to sort"}
{"start": "00:35:33.000", "end": "00:35:50.000", "speaker": "None", "utterance": "of quickly relate to a lot of instances that come through. And this of course also points to how we are this discourse is is captured by platforms and and and and presented through platforms."}
{"start": "00:35:50.000", "end": "00:35:55.000", "speaker": "None", "utterance": "And then of course there's also ways of learning speaking and generating hope."}
{"start": "00:35:55.000", "end": "00:36:08.000", "speaker": "None", "utterance": "For instance, in, in amaranth pursuits piece, courage, critical sonnet where you were with your comments on from the fact that that Jackie had a child."}
{"start": "00:36:08.000", "end": "00:36:20.000", "speaker": "None", "utterance": "Late last year, and so it's also a way of trying to sort of generate hope through generating text"}
{"start": "00:36:20.000", "end": "00:36:40.000", "speaker": "None", "utterance": "and and this, this kind of leads to a discussion about what are the, the rational strategies of these works, how to generate a post human more than human crisis you know who who can who can tell who can narrate this story and how is it related to us and"}
{"start": "00:36:40.000", "end": "00:36:42.000", "speaker": "None", "utterance": "how does this work."}
{"start": "00:36:42.000", "end": "00:36:56.000", "speaker": "None", "utterance": "Works comment on this and of course we have this sort of algorithmic narrative why's that I talked about two years before with you're paying us code virus, you know, mock mock symbols algorithmic canceling the radar."}
{"start": "00:36:56.000", "end": "00:37:00.000", "speaker": "None", "utterance": "That was your last year."}
{"start": "00:37:00.000", "end": "00:37:05.000", "speaker": "None", "utterance": "In the piece of that he was part of the exhibition last year at El Orlando."}
{"start": "00:37:05.000", "end": "00:37:15.000", "speaker": "None", "utterance": "And, and also the narrator, the narrative set up that keeps the workers fighting in the content moderator sim game of doom."}
{"start": "00:37:15.000", "end": "00:37:31.000", "speaker": "None", "utterance": "And then you of course you have been process work on English students color, which is activated by software meant to keep us engaged and and and several other words, exposed by by Gloria and Dr."}
{"start": "00:37:31.000", "end": "00:37:44.000", "speaker": "None", "utterance": "Daniel, that Scott talked about before and also piece like Claire Fitch each for search also sort of about how we are conditioned"}
{"start": "00:37:44.000", "end": "00:38:05.000", "speaker": "None", "utterance": "through sort of narrow narrative strategies that these work, explore and and and and that these strategies, these strategies that are in laid into software into social media into platforms are not just sympathetic to us, or speaking on our behalf, but"}
{"start": "00:38:05.000", "end": "00:38:13.000", "speaker": "None", "utterance": "sometimes also evil or manipulating"}
{"start": "00:38:13.000", "end": "00:38:17.000", "speaker": "None", "utterance": "yeah here's a quote from from been grace, which talks about it."}
{"start": "00:38:17.000", "end": "00:38:25.000", "speaker": "None", "utterance": "sss sort of an interface to narration."}
{"start": "00:38:25.000", "end": "00:38:32.000", "speaker": "None", "utterance": "And he talks about his, his work. The industrials correlate and where you just get along and interest list of bad news."}
{"start": "00:38:32.000", "end": "00:38:49.000", "speaker": "None", "utterance": "And so he says it's not just the news that matters here is the fact that it's been delivered by interfaces that are designed to keep us engaged and and and and of course we all clicked on this and what we're totally trapped by this, and stuck in the scroll"}
{"start": "00:38:49.000", "end": "00:39:00.000", "speaker": "None", "utterance": "as he talks about it. And, and, and, and, yeah, as I said before is, it's a perfect but evil marriage between software and bad news."}
{"start": "00:39:00.000", "end": "00:39:03.000", "speaker": "None", "utterance": "That is also conditioned by software."}
{"start": "00:39:03.000", "end": "00:39:12.000", "speaker": "None", "utterance": "And as he says very that the sky is falling you know we attracted this."}
{"start": "00:39:12.000", "end": "00:39:14.000", "speaker": "None", "utterance": "Yeah."}
{"start": "00:39:14.000", "end": "00:39:19.000", "speaker": "None", "utterance": "Or to Scott."}
{"start": "00:39:19.000", "end": "00:39:36.000", "speaker": "None", "utterance": "to see a bit about, about the aesthetics are thinking through some of these set of concerns and genres that that we're seeing one interesting thing, certainly in God zones work but several of the others."}
{"start": "00:39:36.000", "end": "00:40:02.000", "speaker": "None", "utterance": "I think as well, is, is the kind of return aesthetically to not art or to the, to the ideas that were that were driving that art during the during the late 1990s, when we were first encountering the, the network and the web and beginning to think through"}
{"start": "00:40:02.000", "end": "00:40:07.000", "speaker": "None", "utterance": "what was particular about it says statics."}
{"start": "00:40:07.000", "end": "00:40:19.000", "speaker": "None", "utterance": "But I think sort of part of this trend and we seen and other things too is this kind of, you know, these eight bit games and things like that these kind of handmade creations."}
{"start": "00:40:19.000", "end": "00:40:27.000", "speaker": "None", "utterance": "So there's this interesting returned to the aesthetics and way politics and that are as well."}
{"start": "00:40:27.000", "end": "00:40:34.000", "speaker": "None", "utterance": "People creating their own platforms in a way, maybe in response to being part of platform culture."}
{"start": "00:40:34.000", "end": "00:40:39.000", "speaker": "None", "utterance": "Several of the works and really a lot of the submissions that we had."}
{"start": "00:40:39.000", "end": "00:40:45.000", "speaker": "None", "utterance": "We're reusing old art practices in a way."}
{"start": "00:40:45.000", "end": "00:40:55.000", "speaker": "None", "utterance": "The example of course of x team Burrows, taking on Kumar's projects and doing something new with it this kind of marking of days."}
{"start": "00:40:55.000", "end": "00:41:03.000", "speaker": "None", "utterance": "A number of the projects were generative poetry generators text generators, Doom generators."}
{"start": "00:41:03.000", "end": "00:41:23.000", "speaker": "None", "utterance": "But I think there's something about the, the sort of restrictive aspects of the pandemic and the sort of aggressiveness of it, that in a way there's an artistic reaction towards generativity where you create works."}
{"start": "00:41:23.000", "end": "00:41:40.000", "speaker": "None", "utterance": "One of the great things about poetry generators, of course, is that you, you create the text and create the structure, but then it produces things back that you don't understand and in a way, these things sort of grow, like, you know, like plants in your"}
{"start": "00:41:40.000", "end": "00:41:55.000", "speaker": "None", "utterance": "garden right that they they grow in different ways you plant the seeds and then they do things and they they deliver things back so that sense of needing a generative general experience and developing in that form."}
{"start": "00:41:55.000", "end": "00:41:58.000", "speaker": "None", "utterance": "I think was Mark."}
{"start": "00:41:58.000", "end": "00:42:06.000", "speaker": "None", "utterance": "Also, just the form of the litany. The list."}
{"start": "00:42:06.000", "end": "00:42:08.000", "speaker": "None", "utterance": "The Chronicle."}
{"start": "00:42:08.000", "end": "00:42:30.000", "speaker": "None", "utterance": "The the sort of Mark marking of days but also the, the sort of rhetoric of listing, which which coheres with the experience of waking up every day and looking at data, looking, looking at tables, looking at variations on the same story, looking at things"}
{"start": "00:42:30.000", "end": "00:42:54.000", "speaker": "None", "utterance": "just sort of piling up that had an effect in the in the aesthetics, I'd say, I'm a focus on sound, and particularly sort of a different experience of sound, of course, Annie Abraham's work and and other things we also discuss which we saw some of a couple"}
{"start": "00:42:54.000", "end": "00:42:55.000", "speaker": "None", "utterance": "nights ago."}
{"start": "00:42:55.000", "end": "00:43:00.000", "speaker": "None", "utterance": "But the you know Andy's focus on the actual."}
{"start": "00:43:00.000", "end": "00:43:14.000", "speaker": "None", "utterance": "Having a different spirit experience of actual aspiration, right of of thinking about the fact that you were breathing, that you were alive."}
{"start": "00:43:14.000", "end": "00:43:27.000", "speaker": "None", "utterance": "And this kind again ties back to tonight are the sort of retro game aesthetics or this kind of minimization paring down, visual aesthetics."}
{"start": "00:43:27.000", "end": "00:43:32.000", "speaker": "None", "utterance": "To represent things that were that were going on."}
{"start": "00:43:32.000", "end": "00:43:47.000", "speaker": "None", "utterance": "Of course, there's great project to the British British Library simulator where it's an eight bit game, produced by somebody who works at the British Library, that simulates in in a bit game format the experience of going to the library, which of course"}
{"start": "00:43:47.000", "end": "00:43:49.000", "speaker": "None", "utterance": "at the time you couldn't do."}
{"start": "00:43:49.000", "end": "00:44:03.000", "speaker": "None", "utterance": "And then of course reflective essays stick spaces like a la Muhammad's sort of pen multimedia pandemic diary lost and slide inside. And if we go to, just a couple of the quotes here."}
{"start": "00:44:03.000", "end": "00:44:10.000", "speaker": "None", "utterance": "So, this is what we saw Mark say essentially in the video."}
{"start": "00:44:10.000", "end": "00:44:17.000", "speaker": "None", "utterance": "That, that he had this impulse just to to recreate and in a way."}
{"start": "00:44:17.000", "end": "00:44:37.000", "speaker": "None", "utterance": "Make a comic experience of this litany of things that are cancelled of this adjustment to so many aspects of life being cancelled, and the work he says creates billions, you know, I don't know if that's right but billions of possibilities of things being"}
{"start": "00:44:37.000", "end": "00:44:39.000", "speaker": "None", "utterance": "cancelled."}
{"start": "00:44:39.000", "end": "00:44:44.000", "speaker": "None", "utterance": "Without repetition, which is probably a condition has been a condition of life for me."}
{"start": "00:44:44.000", "end": "00:45:06.000", "speaker": "None", "utterance": "And then, next slide, the, you know, below had some interesting reflections on sort of both the thinking about being shut off from the external, and then kind of driven back into internal reflection."}
{"start": "00:45:06.000", "end": "00:45:19.000", "speaker": "None", "utterance": "In a way, but then also being sort of pulled back out and in his case we thinking about the George Floyd Floyd protests and whether he should should go to them or not, and then kind of pulling back in."}
{"start": "00:45:19.000", "end": "00:45:37.000", "speaker": "None", "utterance": "Because of you know because the world in a way then became overwhelming so this this sort of cycle, I think, is reflect a number of the works of like being enclosed, and then being pulled back into the world but having this fear of being pulled of being"}
{"start": "00:45:37.000", "end": "00:45:56.000", "speaker": "None", "utterance": "out in the world. And then sort of the sort of, which causes this kind of reflection on one's place inside, outside, and in, in relation to interior and exterior."}
{"start": "00:45:56.000", "end": "00:46:25.000", "speaker": "None", "utterance": "And as we already mentioned, there's this idea of the collective voice that one of the things that some of the projects did was try to narrow devise things in a way that that weren't about self representation, right about my experience, but but representing"}
{"start": "00:46:25.000", "end": "00:46:50.000", "speaker": "None", "utterance": "a collective voice or trying to through different kinds of representations of narrative data, give us a sense of the, of the global, and of the, the experiences that we're all implicated in whether or not they are"}
{"start": "00:46:50.000", "end": "00:46:57.000", "speaker": "None", "utterance": "and moving on to, to bodies and engender"}
{"start": "00:46:57.000", "end": "00:47:20.000", "speaker": "None", "utterance": "A lot of, you know, as I mentioned before, there's this focused on breathing on the experience of breathing. I'm thinking about, I can't breathe in the George Floyd situation on thinking about Kobe as a lung disease that attacks the lung."}
{"start": "00:47:20.000", "end": "00:47:23.000", "speaker": "None", "utterance": "that puts people on ventilators."}
{"start": "00:47:23.000", "end": "00:47:31.000", "speaker": "None", "utterance": "Where, where the, the active breathing itself becomes a focus."}
{"start": "00:47:31.000", "end": "00:47:53.000", "speaker": "None", "utterance": "Also in the work matchmaking and the exhibition that Anastasia Salter and like she found and others did, we're thinking about the, the labor, and often gendered labor of of doing things like making basic PP becomes important."}
{"start": "00:47:53.000", "end": "00:48:07.000", "speaker": "None", "utterance": "And, and just breathing room in the case of exposed being in having the actual room. Physical room to be privileged enough to not spread contract the virus."}
{"start": "00:48:07.000", "end": "00:48:19.000", "speaker": "None", "utterance": "Also, you know, this is something we saw in Eckstein burrows and Alec psalms pieces, sort of reflections on and like the wonderful piece we saw last night with the baby."}
{"start": "00:48:19.000", "end": "00:48:41.000", "speaker": "None", "utterance": "This sort of sense of how people are struggling to manage domestic roles. And at the same time, this sort of having a work life, you know, of course, homeschooling things like this, I think, I think that many people had this experience of how do you manage"}
{"start": "00:48:41.000", "end": "00:48:53.000", "speaker": "None", "utterance": "the domestic labor, as well as being, you know, in the office, and of course this is another thing that that's gendered."}
{"start": "00:48:53.000", "end": "00:48:57.000", "speaker": "None", "utterance": "And then we saw in,"}
{"start": "00:48:57.000", "end": "00:49:25.000", "speaker": "None", "utterance": "in, in the tenders and Jen Marcin, and Mark Jeffries and Abe's work this sort of the idea of clearing space that and their piece has a very kind of complex and interesting relationship between looking at post colonialism we're looking for, for example"}
{"start": "00:49:25.000", "end": "00:49:47.000", "speaker": "None", "utterance": "at the, the history of the city of Chicago. That was founded by the slaughter of Native Americans and sort of then coming back to that space and visualizing it and reprocessing and and querying it in a way through augmented reality."}
{"start": "00:49:47.000", "end": "00:50:10.000", "speaker": "None", "utterance": "And then, yeah, including they also talked about how the software of of zoom is a colonial software as as much technologies, but, but in the sense that you know we all suddenly have have have have offices in our homes and you know it's a clue Quran ization"}
{"start": "00:50:10.000", "end": "00:50:15.000", "speaker": "None", "utterance": "of our homes also have our privacy."}
{"start": "00:50:15.000", "end": "00:50:22.000", "speaker": "None", "utterance": "Yeah, it's definitely something that that Alex reporting piece."}
{"start": "00:50:22.000", "end": "00:50:46.000", "speaker": "None", "utterance": "And we don't necessarily need to say much about these quotes but that you know Jesus colony in the interview reflected on of course these this systematized injustice or the, the fact that of course the virus was going to attack people of different economic"}
{"start": "00:50:46.000", "end": "00:50:46.000", "speaker": "None", "utterance": "classes in in disproportionate way so you have this situation of Alice."}
{"start": "00:50:46.000", "end": "00:51:09.000", "speaker": "None", "utterance": "classes in in disproportionate way so you have this situation of the favelas in Sao Paulo, where the virus, you know spreads very quickly. Of course this is also the case in India and many other places where there is this completely disproportionate effect"}
{"start": "00:51:09.000", "end": "00:51:17.000", "speaker": "None", "utterance": "based basically on based on whether or not you can social distance, whether or not you cannot go to work."}
{"start": "00:51:17.000", "end": "00:51:20.000", "speaker": "None", "utterance": "Whether or not you can work from home."}
{"start": "00:51:20.000", "end": "00:51:31.000", "speaker": "None", "utterance": "And then this is just quote from from Annie, thinking about the connection to the body connection to breathing."}
{"start": "00:51:31.000", "end": "00:51:50.000", "speaker": "None", "utterance": "Yeah, yeah, well we probably have to speed up a bit also to to get ready to get a bit of time for discussion. And one of the things that we of course as you might remember to ask people about what is, is, you know, how did it feel like to do, electronic"}
{"start": "00:51:50.000", "end": "00:52:00.000", "speaker": "None", "utterance": "literature and digital art in a in a in a in a situation where suddenly everybody is, you know, everybody not just us who are interested but everybody."}
{"start": "00:52:00.000", "end": "00:52:04.000", "speaker": "None", "utterance": "watch at cultural life behind screen."}
{"start": "00:52:04.000", "end": "00:52:21.000", "speaker": "None", "utterance": "And you know they talked about being thrilled to reach a new audience. But, but also about the, the screen fatigue the zoom fatigue and and we had these words that we've also mentioned about how cultural institutions relate to the digital or to the, to"}
{"start": "00:52:21.000", "end": "00:52:42.000", "speaker": "None", "utterance": "the lockdown and and and and turn digital and and and and we've seen a lot of various approaches on this I think it's a very interesting discussion in itself or can cultural institutions do and have they learned something new."}
{"start": "00:52:42.000", "end": "00:52:52.000", "speaker": "None", "utterance": "Basically it points as the British Library game points to a you know a new role for the British Library."}
{"start": "00:52:52.000", "end": "00:53:01.000", "speaker": "None", "utterance": "And and this year it series Academy Tony's dot ch is also a similar kind of."}
{"start": "00:53:01.000", "end": "00:53:08.000", "speaker": "None", "utterance": "It's about an article me and and and how they sort of rebuild the art academy during lockdown."}
{"start": "00:53:08.000", "end": "00:53:09.000", "speaker": "None", "utterance": "As a game."}
{"start": "00:53:09.000", "end": "00:53:26.000", "speaker": "None", "utterance": "And then of course we've seen, artists, making their own platforms and developing their own institutional practices, which is also really interesting and perhaps a way forward, or definitely a way forward, you're appealing and one of his other things"}
{"start": "00:53:26.000", "end": "00:53:29.000", "speaker": "None", "utterance": "that he's been very active."}
{"start": "00:53:29.000", "end": "00:53:45.000", "speaker": "None", "utterance": "What he did last year, about a year ago he started making quarantine TV, which was like a weekly TV show that he that he assumed and re invite guests and it's absolutely fantastic."}
{"start": "00:53:45.000", "end": "00:53:53.000", "speaker": "None", "utterance": "And he's a very humorous of a funny person also so it's still worth seeing you can find it on his homepage."}
{"start": "00:53:53.000", "end": "00:54:08.000", "speaker": "None", "utterance": "And then, then of course, yeah Pune is artistic communities, I think we've been around bad, but but but also appreciate the possibilities for international meetings like we've had with all the charges."}
{"start": "00:54:08.000", "end": "00:54:20.000", "speaker": "None", "utterance": "And then we had these questions about what does care for my station. How do they relate to perform ization which I guess is also, which is also the general theme of this conference."}
{"start": "00:54:20.000", "end": "00:54:39.000", "speaker": "None", "utterance": "So what does it mean for digital art and electronic data to have that culture has become digital that we sort of both have digital art in a digital setting where you know the digital has sort of become doubled and and what are the answers provided by"}
{"start": "00:54:39.000", "end": "00:54:44.000", "speaker": "None", "utterance": "art by digital audit and Tony literature."}
{"start": "00:54:44.000", "end": "00:55:00.000", "speaker": "None", "utterance": "And of course they vary a lot, but but but but but but clearly there's a common sense that we've been through this together, that we've"}
{"start": "00:55:00.000", "end": "00:55:09.000", "speaker": "None", "utterance": "that we that it's like a key some construct also have a total artwork of where you know where this platforming we."}
{"start": "00:55:09.000", "end": "00:55:27.000", "speaker": "None", "utterance": "Yeah, it's just grown on us, right. It's also been brought up was quoted for Andy and it is creating a particular awareness and whether we see something different something beyond platform ization alternatives resistance and and and and, but, and people"}
{"start": "00:55:27.000", "end": "00:55:40.000", "speaker": "None", "utterance": "talk about that but also the artists talk about that but also as that, that they are on platforms because that it's a space for on, because this is where life has happened."}
{"start": "00:55:40.000", "end": "00:55:47.000", "speaker": "None", "utterance": "And and of course it's relevant to reflect on what it means to be a use of platforms."}
{"start": "00:55:47.000", "end": "00:56:02.000", "speaker": "None", "utterance": "Yeah, that was actually some of the stuff we just talked about before where Abraham, Emerson in the tenders talks about technology as colonizing as soon as colonizing resources."}
{"start": "00:56:02.000", "end": "00:56:10.000", "speaker": "None", "utterance": "elec song talks about that we develop some kind of embodied screen this,"}
{"start": "00:56:10.000", "end": "00:56:33.000", "speaker": "None", "utterance": "where you can always sort of try to colonize these places again and which I think both tenders and and zones projects are doing is a quote, where he sort of said, you know, how you suddenly have this thing where you are in your home and you get this window"}
{"start": "00:56:33.000", "end": "00:56:47.000", "speaker": "None", "utterance": "window into it, which, which he talks about where suddenly she realizes he has all these platforms like Alexa and everything and that starts interacting whatever whatever she's doing."}
{"start": "00:56:47.000", "end": "00:56:51.000", "speaker": "None", "utterance": "and she sees this as a little creepy."}
{"start": "00:56:51.000", "end": "00:56:52.000", "speaker": "None", "utterance": "Yeah."}
{"start": "00:56:52.000", "end": "00:57:02.000", "speaker": "None", "utterance": "So this leads us to our conclusion which sort of brings us back to the beginning."}
{"start": "00:57:02.000", "end": "00:57:07.000", "speaker": "None", "utterance": "These questions of whether this is a new kind of crisis or a new take on crisis."}
{"start": "00:57:07.000", "end": "00:57:26.000", "speaker": "None", "utterance": "And obviously, this is very varied also, you know, we've interviewed 18 people, and and they all have their own experiences, but but basically I think that sort of liquid Tomic awesome oxymoron oxymoronic experience is true."}
{"start": "00:57:26.000", "end": "00:57:47.000", "speaker": "None", "utterance": "Too many of the experiences that we had and we share that is both been an intense extended period relief from fo mo fear of missing out, but also sheer boredom and autopilot restlessness is both been microscopic and local and macroscopic and global SS"}
{"start": "00:57:47.000", "end": "00:57:49.000", "speaker": "None", "utterance": "SS for instance."}
{"start": "00:57:49.000", "end": "00:57:53.000", "speaker": "None", "utterance": "Black Lives Matter, or of course the virus in itself."}
{"start": "00:57:53.000", "end": "00:58:10.000", "speaker": "None", "utterance": "It's been connected and divided under different conditions both locally and globally and old distinctions between online and offline, the virtual and the physical and perhaps even art and reality, sometimes diffuse themselves into new hybrid said also,"}
{"start": "00:58:10.000", "end": "00:58:13.000", "speaker": "None", "utterance": "they talked about in with the tenders project."}
{"start": "00:58:13.000", "end": "00:58:30.000", "speaker": "None", "utterance": "And, and, and, and watch. Well actually, when we shown some of this work towards her to colleagues and friends. They also say, is interesting that these digital artists and elite authors, they reflect so much on analog matters like bodies homes concrete"}
{"start": "00:58:30.000", "end": "00:58:33.000", "speaker": "None", "utterance": "environments, physical conflicts."}
{"start": "00:58:33.000", "end": "00:58:44.000", "speaker": "None", "utterance": "So maybe, maybe we are envisioning some kind of new cultural moment or sort of finally goodbye to the false ideas of the weightless."}
{"start": "00:58:44.000", "end": "00:59:03.000", "speaker": "None", "utterance": "Post modernity living in a mixture of digital media and reality that is no less real maybe that's where we are or this lead us back to this idea about doc Sue and his men that toxic pointed to and and the last thing is this Andre presentable crisis that"}
{"start": "00:59:03.000", "end": "00:59:23.000", "speaker": "None", "utterance": "you know one of the things we've talked about is that there are no public monuments to the Spanish flu or and can we have a public monument to this situation and and and and he has been grosses one of his other things he's been doing when he sort of marked"}
{"start": "00:59:23.000", "end": "00:59:27.000", "speaker": "None", "utterance": "Manhattan, with, with a block."}
{"start": "00:59:27.000", "end": "00:59:31.000", "speaker": "None", "utterance": "for every thousand death."}
{"start": "00:59:31.000", "end": "00:59:33.000", "speaker": "None", "utterance": "Yeah."}
{"start": "00:59:33.000", "end": "00:59:36.000", "speaker": "None", "utterance": "Comparing it to 911."}
{"start": "00:59:36.000", "end": "00:59:43.000", "speaker": "None", "utterance": "And now it feels the entire south part of Manhattan."}
{"start": "00:59:43.000", "end": "00:59:46.000", "speaker": "None", "utterance": "So we've had lots of graphs."}
{"start": "00:59:46.000", "end": "00:59:56.000", "speaker": "None", "utterance": "Lots of statistics, but nobody on the street, the pandemic. You know, is it sublime Is it something we don't really understand."}
{"start": "00:59:56.000", "end": "01:00:01.000", "speaker": "None", "utterance": "They can't be represented through, through language."}
{"start": "01:00:01.000", "end": "01:00:10.000", "speaker": "None", "utterance": "But besides whores and cancellations, it's also as as blonde Muhammad said, a gentleman moment for art and electronic literature."}
{"start": "01:00:10.000", "end": "01:00:16.000", "speaker": "None", "utterance": "So now we should leave the last 15 minutes for for this."}
{"start": "01:00:16.000", "end": "01:00:34.000", "speaker": "None", "utterance": "There's a couple questions in the chat. But since there's so few of us maybe, maybe Christian and Andrew and whoever else you want to pick Christians got like 17 questions but Christian you want to pick your favorite question to pull this off."}
{"start": "01:00:34.000", "end": "01:00:39.000", "speaker": "None", "utterance": "No, I think Andrew should go first."}
{"start": "01:00:39.000", "end": "01:00:55.000", "speaker": "None", "utterance": "Well, actually, I think Christian you sort of point towards it. Right after with a better phrasing of it just in the sense in the post I bet there was a lot of mentioned, of course that incredible."}
{"start": "01:00:55.000", "end": "01:01:03.000", "speaker": "None", "utterance": "I've seen some really interesting readings that show that what we consider the roaring 20s in the 20th century."}
{"start": "01:01:03.000", "end": "01:01:17.000", "speaker": "None", "utterance": "Really now become situated as a response to the, to the Spanish flu, and even you know how you know there was never really a connection made with jazz, for example, and, and a pandemic and now it seems so evident."}
{"start": "01:01:17.000", "end": "01:01:35.000", "speaker": "None", "utterance": "So I wonder if, you know, living in the New York City area there was all this talk and there still is. All this talk of the city, dying for good. It's one of the only cities in America like San Francisco, where rents have actually gone down and space"}
{"start": "01:01:35.000", "end": "01:01:45.000", "speaker": "None", "utterance": "has gone up and now people are saying, from an upper middle class well why should we, why should we go back to the city anyway, everybody sort of flooded I don't want to go back."}
{"start": "01:01:45.000", "end": "01:02:03.000", "speaker": "None", "utterance": "So, now they're saying that this is kind of a propagandistic sense that, well, no, actually it's been a very good thing for New York it's gonna it's a it's a washing of the city."}
{"start": "01:02:03.000", "end": "01:02:28.000", "speaker": "None", "utterance": "that this points towards a new vibrancy and digital art or how this new election, I'm places like New York and San Francisco and I was, yeah, that's first thing that occurred to me well okay if there's a migration of wealth and property values, you know,"}
{"start": "01:02:28.000", "end": "01:02:32.000", "speaker": "None", "utterance": "declined, it's probably going to be a good thing for art and he hurts."}
{"start": "01:02:32.000", "end": "01:02:48.000", "speaker": "None", "utterance": "For one thing, or, or, or for the survival of life, cultural life and San Francisco, things like that. But one of the things to think about here and that we did talk about with a lot of the artists was, oh yeah what happens, both What is this happy."}
{"start": "01:02:48.000", "end": "01:02:58.000", "speaker": "None", "utterance": "what has happened to digital art, which you know it's not like it's suddenly electronic literature and digital art suddenly became mainstream platforms."}
{"start": "01:02:58.000", "end": "01:03:19.000", "speaker": "None", "utterance": "But I think it has changed people's relations to interfaces in a way where for example I don't feel like I need to explain what electronic literature is and quite the same way because now even even cultural practices, you know, theater, or, or some ways,"}
{"start": "01:03:19.000", "end": "01:03:33.000", "speaker": "None", "utterance": "literature, musical experience all these things have kind of become a hybridised, and with elements of interactivity, coming in at the same time, is something that I wonder about is will."}
{"start": "01:03:33.000", "end": "01:03:44.000", "speaker": "None", "utterance": "What, once we can once we're all vaccinated, we can go outside and we can go to a concert, or we can go to a poetry reading."}
{"start": "01:03:44.000", "end": "01:03:57.000", "speaker": "None", "utterance": "I don't know, are we all going to want to take a break from digital culture for a while. That's another possibility. And then what else do we, what else do we take out of it, to what are the advantages for conferences like this just being online versus"}
{"start": "01:03:57.000", "end": "01:04:16.000", "speaker": "None", "utterance": "you know things like young scholars developing networks and people being embodied with friends in the same room and having that sort of experience and the balancing of these things that we take away from that are beneficial from the pandemic and those"}
{"start": "01:04:16.000", "end": "01:04:26.000", "speaker": "None", "utterance": "things that, you know, we sort of need to get back to, as well as going to be interesting."}
{"start": "01:04:26.000", "end": "01:04:32.000", "speaker": "None", "utterance": "That there's all the post questions question I don't want to, if you want to."}
{"start": "01:04:32.000", "end": "01:04:54.000", "speaker": "None", "utterance": "Yeah, you really is get us thinking, you know, I think it's 1% I think the two sets of questions. One is how this, which I guess is also related to what you're talking about right now how, how they sort of post pandemic relates to other reflections on"}
{"start": "01:04:54.000", "end": "01:05:09.000", "speaker": "None", "utterance": "on post media post internet, etc. And the sort of how you see these connections that sort of one get maybe you have answered this, and then the other one is sort of, sort of this."}
{"start": "01:05:09.000", "end": "01:05:15.000", "speaker": "None", "utterance": "It's a question about this sort of period ization logic in in the host."}
{"start": "01:05:15.000", "end": "01:05:28.000", "speaker": "None", "utterance": "And, and, and whether sort of this thinking of post, and you also put in a question mark. What does that mean, how does that allow us to think of a crisis."}
{"start": "01:05:28.000", "end": "01:05:53.000", "speaker": "None", "utterance": "Do we not also need to break with this kind of logic of of post the sort of period icing. It gets also been a critique of post modernism that is sort of incapable of of capturing and discussing the sort of global questions of global politics and and I"}
{"start": "01:05:53.000", "end": "01:05:54.000", "speaker": "None", "utterance": "guess."}
{"start": "01:05:54.000", "end": "01:06:16.000", "speaker": "None", "utterance": "I think it is it a bit more sort of not my area, or the post colonialism has also something that you refer to as also being criticized that this sort of period icing logic is incapable of capturing something like a global crisis in global politics and,"}
{"start": "01:06:16.000", "end": "01:06:34.000", "speaker": "None", "utterance": "and that we need to complicate time as a country, cultural construct and I think maybe that at some of the artists that you've interviewed also also point to this in their works so perhaps it's more of a question and then a riff or more of a reflection"}
{"start": "01:06:34.000", "end": "01:06:54.000", "speaker": "None", "utterance": "than a question but I guess sort of two questions that post how it relates to post internet post media, etc. And how how and whether whether whether they post, whether we should think of it as something else then it posts endemic."}
{"start": "01:06:54.000", "end": "01:07:09.000", "speaker": "None", "utterance": "Yeah, well, I think, well, if I would relate it to something then of course the post it doesn't make sense in the sense that, that this is, this is a moment where the digital is not a."}
{"start": "01:07:09.000", "end": "01:07:14.000", "speaker": "None", "utterance": "It's not a defining difference anymore."}
{"start": "01:07:14.000", "end": "01:07:19.000", "speaker": "None", "utterance": "But But I'm also, as I also."}
{"start": "01:07:19.000", "end": "01:07:26.000", "speaker": "None", "utterance": "I've got more and more heavy with the question mark. Because obviously,"}
{"start": "01:07:26.000", "end": "01:07:38.000", "speaker": "None", "utterance": "you're right, that, that, that, that, that, you know, the question is will we move beyond this kind of crisis, or is this a new condition."}
{"start": "01:07:38.000", "end": "01:07:42.000", "speaker": "None", "utterance": "You know, we might get up at vaccines and and and then."}
{"start": "01:07:42.000", "end": "01:08:02.000", "speaker": "None", "utterance": "Then we talk about something else and call it but we still have racism climate crisis, we still have these kind of crisis that, you know, not, not pleasing the street or wells in some cases they are but but but basically also just big structural crisis"}
{"start": "01:08:02.000", "end": "01:08:05.000", "speaker": "None", "utterance": "in our societies."}
{"start": "01:08:05.000", "end": "01:08:18.000", "speaker": "None", "utterance": "And there's no like there's not going to be a post climate crisis or you know we're not going to get beyond it be going to stay with it right now it's going to be you know you get beyond us though."}
{"start": "01:08:18.000", "end": "01:08:23.000", "speaker": "None", "utterance": "Yeah. But, but then we stopped talking about it released."}
{"start": "01:08:23.000", "end": "01:08:40.000", "speaker": "None", "utterance": "Yeah, well then of course the virus is there post you know I mean, you know, the pandemic or pandemics is another thing that that's probably not going away right it's our relationship to changes and new pandemics common."}
{"start": "01:08:40.000", "end": "01:08:45.000", "speaker": "None", "utterance": "One of the interesting things to think about is, will there."}
{"start": "01:08:45.000", "end": "01:08:53.000", "speaker": "None", "utterance": "Will it be sort of like climate change or other kinds of catastrophes."}
{"start": "01:08:53.000", "end": "01:08:59.000", "speaker": "None", "utterance": "In that there's a cycle, and this is certainly something when we reflect on the Spanish flu epidemic."}
{"start": "01:08:59.000", "end": "01:09:15.000", "speaker": "None", "utterance": "This cycle of forgetting right that the when we were talking about the monuments that when they were looking for monuments for Spanish flu, they could find a bench in in Ohio, you know as the sort of monuments in in the United States to to the Spanish"}
{"start": "01:09:15.000", "end": "01:09:25.000", "speaker": "None", "utterance": "Spanish flu, that there's this desire to to move post and historic size, and, and, and move on."}
{"start": "01:09:25.000", "end": "01:09:44.000", "speaker": "None", "utterance": "Yeah, so, yeah, there's always been problems with posts right alternate since I did this is a crisis without any heroes you know there's not going to be somebody who heroically you know you can't have a statue of the guy who killed code right."}
{"start": "01:09:44.000", "end": "01:09:59.000", "speaker": "None", "utterance": "Even though of course there are some, you know, good people who develop vaccines and stuff but but, and maybe there'll be a statue of this, this literacy faculty outside of Yankee Stadium,"}
{"start": "01:09:59.000", "end": "01:10:10.000", "speaker": "None", "utterance": "but but but but but but in the sense that, well that's also where we in you know we invade a lot of questions and a lot of dichotomies and I think they're here to stay."}
{"start": "01:10:10.000", "end": "01:10:13.000", "speaker": "None", "utterance": "Maybe we sort of open the post."}
{"start": "01:10:13.000", "end": "01:10:23.000", "speaker": "None", "utterance": "And I don't know what's in the cluster and I think we have time for one more question and Agnieszka."}
{"start": "01:10:23.000", "end": "01:10:32.000", "speaker": "None", "utterance": "So it won't be a very boring questions. Thank you for the presentation but I'm really curious why why you use the term."}
{"start": "01:10:32.000", "end": "01:10:48.000", "speaker": "None", "utterance": "Pros in the title of the presentation because when I sell all the walks in the exhibition and when I was listening to you think about so many different genres, and so many different styles of works, and so much poetry in that."}
{"start": "01:10:48.000", "end": "01:11:04.000", "speaker": "None", "utterance": "So I wanted to ask why why pros because you know it's a literary academic I cannot not ask, but it's just, I think, a little boring details wondered about same thing why is that sorry."}
{"start": "01:11:04.000", "end": "01:11:11.000", "speaker": "None", "utterance": "I had to come up with something 10 minutes before deadline, and I wanted you know three piece, I like that."}
{"start": "01:11:11.000", "end": "01:11:21.000", "speaker": "None", "utterance": "But it could have been poetry right yeah. Now, I guess in a way that, what if we were going to manufacturing answer to that."}
{"start": "01:11:21.000", "end": "01:11:39.000", "speaker": "None", "utterance": "Of course, we're just project is really looking at digital art it's not even necessarily restricted to to literature, but if we were thinking about prose, I think, a commonality to many of the art projects as well, is this narrative ization."}
{"start": "01:11:39.000", "end": "01:11:54.000", "speaker": "None", "utterance": "So, so even if even if it's non, even if it's not represented through language for example eckstine burrows project is a way of processing and narrative arising."}
{"start": "01:11:54.000", "end": "01:12:11.000", "speaker": "None", "utterance": "Just this cycle of days and getting through it through, through, not necessarily through pros but, but, at the same time very frequently something that performative."}
{"start": "01:12:11.000", "end": "01:12:25.000", "speaker": "None", "utterance": "So for me it's more in context of the court reader or audio business you, you look at an end the premiere of the movie with the butcher festival."}
{"start": "01:12:25.000", "end": "01:12:41.000", "speaker": "None", "utterance": "Yeah, well it was basically just the title of this panel, it's not a sort of more thought out, title, and I think I did it, you know, 10 minutes to deadline."}
{"start": "01:12:41.000", "end": "01:12:57.000", "speaker": "None", "utterance": "Well, great. So thank you all so very much for coming. I know that this is for, for, for some This is a very, very early and I'm glad that we have this recorded and these conversations will will continue."}
{"start": "01:12:57.000", "end": "01:13:14.000", "speaker": "None", "utterance": "We'll all be. We have our research project but of course, I think we're all going to be thinking for a long time about how this changes, digital culture changes our culture, and it'll be interesting to see, you know, It's beautiful that we can begin to"}
{"start": "01:13:14.000", "end": "01:13:19.000", "speaker": "None", "utterance": "think about what comes next."}
{"start": "01:13:19.000", "end": "01:13:34.000", "speaker": "None", "utterance": "Thank you."}