{"start": "00:00:02.550", "end": "00:00:02.879", "speaker": "Leonardo Flores", "utterance": " yeah."}
{"start": "00:00:03.000", "end": "00:00:07.109", "speaker": "S?ren Bro Pold", "utterance": " Hello Leo yeah do you want this record."}
{"start": "00:00:07.830", "end": "00:00:08.880", "speaker": "Leonardo Flores", "utterance": " let's record it and we'll."}
{"start": "00:00:08.880", "end": "00:00:10.080", "speaker": "Leonardo Flores", "utterance": " Start over yeah."}
{"start": "00:00:10.860", "end": "00:00:12.870", "speaker": "Leonardo Flores", "utterance": " Welcome to the town hall folks."}
{"start": "00:00:14.429", "end": "00:00:23.850", "speaker": "Leonardo Flores", "utterance": " My name is low Nada Flores i'm president of the yellow and i'm pleased to to to initiate this conversation."}
{"start": "00:00:24.840", "end": "00:00:33.060", "speaker": "Leonardo Flores", "utterance": " The purpose, the goal of the town hall is to share with the Community a brief report on the work that we're doing, and then to open."}
{"start": "00:00:33.690", "end": "00:00:46.320", "speaker": "Leonardo Flores", "utterance": " It up for conversation with the Community on you know work, we could be doing, and just to discuss whatever issues that communities interested in discussing i'm going to."}
{"start": "00:00:47.430", "end": "00:00:57.720", "speaker": "Leonardo Flores", "utterance": " Direct the initial slideshow and I will unfortunately need to leave and leave the meeting in the hands of caitlin Fisher."}
{"start": "00:00:58.380", "end": "00:01:18.090", "speaker": "Leonardo Flores", "utterance": " My day job needs me in about half an hour so we'll start with a presentation and we'll go from there and yellow board members, please, who have a thing to say, be ready to unmute and jump in with a few words, when the time comes, so let's begin here."}
{"start": "00:01:19.560", "end": "00:01:21.600", "speaker": "Leonardo Flores", "utterance": " Alright, so."}
{"start": "00:01:22.710", "end": "00:01:24.540", "speaker": "Leonardo Flores", "utterance": " Let me move my little."}
{"start": "00:01:25.740", "end": "00:01:30.960", "speaker": "Leonardo Flores", "utterance": " zoom windows aside So here we are at the yellow 2021 town hall."}
{"start": "00:01:32.640", "end": "00:01:52.200", "speaker": "Leonardo Flores", "utterance": " I want to begin simply by introducing the Board of Directors myself largo Florida as President caitlin Fisher serves as Vice President, I have one year left in my presidency and then she is next in line to become the next yellow precedent."}
{"start": "00:01:53.280", "end": "00:02:02.100", "speaker": "Leonardo Flores", "utterance": " Really, Doris serves a secretary Anastasia Salter serves as treasurer mark Marina is our director of communication."}
{"start": "00:02:03.000", "end": "00:02:17.370", "speaker": "Leonardo Flores", "utterance": " And then the rest of the Board devin hackman surge boots are Dome in France Astrid Aslan now in Norway DNA regard who's in in Vancouver Washington cloud the cause act in Argentina."}
{"start": "00:02:17.940", "end": "00:02:36.900", "speaker": "Leonardo Flores", "utterance": " Eric lawyer in California, as is Marjorie lose a break mighty admin fee is in England and she is Venice well and birth and Spanish upbringing on a knocker is in Poland Jason Nelson."}
{"start": "00:02:37.950", "end": "00:02:43.650", "speaker": "Leonardo Flores", "utterance": " American and Australia sort of in transit towards Norway."}
{"start": "00:02:44.880", "end": "00:02:48.270", "speaker": "Leonardo Flores", "utterance": " Mark sample is in North Carolina as as am I."}
{"start": "00:02:49.410", "end": "00:02:50.910", "speaker": "Leonardo Flores", "utterance": " Alex sound pasquale."}
{"start": "00:02:51.930", "end": "00:02:56.820", "speaker": "Leonardo Flores", "utterance": " una Hispaniola in Berkeley and stephanie strickland."}
{"start": "00:02:58.650", "end": "00:03:04.170", "speaker": "Leonardo Flores", "utterance": " You who needs no introduction is him I believe it's in New York Boston."}
{"start": "00:03:05.400", "end": "00:03:22.290", "speaker": "Leonardo Flores", "utterance": " and Joe tabby who is in Norway as well, two of our board members who are stepping down this year are Helen burgess and still Stuart Mill threat, and I would like to just briefly give them a quick round of virtual Applause"}
{"start": "00:03:22.770", "end": "00:03:24.630", "speaker": "Leonardo Flores", "utterance": " For the service that they gave."}
{"start": "00:03:25.080", "end": "00:03:30.000", "speaker": "Leonardo Flores", "utterance": " This board, so thank you Helen and Stuart for your great work."}
{"start": "00:03:31.830", "end": "00:03:32.250", "speaker": "Leonardo Flores", "utterance": " Now."}
{"start": "00:03:32.370", "end": "00:03:36.630", "speaker": "Caitlin Fisher", "utterance": " let's continue question a comment in the chat about turning the live captions on."}
{"start": "00:03:37.560", "end": "00:03:39.960", "speaker": "Leonardo Flores", "utterance": " Can somebody who can somebody do that."}
{"start": "00:03:40.530", "end": "00:03:41.940", "speaker": "Anastasia Salter", "utterance": " let's see if I can run now."}
{"start": "00:03:42.390", "end": "00:03:43.080", "speaker": "Hannah Ackermans", "utterance": " Everyone can."}
{"start": "00:03:43.110", "end": "00:03:44.400", "speaker": "Hannah Ackermans", "utterance": " Do it also think."}
{"start": "00:03:45.210", "end": "00:03:56.400", "speaker": "Leonardo Flores", "utterance": " Wonderful Now I will mention that these board vacancies the board of directors is in conversation about how it wants to fill these board vacancies."}
{"start": "00:03:56.730", "end": "00:04:10.320", "speaker": "Leonardo Flores", "utterance": " We have retreats in July, where we will address these matters and then one of the the requests from the Community has been to get the Community more involved in the selection of board of director members."}
{"start": "00:04:11.070", "end": "00:04:33.600", "speaker": "Leonardo Flores", "utterance": " This requires potentially some changes to our bylaws which will be considering our retreat in July, but whether we make changes to the bylaws in this matter or or not, we still want to get more Community input and involvement in the siding who's in the board of the records."}
{"start": "00:04:35.400", "end": "00:04:50.220", "speaker": "Leonardo Flores", "utterance": " The budget i'm not going to go into a numbers breakdown, but I mentioned that we have three main funding sources membership is our number one from the source, so the membership that you all pay supports the organization and supports."}
{"start": "00:04:51.480", "end": "00:05:10.440", "speaker": "Leonardo Flores", "utterance": " The its initiatives, we do have an institutional partnership with Washington State University in Vancouver that ends next year, we also receive donations usually targeted to specific initiatives such as some of the yellow awards some let yellow fellows etc."}
{"start": "00:05:12.090", "end": "00:05:30.780", "speaker": "Leonardo Flores", "utterance": " Most of our budget about 10% of our budget goes towards administrative costs, we have holly slocum as our administrative assistant who dedicates about 10 hours a week to working with the yellow matters, and we have other costs that come with with being an organization."}
{"start": "00:05:32.220", "end": "00:05:39.300", "speaker": "Leonardo Flores", "utterance": " About 90% of our budget goes to yellow initiatives which I will highlight, with the help of the Board now."}
{"start": "00:05:40.830", "end": "00:05:54.240", "speaker": "Leonardo Flores", "utterance": " First of all, our conferences we have been doing yearly conferences, whether they're international I mean whether they're face to face or online, this is our second online conference."}
{"start": "00:05:55.620", "end": "00:06:01.770", "speaker": "Leonardo Flores", "utterance": " This is where Community comes together, we tend to see these conferences about $2,000."}
{"start": "00:06:02.730", "end": "00:06:10.290", "speaker": "Leonardo Flores", "utterance": " To help them get started, sometimes we recoup that sometimes we don't and that's part of the cost of operation."}
{"start": "00:06:10.860", "end": "00:06:26.280", "speaker": "Leonardo Flores", "utterance": " i'll mention that we are considering to pre proposals for elo 2022 for hybrid conferences, I cannot provide more details at this stage, but we will be announcing things as soon as decisions are made there."}
{"start": "00:06:28.080", "end": "00:06:36.300", "speaker": "Leonardo Flores", "utterance": " The electronic literature directory, which is overseen by Joe tabby he asked me to read this brief statement."}
{"start": "00:06:36.600", "end": "00:06:47.400", "speaker": "Leonardo Flores", "utterance": " He says we're presently working to extend our network of literary advisors in support of us, Carlo the entries that our fellows and other early career scholars are bringing to the directory."}
{"start": "00:06:47.910", "end": "00:06:55.830", "speaker": "Leonardo Flores", "utterance": " board approval is a key element of all year these entry submissions and they mean editorial board not yellow board of directors."}
{"start": "00:06:56.400", "end": "00:07:02.220", "speaker": "Leonardo Flores", "utterance": " Are descriptions of works encyclopedic essays and glossary entries on keywords and concepts."}
{"start": "00:07:02.670", "end": "00:07:10.440", "speaker": "Leonardo Flores", "utterance": " Currently we have entries on are underway on Elan and post humanism, a focus for March both humanism conference in Bergen Norway."}
{"start": "00:07:10.980", "end": "00:07:21.960", "speaker": "Leonardo Flores", "utterance": " The eld team welcome similar entries in response to or elaboration of scholarly papers and creative works presented during the our hosts yellow this conference we're in."}
{"start": "00:07:22.710", "end": "00:07:34.350", "speaker": "Leonardo Flores", "utterance": " In support of this heightened eld activity we're expanding our network of reviewers, for example, members of each generation of yellow fellows are not being asked to review entries written by all yellow members."}
{"start": "00:07:34.560", "end": "00:07:42.150", "speaker": "Leonardo Flores", "utterance": " Any questions can be sent that email the Managing editor and 2020 2021 yellow fellow Danny Espinosa."}
{"start": "00:07:43.440", "end": "00:08:08.670", "speaker": "Leonardo Flores", "utterance": " Alright, continuing the emerging spaces for Isla creations was an initiative, we launched last year we received them and awarded to proposals for filter institution that has an open call until June 1 for its first issue that's coming this summer and reverb is a launching this week, their."}
{"start": "00:08:09.690", "end": "00:08:21.300", "speaker": "Leonardo Flores", "utterance": " Their call for their call for works or call for submissions and you can find that on in the gesso APP reverb an interesting thing about these two."}
{"start": "00:08:22.200", "end": "00:08:45.570", "speaker": "Leonardo Flores", "utterance": " Two new publication venues for our field is that one and instagram is very visually focused and reverb is very focused on sound, so I hope this these two spaces become productive spaces for you all to publish and experience and study and enjoy a literature."}
{"start": "00:08:48.090", "end": "00:08:52.410", "speaker": "Leonardo Flores", "utterance": " next step beanie when I say a few words about the next."}
{"start": "00:08:53.550", "end": "00:09:01.620", "speaker": "Dene Grigar", "utterance": " Yes, um for the last four years, have been working to pull together electronic literature in an archive so that it's accessible to folks."}
{"start": "00:09:02.190", "end": "00:09:12.090", "speaker": "Dene Grigar", "utterance": " And so it has recently been renamed the next and has been re released as a virtual museums, libraries last in the slash preservation space."}
{"start": "00:09:12.720", "end": "00:09:20.790", "speaker": "Dene Grigar", "utterance": " there's a full tour of the next taking place Friday by the producers of this space 39 students in my program spent the last semester."}
{"start": "00:09:21.120", "end": "00:09:30.000", "speaker": "Dene Grigar", "utterance": " Building out this space there's the the URL there for you to look at know that today at noon we're ingesting images for dina larson's collection."}
{"start": "00:09:30.360", "end": "00:09:33.780", "speaker": "Dene Grigar", "utterance": " This is an ongoing project, we will never be finished with it."}
{"start": "00:09:34.320", "end": "00:09:52.170", "speaker": "Dene Grigar", "utterance": " we're ingesting every day images and information, so if you see information about your work that's not correct do not hesitate to contact me because we are trying to get this information to be correct and to be available to the public, all the time 24 seven for free, thank you."}
{"start": "00:09:52.980", "end": "00:09:53.700", "speaker": "Leonardo Flores", "utterance": " Thank you amy."}
{"start": "00:09:55.560", "end": "00:10:02.880", "speaker": "Leonardo Flores", "utterance": " Next up a brief update on the electronic literature collection volume for by Congress."}
{"start": "00:10:04.470", "end": "00:10:07.920", "speaker": "Rui Torres", "utterance": " Hello greetings everyone thanks Leo."}
{"start": "00:10:08.940", "end": "00:10:27.450", "speaker": "Rui Torres", "utterance": " Yes, a brief update is due, so the llc for editorial collective which is me Cathy barons john Murray lattice Keynesianism hora we were really impressed by the quality of the works submitted, and we believe we will have a finance ology."}
{"start": "00:10:28.590", "end": "00:10:42.300", "speaker": "Rui Torres", "utterance": " After much work we have finally completed the evaluation of this works 350 of them having accepted approximately 30% of work submitted nominated and solicited."}
{"start": "00:10:43.050", "end": "00:10:53.160", "speaker": "Rui Torres", "utterance": " So if you have your work accepted you're already notified and we will be hearing from us soon with more specific requests for materials."}
{"start": "00:10:54.450", "end": "00:11:07.530", "speaker": "Rui Torres", "utterance": " As we received many submissions we were required to make some very difficult choices, and of course we hope everyone understands that a rejection is not a statement on the merits of the word."}
{"start": "00:11:08.400", "end": "00:11:17.850", "speaker": "Rui Torres", "utterance": " So i'm delighted to informing the name of the collective that our current goal is to launch the collection, by the end of 2021."}
{"start": "00:11:18.750", "end": "00:11:29.160", "speaker": "Rui Torres", "utterance": " at your service always let me know if you have any questions Oh, and the whole congratulations soren Scott and everyone involved in the organization of the conference."}
{"start": "00:11:30.840", "end": "00:11:31.620", "speaker": "Leonardo Flores", "utterance": " Thank you, Louis."}
{"start": "00:11:33.750", "end": "00:11:44.700", "speaker": "Leonardo Flores", "utterance": " Now that elo fellows again Joe was going to present this part asked me to send this statement, he said that all as well with each of the seven appointed fellows."}
{"start": "00:11:45.000", "end": "00:11:59.820", "speaker": "Leonardo Flores", "utterance": " who had our last meeting presented summaries of their respective projects we anticipate the 2021 22 call will be going out in the next few weeks, any questions can be sent to Joseph tabby at ui b.io."}
{"start": "00:12:00.660", "end": "00:12:08.730", "speaker": "Leonardo Flores", "utterance": " And i'll simply mentioned that the yellow fellows in general we focus on early career scholars and graduate students."}
{"start": "00:12:09.330", "end": "00:12:26.910", "speaker": "Leonardo Flores", "utterance": " We want to do a academic year long sometimes a little longer period for their projects that are usually fellow defined sometimes they're targeted, so we have the amplify anti racism fellows Margaret re and Keith Wilson, who helped us."}
{"start": "00:12:27.660", "end": "00:12:36.690", "speaker": "Leonardo Flores", "utterance": " You know, with with projects there but also folks like Richard snyder working on the next I believe Sean braun as well."}
{"start": "00:12:37.890", "end": "00:12:41.970", "speaker": "Leonardo Flores", "utterance": " And so we you know we'll be sending out the call soon."}
{"start": "00:12:43.080", "end": "00:12:43.560", "speaker": "Leonardo Flores", "utterance": " All right."}
{"start": "00:12:45.150", "end": "00:12:47.610", "speaker": "Leonardo Flores", "utterance": " yellow at MLA Alex."}
{"start": "00:12:48.690", "end": "00:12:55.410", "speaker": "Alex Saum-Pascual (she/her)", "utterance": " terrell right everybody hi yes, we are super excited, we have to."}
{"start": "00:12:55.770", "end": "00:13:05.670", "speaker": "Alex Saum-Pascual (she/her)", "utterance": " grab great proposals and grant I mean we're going to have a great presentation and Emily 22 which is happening in Washington DC though both of our panels will be taking place online."}
{"start": "00:13:06.060", "end": "00:13:15.750", "speaker": "Alex Saum-Pascual (she/her)", "utterance": " This is because partially we have actually great cross section representation, this year, having presenters from Eastern Europe South and North America, so Canada and the US."}
{"start": "00:13:16.230", "end": "00:13:22.320", "speaker": "Alex Saum-Pascual (she/her)", "utterance": " But we've also been maintaining a good balance of academic representation from folks at different stages in their careers."}
{"start": "00:13:22.650", "end": "00:13:31.050", "speaker": "Alex Saum-Pascual (she/her)", "utterance": " So we have Grad students and postdocs and tenure track faculty and artists is really great and, as you can see the topics are very exciting, you have the list here."}
{"start": "00:13:31.650", "end": "00:13:39.570", "speaker": "Alex Saum-Pascual (she/her)", "utterance": " And we, we are very happy to be engaging deeply with next year's presidential theme which is multilingual ISM which is great for us."}
{"start": "00:13:40.740", "end": "00:13:51.630", "speaker": "Alex Saum-Pascual (she/her)", "utterance": " But we're going to do it with from a few different perspectives so anyways anybody who has an mlm a remember is welcome to attendance and I hope to see you there so very happy about this."}
{"start": "00:13:52.800", "end": "00:13:53.730", "speaker": "Leonardo Flores", "utterance": " Thank you Alex."}
{"start": "00:13:56.160", "end": "00:13:57.660", "speaker": "Leonardo Flores", "utterance": " Now that yellow awards."}
{"start": "00:13:58.680", "end": "00:14:01.740", "speaker": "Leonardo Flores", "utterance": " honor are you here, I didn't yeah."}
{"start": "00:14:02.820", "end": "00:14:04.980", "speaker": "Anna Gorin Nacher", "utterance": " i'm here i'm here in my T shirt."}
{"start": "00:14:06.090", "end": "00:14:19.230", "speaker": "Anna Gorin Nacher", "utterance": " My conference T shirt yeah um Hello everyone, I have a great pleasure to be a convener for the yellow awards this year and, as you probably know, we have three words and you can see the."}
{"start": "00:14:19.680", "end": "00:14:33.960", "speaker": "Anna Gorin Nacher", "utterance": " particular categories here and i'm so happy to be able to work with the grades jury Members whose names, you can also see on the slide and i'm I already know the decisions but."}
{"start": "00:14:34.680", "end": "00:14:44.940", "speaker": "Anna Gorin Nacher", "utterance": " I welcome you invite you, for the award ceremony in two days, so I will share the news, but I will beg to emphasize that."}
{"start": "00:14:45.900", "end": "00:14:54.900", "speaker": "Anna Gorin Nacher", "utterance": " I think we we've got great nominations basically there was 72 nominations in total nine nominations for."}
{"start": "00:14:55.620", "end": "00:15:14.670", "speaker": "Anna Gorin Nacher", "utterance": " Major a loser brain career achievement award 15 nominations for an Catherine has a word for the credit for criticism of electronic literature and staggering 49 nominations for Robert coover Award for the best work of electronic literature, so the jury the jury."}
{"start": "00:15:15.990", "end": "00:15:26.250", "speaker": "Anna Gorin Nacher", "utterance": " did an excellent job, and please join us on Friday evening to hear the news."}
{"start": "00:15:27.180", "end": "00:15:28.590", "speaker": "Anna Gorin Nacher", "utterance": " Thank you, thank you."}
{"start": "00:15:30.270", "end": "00:15:30.810", "speaker": "Leonardo Flores", "utterance": " Now."}
{"start": "00:15:31.890", "end": "00:15:42.180", "speaker": "Leonardo Flores", "utterance": " Next up let's talk a little bit about equity diversity and inclusion initiatives and in in the yellow and i'll leave Anastasia Salter to talk a little bit about this."}
{"start": "00:15:44.280", "end": "00:15:55.980", "speaker": "Anastasia Salter", "utterance": " hello, so this is the code of conduct that the board drafted and approved it's based on codes of conduct that we've had at previous conferences, as well as the geek feminism."}
{"start": "00:15:56.610", "end": "00:16:09.360", "speaker": "Anastasia Salter", "utterance": " Not creative commons licensed code, which has been vetted by and used by a number of organizations across both academic and technical fields and those represents a space that has faced similar."}
{"start": "00:16:09.480", "end": "00:16:10.500", "speaker": "Anastasia Salter", "utterance": " Similar challenges."}
{"start": "00:16:10.800", "end": "00:16:12.540", "speaker": "Anastasia Salter", "utterance": " As our communities have."}
{"start": "00:16:12.600", "end": "00:16:19.290", "speaker": "Anastasia Salter", "utterance": " That time particularly wanted to kind of move forward on this as we're thinking about hybrid."}
{"start": "00:16:20.250", "end": "00:16:20.760", "speaker": "Anastasia Salter", "utterance": " ahead and."}
{"start": "00:16:21.570", "end": "00:16:39.810", "speaker": "Anastasia Salter", "utterance": " Potentially more virtual engagement as a common mode of expanding our Community over the coming years, so we hope that this will assist to both conference organizers thinking about this in the future and set the guidelines for."}
{"start": "00:16:40.890", "end": "00:16:44.460", "speaker": "Anastasia Salter", "utterance": " Meaningful inclusive participation in the Community going forward."}
{"start": "00:16:45.750", "end": "00:16:57.330", "speaker": "Leonardo Flores", "utterance": " Thank you so much, and I will add that, every month on first Fridays, or sometimes they happen on a second Friday, but every month, I will be hosting."}
{"start": "00:16:58.530", "end": "00:17:07.260", "speaker": "Leonardo Flores", "utterance": " A session called ED I in the yellow or we'll talk about these issues so you are all welcome to join."}
{"start": "00:17:08.790", "end": "00:17:09.150", "speaker": "Leonardo Flores", "utterance": " and"}
{"start": "00:17:09.390", "end": "00:17:17.400", "speaker": "Leonardo Flores", "utterance": " This is an ongoing work, it is a consideration we're bringing into all aspects of what we do everything."}
{"start": "00:17:17.880", "end": "00:17:33.060", "speaker": "Leonardo Flores", "utterance": " and know that you know some of that might come up in the discussion today but but, in general, we are working hard at at making the elo an organization that is equitable diverse and inclusive."}
{"start": "00:17:34.590", "end": "00:17:43.590", "speaker": "Leonardo Flores", "utterance": " let's continue, so I will end with with you know, again I hope these initiatives, help justify."}
{"start": "00:17:44.100", "end": "00:17:53.190", "speaker": "Leonardo Flores", "utterance": " The membership, most of the membership, as I said, 90% of that goes right into these initiatives gets reinvested right into the field."}
{"start": "00:17:53.520", "end": "00:18:03.960", "speaker": "Leonardo Flores", "utterance": " We do a lot of advocacy work and we help the the you know we help our colleagues, we help grow the field we help nurture it we help have it."}
{"start": "00:18:04.620", "end": "00:18:20.880", "speaker": "Leonardo Flores", "utterance": " You know, for it to have memory, and of course we have other initiatives we do publications we do archiving we do many things so whether you attended the conference or looking at this in a recording afterwards, please consider."}
{"start": "00:18:21.930", "end": "00:18:33.450", "speaker": "Leonardo Flores", "utterance": " Joining the yellow supporting our activities with your membership, and you know we We look forward to having you as part of our our big family."}
{"start": "00:18:35.040", "end": "00:18:41.520", "speaker": "Leonardo Flores", "utterance": " And now i'll open things up for the Q amp a, and for that I will stop sharing."}
{"start": "00:18:43.050", "end": "00:18:43.890", "speaker": "Leonardo Flores", "utterance": " and leave."}
{"start": "00:18:45.030", "end": "00:18:58.590", "speaker": "Leonardo Flores", "utterance": " caitlin Fisher in charge, I will not be able to remain for the rest of the discussion, but I will be watching the recording and I will see you all a little later at the opening and in the conference, thank you."}
{"start": "00:19:00.690", "end": "00:19:01.500", "speaker": "Caitlin Fisher", "utterance": " Thanks Leo."}
{"start": "00:19:03.060", "end": "00:19:15.600", "speaker": "Caitlin Fisher", "utterance": " enjoy the rest of the day, and welcome everybody I do see a few new faces, so if you're new to the hello, a special welcome to you and otherwise nice to see so many friends here."}
{"start": "00:19:16.770", "end": "00:19:28.170", "speaker": "Caitlin Fisher", "utterance": " So, I guess, this is really the town hall moment where we can take questions from the floor, you could put questions in the chat, but we would love to hear what the membership has to say, so this is your time."}
{"start": "00:19:29.340", "end": "00:19:30.510", "speaker": "Caitlin Fisher", "utterance": " You can use the little."}
{"start": "00:19:31.950", "end": "00:19:37.410", "speaker": "Caitlin Fisher", "utterance": " Hand raise, but I think I can also see your physical hands if you'd like to participate that way."}
{"start": "00:19:48.270", "end": "00:19:53.250", "speaker": "Caitlin Fisher", "utterance": " Well, I think our initiatives you're clearly you're still thinking about all of the amazing yellow initiatives."}
{"start": "00:19:53.970", "end": "00:20:06.060", "speaker": "Caitlin Fisher", "utterance": " it's actually been a fantastic year for for for new ideas to bring things to conclusion i'm also going to just ECHO movies, you know and take this moment, while people are gathering questions to congratulate."}
{"start": "00:20:06.990", "end": "00:20:19.290", "speaker": "Caitlin Fisher", "utterance": " The organizing teams i've been sort of more peripherally involved, but there's so much work that has gone into the conference I almost I can't even really start to name start with with with soren and Scott, but."}
{"start": "00:20:19.860", "end": "00:20:25.800", "speaker": "Caitlin Fisher", "utterance": " There are so many you know Jason was working like right up to like dead time and all these incredible posters."}
{"start": "00:20:26.850", "end": "00:20:28.800", "speaker": "Caitlin Fisher", "utterance": " eight different exhibitions."}
{"start": "00:20:29.970", "end": "00:20:39.450", "speaker": "Caitlin Fisher", "utterance": " Anyway, it's just been a fantastic Labor and I know that there'll be a more full some opportunity for thank us later on, at the opening, but I wanted to begin by acknowledging that to you."}
{"start": "00:20:40.080", "end": "00:20:46.080", "speaker": "Caitlin Fisher", "utterance": " So thanks on behalf of the elo for everybody who took part in organizing the conference space we're in right now."}
{"start": "00:20:49.140", "end": "00:20:54.780", "speaker": "Caitlin Fisher", "utterance": " Just like zoom teaching, no, no Anastasia most many people have their cameras on so it's not exactly like losing teaching."}
{"start": "00:20:56.910", "end": "00:20:59.670", "speaker": "Caitlin Fisher", "utterance": " should have like all cameras off and one person in bed."}
{"start": "00:21:03.210", "end": "00:21:05.340", "speaker": "Caitlin Fisher", "utterance": " Oh dina has her hand up dina over to you."}
{"start": "00:21:08.280", "end": "00:21:12.600", "speaker": "Deena Larsen", "utterance": " And I apologize my private computer is the only one in the world without a webcam."}
{"start": "00:21:13.830", "end": "00:21:19.260", "speaker": "Deena Larsen", "utterance": " The others are government computers so forgive me, but I did want to, and I will put it in the chat."}
{"start": "00:21:20.490", "end": "00:21:30.390", "speaker": "Deena Larsen", "utterance": " say thank you guys so much for all of your initiatives as well on the code of conduct that you've been doing and finding ways to include people, this has been."}
{"start": "00:21:30.780", "end": "00:21:44.700", "speaker": "Deena Larsen", "utterance": " so important for people with handicap access around the world financial issues as well, so thank you for that the second Tuesday salon had an incredibly active."}
{"start": "00:21:45.870", "end": "00:21:48.330", "speaker": "Deena Larsen", "utterance": " brainstorming session and I put it into the chat."}
{"start": "00:21:49.440", "end": "00:22:08.880", "speaker": "Deena Larsen", "utterance": " For inclusion solutions, and I know the Board is meeting on these, and I hope that that initiative continues and that we can continue to reach out to people, I also wanted to say, personally, I know that the pandemics, been very difficult, but having an online."}
{"start": "00:22:10.440", "end": "00:22:28.890", "speaker": "Deena Larsen", "utterance": " component has been lifesaving extremely important Thank you guys so much for this and even we can meet in person, I do hope that we're planning on at least some online, and the second Tuesday salons every second Tuesday."}
{"start": "00:22:29.910", "end": "00:22:32.070", "speaker": "Deena Larsen", "utterance": " 11am Eastern standard time."}
{"start": "00:22:33.600", "end": "00:22:41.880", "speaker": "Deena Larsen", "utterance": " anybody's willing ready to join, we do have that going on for distance and accessibility it's been very fun."}
{"start": "00:22:42.990", "end": "00:22:46.050", "speaker": "Deena Larsen", "utterance": " Thank you guys so much and shout out for doing what you do for inclusive."}
{"start": "00:22:51.780", "end": "00:22:55.140", "speaker": "Caitlin Fisher", "utterance": " Thanks so much for that comment and also for your your leadership."}
{"start": "00:22:55.170", "end": "00:23:05.670", "speaker": "Caitlin Fisher", "utterance": " You did amazing leadership around the Salon and also for pushing us to to to do better work all the time and just for being such an incredible member of the yellow community."}
{"start": "00:23:09.450", "end": "00:23:20.910", "speaker": "Caitlin Fisher", "utterance": " Other thoughts, this is also a chance for you to you don't have to comment on any initiatives here just sort of like where you're at and ideas that the board can take back and think about as well and."}
{"start": "00:23:22.950", "end": "00:23:24.660", "speaker": "Caitlin Fisher", "utterance": " Also initiatives you might like to see."}
{"start": "00:23:33.120", "end": "00:23:36.180", "speaker": "Scott Rettberg", "utterance": " i'm just enjoying watching everyone be silent together."}
{"start": "00:23:38.880", "end": "00:23:40.830", "speaker": "Caitlin Fisher", "utterance": " it's our new meditative space it."}
{"start": "00:23:40.830", "end": "00:23:47.370", "speaker": "Caitlin Fisher", "utterance": " Below where you just have time to refresh where you could book off of meetings at work just come here and do nothing."}
{"start": "00:23:49.680", "end": "00:23:50.400", "speaker": "None", "utterance": "So Scott."}
{"start": "00:23:53.100", "end": "00:23:53.430", "speaker": "Anna Gorin Nacher", "utterance": " I think."}
{"start": "00:23:54.690", "end": "00:23:55.290", "speaker": "Caitlin Fisher", "utterance": " it's true."}
{"start": "00:23:55.320", "end": "00:23:56.430", "speaker": "Caitlin Fisher", "utterance": " it's actually it's quite."}
{"start": "00:23:56.430", "end": "00:23:56.850", "speaker": "None", "utterance": "Nice."}
{"start": "00:23:59.580", "end": "00:23:59.730", "speaker": "None", "utterance": "If."}
{"start": "00:24:00.750", "end": "00:24:03.090", "speaker": "Scott Rettberg", "utterance": " I could make one one suggestion that i've."}
{"start": "00:24:03.150", "end": "00:24:13.680", "speaker": "Scott Rettberg", "utterance": " That i've mentioned to a couple of board members already which is simply that I would the the part of the the Code of Conduct dealing with the conferences."}
{"start": "00:24:14.100", "end": "00:24:26.790", "speaker": "Scott Rettberg", "utterance": " I would consider putting that into a separate document and then evaluating it from the standpoint of potential future conference organizers."}
{"start": "00:24:27.810", "end": "00:24:40.620", "speaker": "Scott Rettberg", "utterance": " As well just because there's a couple of potential issues there one, is that although it's great to have both online and in person conferences."}
{"start": "00:24:41.730", "end": "00:24:43.110", "speaker": "Scott Rettberg", "utterance": " or they can be both."}
{"start": "00:24:44.430", "end": "00:24:55.560", "speaker": "Scott Rettberg", "utterance": " it's it can be a challenging thing for conference organizers to to actually be challenged to do both of those things at the same time."}
{"start": "00:24:57.300", "end": "00:25:13.140", "speaker": "Scott Rettberg", "utterance": " And that can also be it, although it sounds like its inclusion airy that can also be exclusionary in the sense that there's a lot of institutions that would not be able to pull together the resources to do that."}
{"start": "00:25:14.160", "end": "00:25:29.550", "speaker": "Scott Rettberg", "utterance": " And then the other aspect of that that I that I would really consider is, although of course we want to make sure that we adhere to best practices and and human rights and equality."}
{"start": "00:25:30.780", "end": "00:25:43.020", "speaker": "Scott Rettberg", "utterance": " Is that if we restrict ourselves if we say to to artists and to institutions that we can't organize conferences in any country where."}
{"start": "00:25:43.920", "end": "00:26:07.620", "speaker": "Scott Rettberg", "utterance": " Any of these principles are being violated that's also going to say to you know, to the artists and to the academics in countries where where these things are not adhere to certainly norway's in a great position with this, but many other countries are not, for example, last year."}
{"start": "00:26:08.880", "end": "00:26:21.840", "speaker": "Scott Rettberg", "utterance": " I think that the trump administration would have been in violation of many of those principles in the US, and that would have meant that last year's conference could not have been held in Orlando."}
{"start": "00:26:22.380", "end": "00:26:31.740", "speaker": "Scott Rettberg", "utterance": " So there's a lot of these sort of details that I think we can sort of rush to to these sorts of things and say that sounds like a great idea."}
{"start": "00:26:32.190", "end": "00:26:39.060", "speaker": "Scott Rettberg", "utterance": " But I would encourage you to think those through carefully and then to consider separating those two documents."}
{"start": "00:26:39.480", "end": "00:26:46.620", "speaker": "Scott Rettberg", "utterance": " So that one might be guidelines for conference organization or These are the things we would love to see."}
{"start": "00:26:47.550", "end": "00:26:55.920", "speaker": "Scott Rettberg", "utterance": " In future conferences and then the other via via code of conduct, and then the last thing that I would say about that is that I."}
{"start": "00:26:56.700", "end": "00:27:06.840", "speaker": "Scott Rettberg", "utterance": " Think as an organization and i'm so glad that so many people stepped up from the yellow board, you know it's especially single caitlin and mark Marino."}
{"start": "00:27:07.710", "end": "00:27:18.990", "speaker": "Scott Rettberg", "utterance": " For and and also other people Eric lawyer and Claudia who who kind of came in and helped us out with a lot of stuff with the conference, but I think in that statement of those guidelines."}
{"start": "00:27:19.380", "end": "00:27:30.270", "speaker": "Scott Rettberg", "utterance": " The ila should also articulate what its role will be because right now, it says future conference organizers will be required to do this, and this, and this."}
{"start": "00:27:30.720", "end": "00:27:38.670", "speaker": "Scott Rettberg", "utterance": " And just reading it from the perspective of someone if you want them to come in and organize a conference and what the first thing you do is give them."}
{"start": "00:27:39.780", "end": "00:27:48.540", "speaker": "Scott Rettberg", "utterance": " A code of conduct that has, at the very bottom of it, these are conference guidelines preceded by don't violate human rights, and all these ways."}
{"start": "00:27:49.650", "end": "00:27:50.850", "speaker": "Scott Rettberg", "utterance": " I think you're going to pose some."}
{"start": "00:27:50.850", "end": "00:27:51.810", "speaker": "Caitlin Fisher", "utterance": " challenges."}
{"start": "00:27:51.900", "end": "00:27:52.980", "speaker": "Scott Rettberg", "utterance": " To the organization."}
{"start": "00:27:53.370", "end": "00:28:08.370", "speaker": "Scott Rettberg", "utterance": " In the future, so I just wanted to you know, to put that out there, I know that it's a it's a great initiative, and I know that these things are often living documents, but I would actually encourage you to think carefully about revising that document."}
{"start": "00:28:11.730", "end": "00:28:18.660", "speaker": "Caitlin Fisher", "utterance": " Thank you very much for that comment Scott, will take that back to the board for consideration, I think a lot of our Members are here right now."}
{"start": "00:28:23.310", "end": "00:28:36.570", "speaker": "Caitlin Fisher", "utterance": " Other points either related to that issue or two other things that are on your mind either in response to our current initiatives or two initiatives that you'd like to see there's quite a bit of discussion in the chat now about."}
{"start": "00:28:39.540", "end": "00:28:46.620", "speaker": "Caitlin Fisher", "utterance": " The value of remote conferences minimizing travel potentially finding other ways to have some online event."}
{"start": "00:28:47.760", "end": "00:28:54.510", "speaker": "Caitlin Fisher", "utterance": " So I think that there's a lot of creativity, we could bring to finding the right, the right balance here."}
{"start": "00:28:57.600", "end": "00:28:58.080", "speaker": "Caitlin Fisher", "utterance": " Sorry."}
{"start": "00:28:59.160", "end": "00:29:04.500", "speaker": "S?ren Bro Pold", "utterance": " yeah I just want to add into to what what what Scott said."}
{"start": "00:29:05.850", "end": "00:29:16.740", "speaker": "S?ren Bro Pold", "utterance": " By saying basically we wouldn't have been able to to make both an online and and and and a physical conference that that would have been impossible it's quite."}
{"start": "00:29:17.910", "end": "00:29:26.970", "speaker": "S?ren Bro Pold", "utterance": " Well, actually doing a virtual conference is easier when it is virtual because you all have have your own cameras, you know if you do a physical conference, you have to have a camera team."}
{"start": "00:29:27.570", "end": "00:29:48.180", "speaker": "S?ren Bro Pold", "utterance": " Which is you know, a whole lot of other costs, all we should think about other ways of being together because i'm totally for finding ways that where we don't have to travel around the world, once a year, also for climate reasons, obviously, but also to be inclusive."}
{"start": "00:29:51.420", "end": "00:29:52.560", "speaker": "Caitlin Fisher", "utterance": " Thanks very much."}
{"start": "00:29:52.710", "end": "00:29:57.540", "speaker": "Caitlin Fisher", "utterance": " We have dina has her hand up again, or is this from last time."}
{"start": "00:29:58.050", "end": "00:30:14.640", "speaker": "Deena Larsen", "utterance": " No, this is another one, but also mark Marino has been developing a wonderful calendar that I can't access and there's so many online events and so many in person events mark, can you explain how that calendar works."}
{"start": "00:30:17.070", "end": "00:30:20.790", "speaker": "Mark Marino", "utterance": " Sure sure Dana well, like all of our communications."}
{"start": "00:30:22.470", "end": "00:30:38.610", "speaker": "Mark Marino", "utterance": " We again, it may lead to a little bit of a bottleneck but we'd prefer for Members just to got events just send them my way i'll put them up on the calendar i'm happy to do that just the same way I forward events and announcements to our email yellow lister."}
{"start": "00:30:40.140", "end": "00:30:40.470", "speaker": "Mark Marino", "utterance": " But."}
{"start": "00:30:42.000", "end": "00:30:42.480", "speaker": "Mark Marino", "utterance": " If it."}
{"start": "00:30:43.140", "end": "00:30:44.730", "speaker": "Mark Marino", "utterance": " If it makes it with that."}
{"start": "00:30:45.510", "end": "00:30:46.920", "speaker": "Deena Larsen", "utterance": " Where is that calendar."}
{"start": "00:30:48.120", "end": "00:30:51.120", "speaker": "Mark Marino", "utterance": " where's the what's the URL you mean or where you are."}
{"start": "00:30:51.150", "end": "00:30:51.480", "speaker": "None", "utterance": "Yes."}
{"start": "00:30:53.100", "end": "00:30:56.340", "speaker": "Deena Larsen", "utterance": " Can you share the URL for that calendar in the chat at least thanks I will."}
{"start": "00:30:57.030", "end": "00:31:03.630", "speaker": "Mark Marino", "utterance": " yeah i'll put it so So the question was was you can't find the yellow calendar i'm sorry I thought it was about posted to the yellow calm right."}
{"start": "00:31:03.690", "end": "00:31:08.670", "speaker": "Deena Larsen", "utterance": " Well, one I can't find it into How do people get events on the calendar."}
{"start": "00:31:08.940", "end": "00:31:09.750", "speaker": "Mark Marino", "utterance": " yeah so."}
{"start": "00:31:10.830", "end": "00:31:18.960", "speaker": "Mark Marino", "utterance": " I will post, the link to the capitalism ones there faster for me i'll put the link to the calendar in the discord chat."}
{"start": "00:31:20.670", "end": "00:31:25.200", "speaker": "Mark Marino", "utterance": " And mark sample has a great suggestion that i'll let him talk about in a second if he wants to, and then."}
{"start": "00:31:27.120", "end": "00:31:32.190", "speaker": "Mark Marino", "utterance": " And then, if you have any announcements of any events whatsoever just send an email."}
{"start": "00:31:35.880", "end": "00:31:44.010", "speaker": "Caitlin Fisher", "utterance": " And for anybody here you've got a really captive audience that encouraged everybody put your announcements in the chat right now, and following this conference, who will try to."}
{"start": "00:31:44.220", "end": "00:31:52.410", "speaker": "Caitlin Fisher", "utterance": " follow in support your events and initiatives I also really encourage anybody who, especially if this is your first yellow to introduce yourself in the chat."}
{"start": "00:31:53.580", "end": "00:31:54.810", "speaker": "Caitlin Fisher", "utterance": " I know not everybody wants to."}
{"start": "00:31:54.810", "end": "00:32:01.890", "speaker": "Caitlin Fisher", "utterance": " speak up at a town hall but we'd love to know who you are and to make an effort to to connect with you over the course of the next couple of days."}
{"start": "00:32:04.560", "end": "00:32:07.620", "speaker": "Caitlin Fisher", "utterance": " Yes, and absolutely check out the discord channel, I think."}
{"start": "00:32:09.030", "end": "00:32:21.900", "speaker": "Caitlin Fisher", "utterance": " marks done an amazing job, I think it was set up by laughs games last year marks continuing it at the moment it's very vibrant it tests of ebbs and flows, but we're hoping to be able to to see a lot of view on discord."}
{"start": "00:32:27.660", "end": "00:32:39.000", "speaker": "Caitlin Fisher", "utterance": " Other questions, this is a very peaceful town hall we're all very Zen here oh JEREMY has a new book coming out later this year fantastic dina's announcing the salons."}
{"start": "00:32:41.730", "end": "00:32:44.550", "speaker": "Caitlin Fisher", "utterance": " Congratulations, Jeremy congrats Tina."}
{"start": "00:33:10.350", "end": "00:33:12.150", "speaker": "Scott Rettberg", "utterance": " Does everybody have their presentations done."}
{"start": "00:33:17.490", "end": "00:33:20.580", "speaker": "Mark Sample (he/him)", "utterance": " I just raised, my hand, I guess, I don't need to because it's so silent."}
{"start": "00:33:22.170", "end": "00:33:31.680", "speaker": "Mark Sample (he/him)", "utterance": " I have a question I kind of from a board member to the people who are on the board here, but just to everybody in Community Leo said earlier that."}
{"start": "00:33:32.910", "end": "00:33:35.940", "speaker": "Mark Sample (he/him)", "utterance": " You know we're thinking about different ways to."}
{"start": "00:33:36.960", "end": "00:33:44.580", "speaker": "Mark Sample (he/him)", "utterance": " Change who sits on the board of directors so so right now basically the Board of Directors new members are are basically."}
{"start": "00:33:45.480", "end": "00:33:50.700", "speaker": "Mark Sample (he/him)", "utterance": " kind of vetted by current board of directors and there's there's a vote."}
{"start": "00:33:51.540", "end": "00:34:02.640", "speaker": "Mark Sample (he/him)", "utterance": " But there's been discussion among some board members about like maybe opening this up somehow so i'm just curious while we're while we're all here if if folks have other ideas or thoughts about."}
{"start": "00:34:03.300", "end": "00:34:13.800", "speaker": "Mark Sample (he/him)", "utterance": " How members to the board of directors are at least some Members, maybe not entirely the entire slate but some members of the board of directors might be kind of coming from the Community."}
{"start": "00:34:14.910", "end": "00:34:16.770", "speaker": "Mark Sample (he/him)", "utterance": " anything like that and."}
{"start": "00:34:18.210", "end": "00:34:19.380", "speaker": "Mark Sample (he/him)", "utterance": " You know any thoughts."}
{"start": "00:34:27.930", "end": "00:34:29.460", "speaker": "Mark Sample (he/him)", "utterance": " Or is it working just fine right now."}
{"start": "00:34:32.010", "end": "00:34:47.670", "speaker": "Scott Rettberg", "utterance": " Oh one thought I know what some organizations do is that they when they have you know separate board of directors in the in the corporate structure that that the yellow has as a five on three nonprofit organization."}
{"start": "00:34:48.810", "end": "00:35:01.500", "speaker": "Scott Rettberg", "utterance": " I know that what some organized organizations do would be to have some slots on the board that are nominated by by the organization's general membership."}
{"start": "00:35:02.070", "end": "00:35:17.250", "speaker": "Scott Rettberg", "utterance": " And then still approved by the Board of Directors and I think in the case of the yellow i'm familiar with the bylaws of the yellow because I wrote with a lawyer, a long time ago, but."}
{"start": "00:35:18.990", "end": "00:35:33.750", "speaker": "Scott Rettberg", "utterance": " But that would still be within the current bylaws of the of the yellow, for example, to have Members at large that are nominated by the hilo community and then sort of simply approved by the board of directors."}
{"start": "00:35:36.180", "end": "00:35:43.590", "speaker": "Mark Sample (he/him)", "utterance": " yeah that's great Scott that ideas come up before, and one thing I want to kind of point out, I guess, some of us know and some of us don't and I don't even know."}
{"start": "00:35:44.520", "end": "00:35:48.480", "speaker": "Mark Sample (he/him)", "utterance": " The entire entirety of the legal ramifications, but you know we are."}
{"start": "00:35:49.260", "end": "00:35:58.260", "speaker": "Mark Sample (he/him)", "utterance": " A legal entity with legal status, so there are certain things we can do, and certain things we can't do without involving lawyers when it comes to changing our bylaws or operating."}
{"start": "00:35:58.650", "end": "00:36:09.360", "speaker": "Mark Sample (he/him)", "utterance": " So that's something, just in case anybody's thinking why don't you just kind of wave your hand and start doing something differently, sometimes they're kind of legal reasons that we cannot just change the way we operate."}
{"start": "00:36:13.200", "end": "00:36:24.000", "speaker": "Caitlin Fisher", "utterance": " This is a great discussion to have also point out to that most board members have been active members of the community it's not like we draw from somehow mysteriously outside of our membership, most people nominated have been."}
{"start": "00:36:24.450", "end": "00:36:29.070", "speaker": "Caitlin Fisher", "utterance": " You know, within the the folds of the yellow and and are nominated that way, but I think this is."}
{"start": "00:36:29.070", "end": "00:36:29.760", "speaker": "Caitlin Fisher", "utterance": " Something that."}
{"start": "00:36:30.960", "end": "00:36:37.920", "speaker": "Caitlin Fisher", "utterance": " it's good to have a lot of number of options and ways of working to make that feel like like the process is not so opaque."}
{"start": "00:36:38.460", "end": "00:36:44.700", "speaker": "Caitlin Fisher", "utterance": " And so we'll definitely be considering this, I just want I see your hand any you'll be next, I just want to shout out some of the things in the chat."}
{"start": "00:36:45.150", "end": "00:36:55.470", "speaker": "Caitlin Fisher", "utterance": " We have oh it's all come up there's so many things that are happening someone just finished their thesis some yes here from India first time at elo so check the chat there, thank you, Nice to meet you."}
{"start": "00:36:56.280", "end": "00:37:04.350", "speaker": "Caitlin Fisher", "utterance": " roberta's thesis on Italian electronic literature's coming in November 2021 so congratulations for that and carlotta."}
{"start": "00:37:05.190", "end": "00:37:14.100", "speaker": "Caitlin Fisher", "utterance": " Is is new and has been helping out behind the scenes, with the conference fantastic and someone else's mentioned the law of the literary Advisory Board."}
{"start": "00:37:14.640", "end": "00:37:21.330", "speaker": "Caitlin Fisher", "utterance": " And that's also a fantastic way where people can be making contributions from our Community."}
{"start": "00:37:21.870", "end": "00:37:35.940", "speaker": "Caitlin Fisher", "utterance": " it's been relatively inactive, for the last little while, but we have plans for activating it and all of the you know the incredible resource that we have out there, so Danny then stephanie I said."}
{"start": "00:37:36.900", "end": "00:37:45.330", "speaker": "Dene Grigar", "utterance": " Now one thing i'll say about board I joined in 2006 and it takes a lot of time, so one of the things to think about if you're interested in being on the board."}
{"start": "00:37:45.750", "end": "00:37:52.800", "speaker": "Dene Grigar", "utterance": " Is the amount of time commitment, it takes if you're going up for tenure if you're trying to finish a dissertation, this is not the time to be on the board."}
{"start": "00:37:53.190", "end": "00:37:59.220", "speaker": "Dene Grigar", "utterance": " But certainly we want people that are very active in the Community that want to contribute their time energy."}
{"start": "00:37:59.790", "end": "00:38:06.600", "speaker": "Dene Grigar", "utterance": " All of us one thing you'll you'll also learn is that we, we do not take money from the yellow so board members are not paid."}
{"start": "00:38:06.990", "end": "00:38:22.830", "speaker": "Dene Grigar", "utterance": " To do any of the work we do we're all volunteers, so we fly to a conference, and we do something it's usually it's always out of our own expenses, so it does take a little bit of energy and time commitment to be on the board, but certainly we welcome anyone who's interested."}
{"start": "00:38:24.930", "end": "00:38:26.040", "speaker": "Caitlin Fisher", "utterance": " Thank you stephanie."}
{"start": "00:38:29.340", "end": "00:38:44.100", "speaker": "Stephanie Strickland", "utterance": " Yes, I was gonna say along the same lines that it's a working bored not an advisory board nobody just advisors and the amount of work is very much you can always tell we've had an extremely busy spring."}
{"start": "00:38:45.930", "end": "00:38:50.430", "speaker": "Stephanie Strickland", "utterance": " And the amount of hours for consulting that was required, we also pay for our own."}
{"start": "00:38:51.210", "end": "00:39:01.050", "speaker": "Stephanie Strickland", "utterance": " to belong to the yellow and to pay conference tooth so there's no purpose for being on board, other than wonderful company by people who really care."}
{"start": "00:39:01.560", "end": "00:39:11.790", "speaker": "Stephanie Strickland", "utterance": " about the field, and you know really do their best and we anyone who, who is interested to that degree we'd love to hear from you, and if you would like to be part."}
{"start": "00:39:12.180", "end": "00:39:21.180", "speaker": "Stephanie Strickland", "utterance": " Of the literary Advisory Board and with there's a number of things, we would like such people to do a Joe would like people to write descriptions for the."}
{"start": "00:39:21.930", "end": "00:39:30.540", "speaker": "Stephanie Strickland", "utterance": " yield descriptions of Isla works of which there's you know so many that we'd like to learn more about and have described to become part of."}
{"start": "00:39:31.830", "end": "00:39:39.660", "speaker": "Stephanie Strickland", "utterance": " literature, where they can be studied by other people, but other things too, I mean we have places to show installations of work into."}
{"start": "00:39:40.230", "end": "00:39:53.640", "speaker": "Stephanie Strickland", "utterance": " Post conference many, many things that would be wonderful, so please, and you know caitlyn if people do want to express an interest is that is there some should they be writing mark, I mean."}
{"start": "00:39:54.570", "end": "00:40:00.660", "speaker": "Stephanie Strickland", "utterance": " what's the way to express it what's a direct way for someone to express an interest that they might have."}
{"start": "00:40:02.100", "end": "00:40:15.120", "speaker": "Caitlin Fisher", "utterance": " I don't think we have one formal mechanism, I would invite anybody here if you're seriously considering that you would like to be more active or be involved in yellow leadership or in the literary Advisory Board in some way to contact any of the."}
{"start": "00:40:17.160", "end": "00:40:24.870", "speaker": "Caitlin Fisher", "utterance": " board members who are here and we can be you know we can work on getting back to you, and if it's not an immediate action item if it's sort of like."}
{"start": "00:40:25.350", "end": "00:40:41.070", "speaker": "Caitlin Fisher", "utterance": " You know, interested in being put forward at some other time, we might not immediately get back to you, but we will keep that reading list, I think it would be amazing to find out who's interested in doing this work because we're constantly seeking renewal mark give a better maybe."}
{"start": "00:40:41.160", "end": "00:40:42.720", "speaker": "Mark Marino", "utterance": " Everyone contact, no, no, I don't."}
{"start": "00:40:42.720", "end": "00:40:42.810", "speaker": "None", "utterance": "know."}
{"start": "00:40:44.040", "end": "00:40:46.290", "speaker": "Mark Marino", "utterance": " I don't have a better answer, they can contact anyone on the board."}
{"start": "00:40:46.380", "end": "00:40:49.530", "speaker": "Mark Marino", "utterance": " No, I I wanted to say a couple things The first one is."}
{"start": "00:40:51.240", "end": "00:40:58.560", "speaker": "Mark Marino", "utterance": " Again this this thanks to our organizers and congratulations on putting together a fantastic Conference, I mean this is."}
{"start": "00:40:58.890", "end": "00:41:06.600", "speaker": "Mark Marino", "utterance": " i've been attending conferences, for over 25 years, and this is the most extraordinary one i've ever been a part of where there are eight."}
{"start": "00:41:07.470", "end": "00:41:25.950", "speaker": "Mark Marino", "utterance": " eight International art exhibitions there are multiple continents that are actually hosting events for this conference, and there are over 200 people in attendance is just extraordinary to me, I have not seen anything like this ever The second thing I want to say is, if you have an event."}
{"start": "00:41:27.000", "end": "00:41:34.230", "speaker": "Mark Marino", "utterance": " that you would like elo to be a Co sponsor of we have a mechanism for you to request our sponsorship."}
{"start": "00:41:34.590", "end": "00:41:43.140", "speaker": "Mark Marino", "utterance": " Now, sometimes that sponsorship comes in the form of my job just communication, so will help amplify you will put it out on all of our channels will get people."}
{"start": "00:41:44.040", "end": "00:41:47.760", "speaker": "Mark Marino", "utterance": " To in their zoo seats are in there in person sees if we can help in any way with that."}
{"start": "00:41:48.690", "end": "00:42:04.110", "speaker": "Mark Marino", "utterance": " So that's one thing we can do, and then also another thing that we we support our grant application, we can be a sponsoring organization for a coat you know, one of the the oversight I don't know it's officially called on your grant so we have a mechanism for that."}
{"start": "00:42:05.160", "end": "00:42:09.570", "speaker": "Mark Marino", "utterance": " And again so and I guess, I want to put this in the context of my previous answer, which is."}
{"start": "00:42:10.380", "end": "00:42:14.460", "speaker": "Mark Marino", "utterance": " You know, one of the things, one of the reasons we don't just make the calendar."}
{"start": "00:42:14.820", "end": "00:42:22.710", "speaker": "Mark Marino", "utterance": " Open access or we don't make the listserv open access is so that when you have something that you want to get out to membership."}
{"start": "00:42:22.950", "end": "00:42:35.160", "speaker": "Mark Marino", "utterance": " It helps us to have a little bit of a heads up about it so, then we can help amplify in through appropriate channels and really try to organize our membership around that, so there are lots of ways elo can support you."}
{"start": "00:42:36.990", "end": "00:42:51.000", "speaker": "Mark Marino", "utterance": " Even with your very, very local events or even something that you might think is of a smaller order, we can help be because sponsors of those because we're trying to yellows is maybe a lot more decentralized than you might think."}
{"start": "00:42:52.050", "end": "00:42:52.920", "speaker": "None", "utterance": "Okay, thanks."}
{"start": "00:42:54.930", "end": "00:42:59.970", "speaker": "Caitlin Fisher", "utterance": " that's such an excellent point mark The other thing i'll say is I remember you know kind of as an emerging scholar encountering those."}
{"start": "00:43:00.300", "end": "00:43:09.390", "speaker": "Caitlin Fisher", "utterance": " Those applications where it's like what is your dissemination strategy and what are your outreach and thinking like you know, be an organization like this can be part of your dissemination strategy."}
{"start": "00:43:09.930", "end": "00:43:18.240", "speaker": "Caitlin Fisher", "utterance": " And you cannot say that you will amplify you know our network, it could be your network, if you have a book that's coming out if you've got a conference that's coming out if you have a grant."}
{"start": "00:43:18.570", "end": "00:43:31.050", "speaker": "Caitlin Fisher", "utterance": " That could use then you're in you you're looking at the ways in which your results will be made you know will be will enter into Community, so this is something you might not have thought about before so thanks for reminding smart."}
{"start": "00:43:32.220", "end": "00:43:40.020", "speaker": "Caitlin Fisher", "utterance": " People are winning things a wonderful to your scholarship Agnes is that the correct way to pronounce your name, can you correct me."}
{"start": "00:43:42.540", "end": "00:43:45.000", "speaker": "Agnieszka Przybyszewska", "utterance": " Yes, it was clearly pronounce Thank you."}
{"start": "00:43:45.630", "end": "00:43:58.530", "speaker": "Caitlin Fisher", "utterance": " Thank you, what congratulations to your scholarship to the UK oh you're working with Kate plunger that's fantastic and light she recently want to grant through the direct supportive Dini and the yellow."}
{"start": "00:43:59.610", "end": "00:44:03.750", "speaker": "Caitlin Fisher", "utterance": " Excellent will pay for student salaries, yes, keep those success stories coming."}
{"start": "00:44:05.940", "end": "00:44:09.630", "speaker": "Caitlin Fisher", "utterance": " JEREMY height is writing one book this one word, a day on Twitter."}
{"start": "00:44:10.680", "end": "00:44:23.340", "speaker": "Caitlin Fisher", "utterance": " that's a lifetime project that's commitment JEREMY thanks for that and we're talking about oh book launches like like shins new work fantastic yes suppose supporting your book launches."}
{"start": "00:44:24.780", "end": "00:44:30.060", "speaker": "Caitlin Fisher", "utterance": " I guess that's the other way to imagine this is how we can serve you and what do you want out of your membership."}
{"start": "00:44:35.850", "end": "00:44:39.360", "speaker": "Caitlin Fisher", "utterance": " Oh mark has raised his hand again or is that your can from before."}
{"start": "00:44:43.830", "end": "00:44:45.510", "speaker": "Mark Marino", "utterance": " So sorry you've opened the floodgates yes."}
{"start": "00:44:45.840", "end": "00:45:00.000", "speaker": "Mark Marino", "utterance": " In addition to hosting our monthly first Friday yellows on the discord and, of course, supporting the second tuesday's salons if you have a book that's coming out thats related to the electronic literature topics."}
{"start": "00:45:00.750", "end": "00:45:04.350", "speaker": "Mark Marino", "utterance": " The first Friday on this quarter, is a great place to have a lunch."}
{"start": "00:45:05.130", "end": "00:45:19.200", "speaker": "Mark Marino", "utterance": " i'm happy to host or we can get one of our other board members to host or where we can set up the perfect time for you, and it really has turned out to be another fantastic platform to help promote the work of our Members so sorry just one add that."}
{"start": "00:45:20.820", "end": "00:45:22.680", "speaker": "Caitlin Fisher", "utterance": " So great Margie I see your hand."}
{"start": "00:45:29.820", "end": "00:45:31.530", "speaker": "Marjorie Luesebrink", "utterance": " hello, can you hear me yep."}
{"start": "00:45:31.650", "end": "00:45:32.250", "speaker": "Caitlin Fisher", "utterance": " We can hear you."}
{"start": "00:45:32.340", "end": "00:45:44.610", "speaker": "Marjorie Luesebrink", "utterance": " Okay um you know i'm just listening to all of this and thinking how incredible it is to see these wonderful people and all of this activity at this conference i'm."}
{"start": "00:45:45.300", "end": "00:45:56.100", "speaker": "Marjorie Luesebrink", "utterance": " Having having been around since with Scott, since who and and and many others, since we launched this elo way back in 1999 and 200."}
{"start": "00:45:56.940", "end": "00:46:11.610", "speaker": "Marjorie Luesebrink", "utterance": " we're now 21 years into the project and it has exceeded anything I could have possibly imagined, I want to welcome all the new people and all the people from around the world, I want to congratulate the."}
{"start": "00:46:12.810", "end": "00:46:25.290", "speaker": "Marjorie Luesebrink", "utterance": " organizers of this when I tell people about the fact that we're in India, Denmark, Norway Vancouver Washington having a 24 hour conference."}
{"start": "00:46:25.860", "end": "00:46:43.500", "speaker": "Marjorie Luesebrink", "utterance": " And that includes people from all over the world, the first thing that most people will respond is so that must be a nightmare for the organizers and I, I am just so impressed with the way that this this program has evolved and."}
{"start": "00:46:44.280", "end": "00:46:51.840", "speaker": "Marjorie Luesebrink", "utterance": " And I think that you also what you've heard is that we're here for you, we have grown in 21 years."}
{"start": "00:46:52.320", "end": "00:47:05.910", "speaker": "Marjorie Luesebrink", "utterance": " To be able to serve our community in so many ways, and we want you definitely to take advantage of that and to invite your friends to come to the next conference thanks for all of you for being here."}
{"start": "00:47:10.950", "end": "00:47:12.270", "speaker": "Caitlin Fisher", "utterance": " beautifully said Margie."}
{"start": "00:47:17.100", "end": "00:47:19.830", "speaker": "Caitlin Fisher", "utterance": " that's another reason why elo is one of my favorite communities to."}
{"start": "00:47:21.150", "end": "00:47:28.440", "speaker": "Caitlin Fisher", "utterance": " Margie and all of the amazing people who are here, I also encourage you, if you look around, there are only 46 participants in this chat."}
{"start": "00:47:29.340", "end": "00:47:38.460", "speaker": "Caitlin Fisher", "utterance": " This is a it's definitely a growing field, you know very, very different from 1999 but at the same time, this is still."}
{"start": "00:47:39.240", "end": "00:47:49.110", "speaker": "Caitlin Fisher", "utterance": " You know, a global community in which you know we will get to know your names and everybody can make a difference, you know we're we're building this field together, so thank you."}
{"start": "00:47:50.850", "end": "00:48:01.380", "speaker": "Caitlin Fisher", "utterance": " let's see no other hands right now but i'm going to talk about to rub looted in the chat has a new work in progress, a big book of net profit net problem network improvise literature for the classroom and."}
{"start": "00:48:01.380", "end": "00:48:02.880", "speaker": "Caitlin Fisher", "utterance": " Beyond amazing."}
{"start": "00:48:02.910", "end": "00:48:03.990", "speaker": "Caitlin Fisher", "utterance": " Looking forward to that."}
{"start": "00:48:06.090", "end": "00:48:11.610", "speaker": "Caitlin Fisher", "utterance": " And Twining new book from Anastasia amazing that's incredible."}
{"start": "00:48:13.500", "end": "00:48:20.460", "speaker": "Caitlin Fisher", "utterance": " Dini and mary's have a book with Cambridge on migration, translation and emulation of Isla amazing."}
{"start": "00:48:22.950", "end": "00:48:23.820", "speaker": "Caitlin Fisher", "utterance": " and"}
{"start": "00:48:25.290", "end": "00:48:31.080", "speaker": "Caitlin Fisher", "utterance": " Astrid has pre web digital publishing and the law of electronic literature forthcoming incredible."}
{"start": "00:48:33.480", "end": "00:48:50.310", "speaker": "Caitlin Fisher", "utterance": " And Alan sondheim has been working on the Internet tech since 1994 there's another it's like it's a combination of Elan and performance art it's incredible on you're such a pioneer a daily meditation work every day since 1994 that's that's incredible work."}
{"start": "00:48:53.820", "end": "00:48:56.610", "speaker": "Caitlin Fisher", "utterance": " All right, i'll work there for Center there and."}
{"start": "00:49:03.210", "end": "00:49:07.260", "speaker": "Caitlin Fisher", "utterance": " We just have those introductions of ambient audio from somewhere around the world."}
{"start": "00:49:07.830", "end": "00:49:13.200", "speaker": "Dene Grigar", "utterance": " i'll give a sigh caitlin everybody that's new that's posting into the chat saying hey i'm new i'm feeling like i'm kind of."}
{"start": "00:49:13.590", "end": "00:49:23.490", "speaker": "Dene Grigar", "utterance": " walking into a town hall that I don't know anybody know that you're here you are part of the Community and we're so glad to have you as part of this organization, thank you for being here."}
{"start": "00:49:31.980", "end": "00:49:37.710", "speaker": "Caitlin Fisher", "utterance": " Absolutely i'm loving the chat next year, we could just do the town hall only chat only is obviously a lot of writers in the group."}
{"start": "00:49:40.470", "end": "00:49:42.180", "speaker": "Caitlin Fisher", "utterance": " To participants have raised their hands."}
{"start": "00:49:44.220", "end": "00:49:48.900", "speaker": "Caitlin Fisher", "utterance": " Oh, I think it's just mark and Margie don't have their hands back down or do you have something else to say."}
{"start": "00:49:50.250", "end": "00:49:50.880", "speaker": "Mark Marino", "utterance": " Sadly."}
{"start": "00:49:54.900", "end": "00:49:57.480", "speaker": "Mark Marino", "utterance": " Well Margie puts her hand back then, I will say hey."}
{"start": "00:49:57.840", "end": "00:50:11.280", "speaker": "Mark Marino", "utterance": " hey everyone if you're new to elo there's a special channel in the discord for introductions and there's a welcome section as well, so please go in and introduce yourself also continuing our work from last summer."}
{"start": "00:50:12.630", "end": "00:50:24.390", "speaker": "Mark Marino", "utterance": " rob wedding and I are running the yellow CAFE which is meant to be an informal space on the discord where you can gather and socialize with one another, almost in the way we would, if we were there in person."}
{"start": "00:50:25.050", "end": "00:50:34.860", "speaker": "Mark Marino", "utterance": " Maybe even better also just want to mention that there is a channel for the town hall, so this conversation does not have to end here, if you have other ideas."}
{"start": "00:50:35.130", "end": "00:50:42.390", "speaker": "Mark Marino", "utterance": " or other thoughts or questions that come up during the course of the conference you can just go into that discord channel and post them in there and."}
{"start": "00:50:43.080", "end": "00:50:49.800", "speaker": "Mark Marino", "utterance": " There will be brought to the attention on the board, something we could talk about during the retreat or people might even respond to you right there, so please make make."}
{"start": "00:50:50.550", "end": "00:51:04.080", "speaker": "Mark Marino", "utterance": " You know, as whatever you should candidate this court is there to be not only a place where we can have these formal discussions, but a place where we can maybe make up some of the parts of the informal conference that are difficult to have over."}
{"start": "00:51:05.280", "end": "00:51:06.540", "speaker": "Caitlin Fisher", "utterance": " cocktails on the discord."}
{"start": "00:51:10.320", "end": "00:51:12.330", "speaker": "Caitlin Fisher", "utterance": " I want to amplify something else from the chat."}
{"start": "00:51:12.390", "end": "00:51:17.310", "speaker": "Caitlin Fisher", "utterance": " Tina scalia is that the correct pronunciation of your last name sorry."}
{"start": "00:51:19.530", "end": "00:51:20.370", "speaker": "Tina Escaja", "utterance": " He says haha."}
{"start": "00:51:21.540", "end": "00:51:22.170", "speaker": "Tina Escaja", "utterance": " that's a good."}
{"start": "00:51:22.680", "end": "00:51:40.260", "speaker": "Caitlin Fisher", "utterance": " Tina esca no, thank you, it has an amazing new multi lingual project related to the theme it's uncovered 19 includes art installations testimonies generative poetry, and even a capture poem and I will just drop that back into the chat again."}
{"start": "00:51:41.190", "end": "00:51:43.710", "speaker": "Caitlin Fisher", "utterance": " I also want to congratulations that sounds amazing."}
{"start": "00:51:44.100", "end": "00:51:49.350", "speaker": "Scott Rettberg", "utterance": " I want to congratulate Tina on having the most giant coronavirus i've ever seen."}
{"start": "00:52:03.030", "end": "00:52:06.990", "speaker": "Caitlin Fisher", "utterance": " Oh, and hannah's put you can reply to this tweet if you are new to elo."}
{"start": "00:52:07.560", "end": "00:52:14.310", "speaker": "Caitlin Fisher", "utterance": " Oh that's fantastic yeah we can we can get things going on Twitter as well, I think, for those of you, if this is your first yellow and you haven't."}
{"start": "00:52:14.580", "end": "00:52:27.570", "speaker": "Caitlin Fisher", "utterance": " had an opportunity to meet with us in person, we very much look forward to that as well we generally have very, very fun in person components of the conference that discord will discord will be like almost as good but never quite as good."}
{"start": "00:52:33.900", "end": "00:52:35.760", "speaker": "Caitlin Fisher", "utterance": " And the hashtag Marcus put in there."}
{"start": "00:52:40.770", "end": "00:52:41.820", "speaker": "Caitlin Fisher", "utterance": " Oh right oh."}
{"start": "00:52:41.910", "end": "00:52:51.810", "speaker": "Scott Rettberg", "utterance": " Maybe one thing, just to mention is that Jason just got to have the I think two or three of the new exhibitions have just gone up."}
{"start": "00:52:53.310", "end": "00:52:58.980", "speaker": "Scott Rettberg", "utterance": " So if you go to eat literature.org slash yellow."}
{"start": "00:53:01.320", "end": "00:53:06.180", "speaker": "Scott Rettberg", "utterance": " The the kitty lead exhibition which I don't know if you're at the opening but was was fantastic."}
{"start": "00:53:07.200", "end": "00:53:16.740", "speaker": "Scott Rettberg", "utterance": " Is Is there also the an exhibition of posters, and of course the Flash back exhibition is now hooked up."}
{"start": "00:53:17.700", "end": "00:53:32.370", "speaker": "Scott Rettberg", "utterance": " As well as the the draft exhibition the future text exhibition with some really interesting work from from India and Asia have those of all just been launched today so be sure to check them out."}
{"start": "00:53:33.210", "end": "00:53:41.520", "speaker": "Caitlin Fisher", "utterance": " Thanks Scott it's super extraordinary I really I don't want to pre because I know we've got like an actual like opening of the whole conference, but I will like it's it's the amount of."}
{"start": "00:53:42.330", "end": "00:53:59.820", "speaker": "Caitlin Fisher", "utterance": " of artistic work the the amount of Labor that's gone into it, but eight different exhibitions just just even creating the interfaces to all of the art was an exceptional achievement and then is just so diverse and so global and just like opening after opening it's kind of like relentless."}
{"start": "00:54:01.590", "end": "00:54:07.080", "speaker": "Caitlin Fisher", "utterance": " activity and and just exceptional quality beautiful curation incredibly diverse."}
{"start": "00:54:08.280", "end": "00:54:14.010", "speaker": "Caitlin Fisher", "utterance": " works from around the world, so we think we should be very, very proud of that, and so thankful for organizers."}
{"start": "00:54:15.720", "end": "00:54:16.590", "speaker": "Caitlin Fisher", "utterance": " And our artists."}
{"start": "00:54:21.720", "end": "00:54:23.580", "speaker": "Dene Grigar", "utterance": " And I something caitlyn yeah."}
{"start": "00:54:23.640", "end": "00:54:24.180", "speaker": "Caitlin Fisher", "utterance": " Absolutely."}
{"start": "00:54:24.390", "end": "00:54:33.270", "speaker": "Dene Grigar", "utterance": " In the next we're going to be hosting exhibitions right, so the after flashes the first treasure trove vault you know exhibition from the next."}
{"start": "00:54:33.870", "end": "00:54:45.270", "speaker": "Dene Grigar", "utterance": " But we have traveling shows ever coming through as well, so, for example, after our show closes the after flesh and closes on August 1 August 2 we have the Trans creation."}
{"start": "00:54:45.750", "end": "00:54:57.090", "speaker": "Dene Grigar", "utterance": " exhibition coming in from mcgill University in, and you can write from Montreal, and that is a flasher also and features Augusta to compass is work."}
{"start": "00:54:57.570", "end": "00:55:04.350", "speaker": "Dene Grigar", "utterance": " resilient artists were looking for other exhibitions so if you're interested in curating and online exhibition for the next."}
{"start": "00:55:04.710", "end": "00:55:12.930", "speaker": "Dene Grigar", "utterance": " Please reach out to us because we'd love to have guests curators for the next shows some of the shows will come from the vaults."}
{"start": "00:55:13.620", "end": "00:55:23.970", "speaker": "Dene Grigar", "utterance": " Some will be traveling so we're looking for things to follow after December 30 that's when the accomplish show closes so please reach out to me, and let me know if you're interested Thank you."}
{"start": "00:55:27.390", "end": "00:55:39.570", "speaker": "Caitlin Fisher", "utterance": " And task just quickly scanning through the chat again before we go I have Astrid saying is totally awesome that we have john McCain here does anyone mentioned that i'm mentioning it welcome, thank you for joining us."}
{"start": "00:55:43.170", "end": "00:55:45.690", "speaker": "Caitlin Fisher", "utterance": " yeah that did the check and meet the attack and be the best part."}
{"start": "00:55:47.610", "end": "00:56:00.390", "speaker": "Caitlin Fisher", "utterance": " And many thank us to to dina and to Dini, for all the work she's doing the gather town exhibition is there and yeah it's it's wonderful to see you all I think we're coming to a close here."}
{"start": "00:56:01.290", "end": "00:56:07.560", "speaker": "Caitlin Fisher", "utterance": " it's incredible to have so many pioneers in the room, I won't embarrass everybody by pointing out by name, but we."}
{"start": "00:56:07.890", "end": "00:56:20.790", "speaker": "Caitlin Fisher", "utterance": " Basically, as I scan through we've got like the the the the pioneers and the early practitioners of electronic literature and the people who helped to institutionalize it we've got people who've never been here before we've got this incredible range of."}
{"start": "00:56:21.540", "end": "00:56:26.910", "speaker": "Caitlin Fisher", "utterance": " Practices represented and very, very excited to spend this next bit of time."}
{"start": "00:56:27.630", "end": "00:56:38.280", "speaker": "Caitlin Fisher", "utterance": " with you at the conference and to to enter into this exercise of building community with you here, as we move elo forward so this isn't the only chance for you to."}
{"start": "00:56:38.910", "end": "00:56:53.430", "speaker": "Caitlin Fisher", "utterance": " Give us your suggestions or input or to hear more about us talk to any board member over the course of the entire conference and and i'll gonna say always reach out to mark you can who's in charge, and all of the channels and can amplify you and your amazing work."}
{"start": "00:56:55.260", "end": "00:56:59.790", "speaker": "Caitlin Fisher", "utterance": " Thanks mark all right, I think I think that's everything I think we're at time any."}
{"start": "00:57:01.230", "end": "00:57:03.210", "speaker": "Caitlin Fisher", "utterance": " Any last words beyond those ones."}
{"start": "00:57:07.260", "end": "00:57:16.440", "speaker": "Caitlin Fisher", "utterance": " No all right, then just have a fantastic yellow everyone and it's great to be great to be at the beginning of this journey all right."}
{"start": "00:57:17.850", "end": "00:57:23.160", "speaker": "Caitlin Fisher", "utterance": " Yes, thank you to everybody on the board alright see at the next sessions."}