{"start": "00:00:08.700", "end": "00:00:10.980", "speaker": "Rui Torres", "utterance": " Okay, so Hello everyone."}
{"start": "00:00:27.810", "end": "00:00:37.200", "speaker": "Rui Torres", "utterance": " Perfect Hello everyone thanks for being here and welcome to the third panel of the yellow 2021 dedicated to platforms and software."}
{"start": "00:00:37.710", "end": "00:00:47.520", "speaker": "Rui Torres", "utterance": " In today's panel, we will have free presenters Jason boy JEREMY Douglas and Samira haley steel, to whom I think for their participation."}
{"start": "00:00:48.000", "end": "00:00:58.230", "speaker": "Rui Torres", "utterance": " Each presenter will have 10 to 12 minutes to outline their ideas and arguments and after these presentations discussion will follow, so please take your notes."}
{"start": "00:00:59.340", "end": "00:01:13.560", "speaker": "Rui Torres", "utterance": " So let's start with Jason boyd who is an associate professor of English and the director of the Center for digital humanities at ryerson university, where he teaches elite tablet and narrative games."}
{"start": "00:01:14.610", "end": "00:01:32.070", "speaker": "Rui Torres", "utterance": " His research focuses on digital text and coding and analysis digital games and playable stories and we're digital humanities Jason will discuss theorizing teaching and preserving tablet with us so you have the word Jason Thank you."}
{"start": "00:01:34.440", "end": "00:01:38.790", "speaker": "Jason Boyd", "utterance": " Thank you i'll just share my screen and we can get started."}
{"start": "00:01:48.270", "end": "00:01:50.160", "speaker": "Jason Boyd", "utterance": " Right so."}
{"start": "00:01:51.270", "end": "00:01:55.650", "speaker": "Jason Boyd", "utterance": " So I shared my paper in advance, so this is going to be a really kind of just a quick overview of."}
{"start": "00:01:56.340", "end": "00:02:03.870", "speaker": "Jason Boyd", "utterance": " Of what's in that paper it basically represents a very, very preliminary foray into delineating and for grounding."}
{"start": "00:02:04.200", "end": "00:02:21.240", "speaker": "Jason Boyd", "utterance": " Some of the key issues of what i'm calling tablet from theoretical instructional and preservation and access perspectives really based on my own experiences and anxieties about teaching and being able to continue to teach and study works of tablets so."}
{"start": "00:02:22.680", "end": "00:02:25.560", "speaker": "Jason Boyd", "utterance": " In the first part of my paper clips."}
{"start": "00:02:26.850", "end": "00:02:34.320", "speaker": "Jason Boyd", "utterance": " I discussed some of the salient tablet computer features that I think are important, the fact that it's a flat screen that has no."}
{"start": "00:02:34.950", "end": "00:02:52.380", "speaker": "Jason Boyd", "utterance": " required user peripherals that it's very manipulative will you can you know hold in various positions and various bodily postures different angles different distances from one's face, and you can easily switch between portrait and landscape landscape orientations and then."}
{"start": "00:02:53.550", "end": "00:03:03.480", "speaker": "Jason Boyd", "utterance": " You know it tablets have touchscreens gyroscopes accelerometers built in microphones cameras and GPS chips, so they come with all these particular of ordinances that."}
{"start": "00:03:04.920", "end": "00:03:06.960", "speaker": "Jason Boyd", "utterance": " can be used for creative purposes."}
{"start": "00:03:09.240", "end": "00:03:16.050", "speaker": "Jason Boyd", "utterance": " And I outline to design paradigms that i've noticed in some of the works that i've looked at."}
{"start": "00:03:16.740", "end": "00:03:30.720", "speaker": "Jason Boyd", "utterance": " When i'm calling the index decal or digital instrument, which requires the skilled use of a finger, or sometimes multiple fingers to manipulate and and move through transfers work of Isla to work tablet."}
{"start": "00:03:31.620", "end": "00:03:42.960", "speaker": "Jason Boyd", "utterance": " And then the frame and infinite or mutable page where the tablet screen becomes essentially a movable viewing window over."}
{"start": "00:03:44.190", "end": "00:03:51.990", "speaker": "Jason Boyd", "utterance": " What i'm calling a page that extends really in multiple directions beyond the window or where the screen frames a page."}
{"start": "00:03:52.740", "end": "00:04:08.310", "speaker": "Jason Boyd", "utterance": " which undergoes transformations prompted by multiple types of reader input So those are just two i've noticed i'm not saying that this is exhausting all the types of infinite potential design paradigms that what might find him in tablet."}
{"start": "00:04:09.360", "end": "00:04:16.170", "speaker": "Jason Boyd", "utterance": " I then look at four games that exemplify some of these features and i've just have some clips here that all play well i'm."}
{"start": "00:04:18.600", "end": "00:04:28.560", "speaker": "Jason Boyd", "utterance": " Talking about them, just so that people can you know get a sense of of what they're about So the first one is Eric lawyer strange rain which."}
{"start": "00:04:29.640", "end": "00:04:32.040", "speaker": "Jason Boyd", "utterance": " I think you can call a textual instrument."}
{"start": "00:04:33.870", "end": "00:04:34.320", "speaker": "Jason Boyd", "utterance": " It."}
{"start": "00:04:36.780", "end": "00:04:46.410", "speaker": "Jason Boyd", "utterance": " You know about to this lawyer says, this is actually lowered himself demonstrating strange rain, he says stranger in turns your iPad iPhone or iPod touch into a skylight on a rainy day."}
{"start": "00:04:46.890", "end": "00:04:53.850", "speaker": "Jason Boyd", "utterance": " raindrops falling spatter on your screen shifting perspective in 3D as you tilt your device like a handheld camera."}
{"start": "00:04:54.450", "end": "00:04:59.190", "speaker": "Jason Boyd", "utterance": " You touch the screen and guide the path of the raindrops stepping through the notes of an eerie melody as you go."}
{"start": "00:04:59.610", "end": "00:05:05.220", "speaker": "Jason Boyd", "utterance": " it's a relaxing intriguing experience that feels as if you're holding a living window in your hands."}
{"start": "00:05:05.610", "end": "00:05:15.360", "speaker": "Jason Boyd", "utterance": " So in strange rain, the primary challenges to experiment with various combinations of tapping and dragging a range of fingers on or across the screen."}
{"start": "00:05:15.960", "end": "00:05:26.940", "speaker": "Jason Boyd", "utterance": " using various tempos and press durations allowing one to manipulate images sounds words and sentences and various modes there's three modes wordless Lisburn story."}
{"start": "00:05:27.630", "end": "00:05:36.360", "speaker": "Jason Boyd", "utterance": " And the story mode has ios game Center achievements 19 and total actually which."}
{"start": "00:05:36.720", "end": "00:05:52.500", "speaker": "Jason Boyd", "utterance": " Really encouraged as the user to persist in teasing out the thoughts of the character Alphonse as he stands in the rain processing assessors involvement in a car crash through happy exploring and experimentation so."}
{"start": "00:05:53.520", "end": "00:05:55.380", "speaker": "Jason Boyd", "utterance": " That is strange rain."}
{"start": "00:06:00.750", "end": "00:06:04.440", "speaker": "Jason Boyd", "utterance": " In tiger styles spider the."}
{"start": "00:06:05.940", "end": "00:06:17.730", "speaker": "Jason Boyd", "utterance": " Secret of brace manner the user controls, a tip the titular spider who can crawl on surfaces by pressing and dragging a finger on the touchscreen jump between surfaces, with a quick finger swipe."}
{"start": "00:06:18.330", "end": "00:06:27.330", "speaker": "Jason Boyd", "utterance": " And spin a web with the tap to anchor a strand of self on the surface and to swipe to jump and attach the other end of the street to a different surface."}
{"start": "00:06:29.760", "end": "00:06:36.750", "speaker": "Jason Boyd", "utterance": " This is the core of the gaming aspect of spider spider subtitle suggests it's also a story, or perhaps more accurately, a potential story."}
{"start": "00:06:37.200", "end": "00:06:43.050", "speaker": "Jason Boyd", "utterance": " told exclusive through through images of the manners rooms and spaces in which the spider moves."}
{"start": "00:06:43.380", "end": "00:06:51.990", "speaker": "Jason Boyd", "utterance": " So the story, you know which is increasingly disquieting and moving as it emerges over the course of the game concerns the fortunes and fates of the absent bryce family."}
{"start": "00:06:52.410", "end": "00:07:04.560", "speaker": "Jason Boyd", "utterance": " And as the player manipulates the spider it progressively authors room by room a home who spider webs really stand as a testimony to its being utterly devoid of human life."}
{"start": "00:07:04.920", "end": "00:07:17.280", "speaker": "Jason Boyd", "utterance": " which, despite the game of spinning webs to catch flies and earn points really ultimately serves to amplify I argue the poignancy at the story, rather than diminish it so that's."}
{"start": "00:07:18.660", "end": "00:07:19.350", "speaker": "Jason Boyd", "utterance": " spider."}
{"start": "00:07:23.550", "end": "00:07:24.240", "speaker": "Jason Boyd", "utterance": " So."}
{"start": "00:07:26.100", "end": "00:07:26.910", "speaker": "Jason Boyd", "utterance": " For."}
{"start": "00:07:28.050", "end": "00:07:40.890", "speaker": "Jason Boyd", "utterance": " Smoke was device six each chapter of this work is essentially one page it's a sort of text map of the environment in which animal moves that you see portions of through the window of your tablet screen."}
{"start": "00:07:41.220", "end": "00:07:52.740", "speaker": "Jason Boyd", "utterance": " And you move the window over portions of that page by dragging your finger on the touchscreen the idea of the infinite page is based on the concept of the infinite canvas originated by Scott mccloud."}
{"start": "00:07:53.880", "end": "00:08:03.390", "speaker": "Jason Boyd", "utterance": " And it's predicated on a vision of the computer screen as a window, rather than a page which so many tablet ebooks still treat the screen as."}
{"start": "00:08:03.870", "end": "00:08:10.650", "speaker": "Jason Boyd", "utterance": " And as macleod notes creators, do not have to let the restrictions of the page be the primary determinant with a computer screen, so they can have."}
{"start": "00:08:10.920", "end": "00:08:23.490", "speaker": "Jason Boyd", "utterance": " Masses of white space or scenery as many panels, as they felt was necessary to effectively convey the story so, so I think you know, this is really interesting realization of Scott mcleod's idea of the of the infinite."}
{"start": "00:08:24.510", "end": "00:08:30.030", "speaker": "Jason Boyd", "utterance": " canvas that doesn't need to be bound by the artificial reality of the print Codex page."}
{"start": "00:08:31.080", "end": "00:08:32.220", "speaker": "Jason Boyd", "utterance": " And then finally."}
{"start": "00:08:39.180", "end": "00:08:45.570", "speaker": "Jason Boyd", "utterance": " There is some you can pull it up trans keys certified bangle that imaginary."}
{"start": "00:08:47.370", "end": "00:08:57.810", "speaker": "Jason Boyd", "utterance": " which starts off and appearance and functionality, is a very conventional ebook returnable pages, you know you swipe your finger but it's quickly transformed by text altering animations."}
{"start": "00:08:58.110", "end": "00:09:09.930", "speaker": "Jason Boyd", "utterance": " And the role of the readers essentially to assist another character who's trapped in this book to to escape, so the reader has to manipulate many components of their tablet beyond the touchscreen such as."}
{"start": "00:09:10.530", "end": "00:09:16.590", "speaker": "Jason Boyd", "utterance": " The accelerometer the brightness setting the microphone the detachable power cable and the camera."}
{"start": "00:09:17.820", "end": "00:09:32.160", "speaker": "Jason Boyd", "utterance": " So i'm going to skip over the section about teaching tablet and the iPad lending pilot I created with my university library, but i'm happy to talk about that, during the discussion session and I just want to conclude by briefly touching on the issue of access and preservation."}
{"start": "00:09:39.660", "end": "00:09:40.230", "speaker": "Jason Boyd", "utterance": " So."}
{"start": "00:09:42.600", "end": "00:09:55.920", "speaker": "Jason Boyd", "utterance": " You know tablets and only about a decade old and one of the problems is because of that there's not a lot of user emulation software it's not easy to emulate the touchscreen using sort of a computer with a mouse and keyboard."}
{"start": "00:09:57.270", "end": "00:10:14.760", "speaker": "Jason Boyd", "utterance": " And so I was looking around for places that you know documented, you know these these types of tablet works and two I found or I use one is the website and social media channels have a game for your name APP on rapper is imaginary place right three I used."}
{"start": "00:10:16.290", "end": "00:10:27.180", "speaker": "Jason Boyd", "utterance": " And you know she has been working for since 2011 and she's a master rather huge archive of you know videos on you know ios games and other things over 6000."}
{"start": "00:10:28.020", "end": "00:10:44.910", "speaker": "Jason Boyd", "utterance": " You know that are really invaluable resource for me as a scholar and a teacher and then there's also this company called gain club which preserves older games by basically upgrading their code, so that they can be played on more recent operating ios or android systems."}
{"start": "00:10:46.050", "end": "00:11:00.030", "speaker": "Jason Boyd", "utterance": " And so it's an interesting you know business model because it basically presupposes that we were going to pay for a service that essentially is there to you know recreate old games, so that they can be played on modern devices."}
{"start": "00:11:01.740", "end": "00:11:06.450", "speaker": "Jason Boyd", "utterance": " And so I was interested to see how the electronic literature directory and the electronic."}
{"start": "00:11:08.280", "end": "00:11:12.240", "speaker": "Jason Boyd", "utterance": " The mdm SIP knowledge base dealt with tablet."}
{"start": "00:11:13.290", "end": "00:11:25.860", "speaker": "Jason Boyd", "utterance": " And on the electronic literature directory there was only two words classified as tablet and neither of them were they were basically ported from other systems, so I wouldn't really necessarily concerned them was a tablet."}
{"start": "00:11:26.940", "end": "00:11:40.620", "speaker": "Jason Boyd", "utterance": " The album said knowledge bases tech fatality has nine items, but the iPad page has 70 items in the ios page 114 items so there's some weird sort of know disparities in terms of the classification there."}
{"start": "00:11:41.610", "end": "00:11:43.620", "speaker": "Jason Boyd", "utterance": " The android page has 44 items."}
{"start": "00:11:44.580", "end": "00:11:55.320", "speaker": "Jason Boyd", "utterance": " And I would really sort of you know, hope that you know one thing that these resources could do to leverage and make use of things like APP on rappers huge archive of videos which show."}
{"start": "00:11:55.620", "end": "00:12:11.850", "speaker": "Jason Boyd", "utterance": " What the gameplay is like right, rather than just sort of describing some of the you know more factual details about it, and so I don't have any answer for this preservation and access, you know issue, but you know, in terms of my own work as a teacher i'd really like to see you know."}
{"start": "00:12:13.380", "end": "00:12:23.970", "speaker": "Jason Boyd", "utterance": " Resources like this made available for people who want to teach these types of works, you know, in the future so that's my very high overview of why buy paper."}
{"start": "00:12:27.330", "end": "00:12:44.040", "speaker": "Rui Torres", "utterance": " Thank you Jason for the clarity of your presentation for keeping up time and the relevance of the arguments, as well as the great examples you have used so our next presenter is Samira hayley steel, who is a PhD student in cultural studies at the University of California Davis."}
{"start": "00:12:45.060", "end": "00:12:57.660", "speaker": "Rui Torres", "utterance": " she's presently researching analog games and emerging media forums and she's also involved with the altar globalization movement, being a former development director for land action."}
{"start": "00:12:58.320", "end": "00:13:17.520", "speaker": "Rui Torres", "utterance": " She has been a practitioner a game runner and maker of interactive narrative media since 2002 so tomorrow we'll discuss larges asking if embodiment and code deployment reinforce systemic injustice across these platforms, so please proceed Tamara."}
{"start": "00:13:18.720", "end": "00:13:19.830", "speaker": "Samara Hayley Steele", "utterance": " Thank you so much true."}
{"start": "00:13:21.690", "end": "00:13:29.580", "speaker": "Samara Hayley Steele", "utterance": " So I guess i'm just going to read my paper, nothing is fancy as a PowerPoint presentation today."}
{"start": "00:13:30.060", "end": "00:13:51.690", "speaker": "Samara Hayley Steele", "utterance": " there's a link to the paper in the chat So if you want to follow along it should be up there, if you scroll up a little bit, please let me know if it isn't available for some reason, but I think it should be publicly visible now um but Hello Thank you so much i'm so."}
{"start": "00:13:52.770", "end": "00:14:05.430", "speaker": "Samara Hayley Steele", "utterance": " In analyst role playing games or analog rp geez participants co create and collectively inhabit story worlds through role play this is to say."}
{"start": "00:14:06.480", "end": "00:14:14.910", "speaker": "Samara Hayley Steele", "utterance": " To borrow from Jeanette and Montana that playing an analog rpg is to engage in the co creation of de de sees."}
{"start": "00:14:16.140", "end": "00:14:35.910", "speaker": "Samara Hayley Steele", "utterance": " In this way, analog rp geez might be thought of as opposed structuralist form of performance slash literature in so far as the decentralized narrative control and by removing the non participating audience these media effectively dismantle fourth wall power."}
{"start": "00:14:35.910", "end": "00:14:36.900", "speaker": "None", "utterance": "Relations."}
{"start": "00:14:37.920", "end": "00:15:00.360", "speaker": "Samara Hayley Steele", "utterance": " There are two forms of analog rp geez that are commonly known and table tops and large, they are similar only a table top concerns itself with co creating a story verbally through oral storytelling while lark is concerned with co created narratives that are enacted through performance."}
{"start": "00:15:01.500", "end": "00:15:08.550", "speaker": "Samara Hayley Steele", "utterance": " to learn is to embody your own Avatar as it moves through a Co created analog story world."}
{"start": "00:15:09.660", "end": "00:15:18.330", "speaker": "Samara Hayley Steele", "utterance": " To make alarp is to create a platform, through which power over a narrative is decentralized in a predictable way."}
{"start": "00:15:19.470", "end": "00:15:41.040", "speaker": "Samara Hayley Steele", "utterance": " Not all larges use analog code, but many of them do loops and table tops emerged as forms of media in the 1970s, alongside the workplace proliferation of specific types of protocol for writing computer language specifically RD bmx and unix."}
{"start": "00:15:42.180", "end": "00:15:51.360", "speaker": "Samara Hayley Steele", "utterance": " Early barbers and table toppers used databases of possible story outcomes to guide their decentralized storytelling practice."}
{"start": "00:15:52.320", "end": "00:16:09.240", "speaker": "Samara Hayley Steele", "utterance": " This style of parsing a fantasy world up into database entry sized chunks that you can deploy each other, using analog code and to create a narrative is still the basis of many large platforms today."}
{"start": "00:16:10.800", "end": "00:16:18.900", "speaker": "Samara Hayley Steele", "utterance": " This activity of analog code deployment as part of large has come under scrutiny for a couple decades now."}
{"start": "00:16:19.680", "end": "00:16:21.420", "speaker": "Samara Hayley Steele", "utterance": " In one recent criticism."}
{"start": "00:16:21.660", "end": "00:16:35.970", "speaker": "Samara Hayley Steele", "utterance": " sociologist Stephen dashiell used for those concepts of social capital to explore the power relations inherent in a medic coding activity in analog rpg is known as rules loitering."}
{"start": "00:16:37.320", "end": "00:16:40.470", "speaker": "Samara Hayley Steele", "utterance": " As dashiell argues rules lowering."}
{"start": "00:16:40.590", "end": "00:16:53.280", "speaker": "Samara Hayley Steele", "utterance": " Ultimately leverages power towards players with hegemonic identities, ie white maleness this criticism fuels earlier arguments."}
{"start": "00:16:53.760", "end": "00:17:00.630", "speaker": "Samara Hayley Steele", "utterance": " from within large communities that diabetic code deployment should be removed from analog games all together."}
{"start": "00:17:01.170", "end": "00:17:21.420", "speaker": "Samara Hayley Steele", "utterance": " For example, the writers, of the dogma 99 manifesto, which is often cited as starting the Nordic large movement in the year 2000 encourage large makers to take a vow of chastity and abstain from using what I call diabetic Code as part of their larger platforms."}
{"start": "00:17:22.920", "end": "00:17:35.910", "speaker": "Samara Hayley Steele", "utterance": " Criticisms against the use of analog code in lark are joined by scrutiny by those who question the power relations inherent in physically embodying one's own Avatar."}
{"start": "00:17:36.870", "end": "00:17:44.520", "speaker": "Samara Hayley Steele", "utterance": " For example, in a recent paper reflecting on their experience of developing and touring a Shakespeare game called play the navy."}
{"start": "00:17:45.840", "end": "00:17:52.080", "speaker": "Samara Hayley Steele", "utterance": " And this was a digital game gina bloom and Nicholas boothman and Evan boswell."}
{"start": "00:17:53.400", "end": "00:18:09.240", "speaker": "Samara Hayley Steele", "utterance": " argue that having student players physically embody their Avatar in the Shakespeare game and can be weighed down by levels of out of game power relations like racism and sexism that attach themselves to bodies."}
{"start": "00:18:10.470", "end": "00:18:18.420", "speaker": "Samara Hayley Steele", "utterance": " This issue leads to players of certain ethnic backgrounds and gender identities to having a harder time playing their character roles."}
{"start": "00:18:18.960", "end": "00:18:30.630", "speaker": "Samara Hayley Steele", "utterance": " And issue that might connect to alert phenomenon that I call creep, which is when out of game asymmetrical power relations creep into the fantasy world you're trying to make with your game."}
{"start": "00:18:31.770", "end": "00:18:44.400", "speaker": "Samara Hayley Steele", "utterance": " As a solution bloom enter team offer digital gaming interventions in which digital avatars help take the pressure off of players symbolically late and physical bodies."}
{"start": "00:18:45.210", "end": "00:19:01.410", "speaker": "Samara Hayley Steele", "utterance": " The solution echoes tactics proposed by digital feminists of the 1980s and 90s like Donna hardaway who hoped that cyberspace and digital anonymity would provide refuge from and means of dismantling systemic forms of oppression."}
{"start": "00:19:03.030", "end": "00:19:14.010", "speaker": "Samara Hayley Steele", "utterance": " These criticisms which might be read as calls to abandon the code from analog are pts and to abandon the practice of physically embodying one's Avatar altogether."}
{"start": "00:19:14.880", "end": "00:19:27.450", "speaker": "Samara Hayley Steele", "utterance": " are met by large maker scholars, who have engaged labs embodiment and rituals of code deployment to abstain sensibly develop interventions into pervasive forms of systemic and equality."}
{"start": "00:19:28.530", "end": "00:19:37.410", "speaker": "Samara Hayley Steele", "utterance": " Some of these approaches include those crafted by large maker scholars Johanna Magellan Sarah lane Bowman and mallory Brown."}
{"start": "00:19:38.070", "end": "00:19:49.500", "speaker": "Samara Hayley Steele", "utterance": " who have been involved in the creation of consent mechanics and Community management policies that attempt to remove and address creep at the level."}
{"start": "00:19:50.220", "end": "00:20:09.900", "speaker": "Samara Hayley Steele", "utterance": " of code Meta code and Community organizing through these practices, these large makers create platforms that are what heart and agree call pre figurative spaces in which desired forms of social change are enacted at least at a small localized scale."}
{"start": "00:20:11.070", "end": "00:20:28.650", "speaker": "Samara Hayley Steele", "utterance": " Their efforts have seen the advent of large communities with much higher rates of female and queer players than traditional rpg communities with a ratio of male to female players being close to even at a higher rate of queer players than the general population."}
{"start": "00:20:30.270", "end": "00:20:38.400", "speaker": "Samara Hayley Steele", "utterance": " While large makers like cajole and Bowman and brown have kept their interventions at the level of the game and the gaming communities."}
{"start": "00:20:39.060", "end": "00:20:49.800", "speaker": "Samara Hayley Steele", "utterance": " Other large maker scholars like junya kemper have worked to leverage lark against real world oppression, with their theory and practice of a mandatory bleed."}
{"start": "00:20:50.820", "end": "00:20:58.470", "speaker": "Samara Hayley Steele", "utterance": " bleed is a term developed by harper's to discuss when the emotions of your character bleed into your everyday life."}
{"start": "00:20:59.220", "end": "00:21:09.060", "speaker": "Samara Hayley Steele", "utterance": " Typical large scholarship treats bleed as an uncomfortable unwanted thing but campers theory of a masturbatory bleed embraces it."}
{"start": "00:21:09.660", "end": "00:21:22.200", "speaker": "Samara Hayley Steele", "utterance": " showing how lark can be used to overcome internalized forms of systemic oppression and to perform natively extensively and do what web dubois has called double consciousness."}
{"start": "00:21:23.580", "end": "00:21:36.330", "speaker": "Samara Hayley Steele", "utterance": " These efforts to use the large mediums unique embodiment and code base play offer game mechanics and scaffolding as interventions into systemic racism and sexism."}
{"start": "00:21:37.830", "end": "00:21:38.760", "speaker": "Samara Hayley Steele", "utterance": " Things Thank you very much."}
{"start": "00:21:43.410", "end": "00:21:48.510", "speaker": "Rui Torres", "utterance": " Thank you summer for pointing out such pressing issues."}
{"start": "00:21:50.790", "end": "00:21:59.400", "speaker": "Rui Torres", "utterance": " We will end now, this panel with JEREMY Douglas who is an associate professor of English at university of California Santa Barbara."}
{"start": "00:21:59.850", "end": "00:22:09.510", "speaker": "Rui Torres", "utterance": " where he researches and teaches interactive narrative electronic poetry games, as well as critical good studies software studies and information visualization."}
{"start": "00:22:10.200", "end": "00:22:25.350", "speaker": "Rui Torres", "utterance": " JEREMY is also a Co author of the reading project having this work, supported by several agencies, and you will talk about deep as lead form for electronic literature author where Thank you JEREMY Please proceed."}
{"start": "00:22:29.100", "end": "00:22:29.640", "speaker": "None", "utterance": "Thank you."}
{"start": "00:22:37.740", "end": "00:22:38.820", "speaker": "Jeremy Douglass", "utterance": " Can people see my screen."}
{"start": "00:22:40.170", "end": "00:22:41.700", "speaker": "Jeremy Douglass", "utterance": " Excellent okay."}
{"start": "00:22:43.020", "end": "00:22:43.500", "speaker": "Jeremy Douglass", "utterance": " um."}
{"start": "00:22:44.580", "end": "00:22:52.170", "speaker": "Jeremy Douglass", "utterance": " This is a presentation on the paper get as platform for electronic literature author where and i'm."}
{"start": "00:22:53.820", "end": "00:23:04.770", "speaker": "Jeremy Douglass", "utterance": " Just move these controls out of the way okay i'm, including the abstract in the slides which i'll share but it's also in the program um."}
{"start": "00:23:05.820", "end": "00:23:06.270", "speaker": "Jeremy Douglass", "utterance": " So."}
{"start": "00:23:09.270", "end": "00:23:25.440", "speaker": "Jeremy Douglass", "utterance": " This is about a project and an initiative related to get hub archiving of electronic literature tools and Community practices, but I want to contextualize this with the history of ephemerality and electronic literature."}
{"start": "00:23:27.330", "end": "00:23:39.360", "speaker": "Jeremy Douglass", "utterance": " This has been a conversation, it was a conversation in the 80s in the 90s, I want to ground this particular version of that ongoing conversation about electronic literature's ephemerality which has been."}
{"start": "00:23:40.650", "end": "00:23:44.490", "speaker": "Jeremy Douglass", "utterance": " Part of it as a practice and a scholarship from the beginning."}
{"start": "00:23:45.870", "end": "00:23:51.120", "speaker": "Jeremy Douglass", "utterance": " By pointing to pad the preservation archiving and dissemination project of the elo."}
{"start": "00:23:52.950", "end": "00:23:54.630", "speaker": "Jeremy Douglass", "utterance": " which grew out of and."}
{"start": "00:23:56.130", "end": "00:24:00.720", "speaker": "Jeremy Douglass", "utterance": " State of the arts and X literature and saw."}
{"start": "00:24:02.070", "end": "00:24:06.150", "speaker": "Jeremy Douglass", "utterance": " publications, such as acid free bits and born again bits come out with."}
{"start": "00:24:07.890", "end": "00:24:08.520", "speaker": "Jeremy Douglass", "utterance": " Early."}
{"start": "00:24:09.540", "end": "00:24:17.550", "speaker": "Jeremy Douglass", "utterance": " More not early but i'm timely interventions in the state of preservation now one of the things pad said."}
{"start": "00:24:18.690", "end": "00:24:22.920", "speaker": "Jeremy Douglass", "utterance": " Was that they conducted a broad survey of an array of."}
{"start": "00:24:24.180", "end": "00:24:28.080", "speaker": "Jeremy Douglass", "utterance": " Digital preservation archiving and that was underway around the world."}
{"start": "00:24:29.160", "end": "00:24:37.650", "speaker": "Jeremy Douglass", "utterance": " And that they were convinced that much of what was being done could be effectively applied, so this cross this idea of both the need to."}
{"start": "00:24:39.300", "end": "00:24:53.730", "speaker": "Jeremy Douglass", "utterance": " Cross pollinate efforts with all kinds of other forms of digital a document and media preservation, but also find a space of one's own unique to one's own needs, has been evergreen for this conversation."}
{"start": "00:24:55.980", "end": "00:24:56.610", "speaker": "Jeremy Douglass", "utterance": " And I want to point."}
{"start": "00:24:57.870", "end": "00:25:06.150", "speaker": "Jeremy Douglass", "utterance": " To the 2017 book reversals the use of preservation for early electronic writing by multiplying gregoire as."}
{"start": "00:25:06.960", "end": "00:25:23.640", "speaker": "Jeremy Douglass", "utterance": " A more recent example of this ongoing conversation, which has evolved in all kinds of all kinds of practices that are now about more than just the preservation of the bits or the hardware or the the reversals."}
{"start": "00:25:25.380", "end": "00:25:27.570", "speaker": "Jeremy Douglass", "utterance": " And a lot of great work is being done at."}
{"start": "00:25:28.710", "end": "00:25:39.120", "speaker": "Jeremy Douglass", "utterance": " regards electronic literature lab there's not even time to summarize it all but i'll mention relevant for our work that the Elf has a catalog of software."}
{"start": "00:25:40.320", "end": "00:25:57.450", "speaker": "Jeremy Douglass", "utterance": " i'm focused primarily on early historical software that is in collection form that are the kinds of product tools that people have that have that primarily that desktop era."}
{"start": "00:25:58.200", "end": "00:26:07.470", "speaker": "Jeremy Douglass", "utterance": " would have used in the creation of various forms of electronic literature, or on the computers that ran that kind of electronic literature so i'm."}
{"start": "00:26:08.640", "end": "00:26:24.060", "speaker": "Jeremy Douglass", "utterance": " And i'm just saying a lot of great work is coming out of this group, but I want to point briefly to the cell search engine elm SIP eld and and T to etc cell indexes all of this work from all of these."}
{"start": "00:26:24.930", "end": "00:26:38.010", "speaker": "Jeremy Douglass", "utterance": " Different cataloguing efforts and the cataloging efforts and the collections which gather the works are primarily work centric and sometimes they collect a minimal metadata on."}
{"start": "00:26:38.970", "end": "00:26:52.410", "speaker": "Jeremy Douglass", "utterance": " tools and software, the the and the craft practices that make electronic literature forms and genres possible but they're primarily work centered."}
{"start": "00:26:52.950", "end": "00:27:00.990", "speaker": "Jeremy Douglass", "utterance": " Which is, which is great um yeah almost up actually out of it's almost 3000 entries actually has 281 entries."}
{"start": "00:27:01.500", "end": "00:27:14.010", "speaker": "Jeremy Douglass", "utterance": " Under platform software like entry for twine entry for tracery and entry for ink but it's important to understand that what that is is a form of metadata to mark works that share."}
{"start": "00:27:14.460", "end": "00:27:28.320", "speaker": "Jeremy Douglass", "utterance": " Creative ecosystem it's not a form of archiving to preserve the tools that were used to make twine works, for example, which is a huge ecosystem of it is libraries templates."}
{"start": "00:27:29.370", "end": "00:27:41.820", "speaker": "Jeremy Douglass", "utterance": " plugins etc, etc, that then authors draw on to create time sometimes only using a single piece of software and sometimes also drawing on cookbooks and toolkits and recipes and so on and so forth."}
{"start": "00:27:42.930", "end": "00:27:44.790", "speaker": "Jeremy Douglass", "utterance": " um so i'm."}
{"start": "00:27:47.460", "end": "00:28:05.880", "speaker": "Jeremy Douglass", "utterance": " alone SIP as of 2017 is now a public project on github, so it is actually archiving itself to say it's it's a it's a website infrastructure and that's something that a lot of these organizations are mindful about doing is to is to."}
{"start": "00:28:07.380", "end": "00:28:25.740", "speaker": "Jeremy Douglass", "utterance": " archive their infrastructure but communities of practice are often are very uneven and sometimes individual artists and authors and electronic literature can invent a whole genre which then has practitioners, but there is no custodian or librarian."}
{"start": "00:28:26.790", "end": "00:28:36.900", "speaker": "Jeremy Douglass", "utterance": " In to the degree that inclusion in the database is now the publishing event and the life of a literary work is defined through a trail of linked commentaries and active responses."}
{"start": "00:28:37.320", "end": "00:28:43.710", "speaker": "Jeremy Douglass", "utterance": " The gathering and identification of works becomes itself a creative scholarly activity, and I want."}
{"start": "00:28:44.580", "end": "00:28:56.820", "speaker": "Jeremy Douglass", "utterance": " To propose, in addition to works on creative authoring tools, as one of the things that creative and scholarly activity can come to bear on."}
{"start": "00:28:57.660", "end": "00:29:12.840", "speaker": "Jeremy Douglass", "utterance": " In this ongoing effort so i'm making the distinction between tools and works, a work centered approach the electronic literature archives depression class on a tool centered approach archives of the twine ecosystem."}
{"start": "00:29:14.940", "end": "00:29:25.530", "speaker": "Jeremy Douglass", "utterance": " The big ambition is a curated repository for the tools and practices cookbooks documentation it's such a demos templates etc."}
{"start": "00:29:26.310", "end": "00:29:40.230", "speaker": "Jeremy Douglass", "utterance": " And more completed solution would address multiple platforms, as well as self hosting um but we're going to start out with this proposed DEMO of the archive for electronic literature as a github project i'm."}
{"start": "00:29:41.250", "end": "00:29:42.960", "speaker": "Jeremy Douglass", "utterance": " Indeed pardon me."}
{"start": "00:29:44.610", "end": "00:29:48.930", "speaker": "Jeremy Douglass", "utterance": " Helen burgess mentions in publish all the things."}
{"start": "00:29:52.800", "end": "00:29:58.110", "speaker": "Jeremy Douglass", "utterance": " The life and death of electronic literature that one possible model."}
{"start": "00:29:59.220", "end": "00:30:03.030", "speaker": "Jeremy Douglass", "utterance": " We see developing an open source is reported stories, such as github."}
{"start": "00:30:04.110", "end": "00:30:25.410", "speaker": "Jeremy Douglass", "utterance": " So this github base pilot project is a place that archives and mirrors open source software tools related to electronic literature communities it's drawn on a model from archive for processing processing the creative computing visual and multimedia programming language and i'm."}
{"start": "00:30:27.540", "end": "00:30:41.130", "speaker": "Jeremy Douglass", "utterance": " Processing website and ecosystem is both massive and semi centralized their own a mere five to seven languages and dialects and a mere 10 to 15 platforms."}
{"start": "00:30:41.940", "end": "00:30:54.960", "speaker": "Jeremy Douglass", "utterance": " And everything runs on does so very unlike electronic literature, which has a huge long tail and has hundreds and hundreds of different frameworks of note that have multiple works in them."}
{"start": "00:30:56.310", "end": "00:31:08.070", "speaker": "Jeremy Douglass", "utterance": " i'm gonna um I actually don't have a time check on on this screen but i'm going to wrap things up briefly by just saying that archive for processing our model."}
{"start": "00:31:08.550", "end": "00:31:23.280", "speaker": "Jeremy Douglass", "utterance": " which I created a few years ago and curate currently tracks 424 different Open Source projects on github and periodically backs up and archives them, as well as coordinating with."}
{"start": "00:31:24.030", "end": "00:31:34.620", "speaker": "Jeremy Douglass", "utterance": " Processing live deployed infrastructure, so it serves as a backup if any of these tools that are being distributed globally go down or fail."}
{"start": "00:31:36.000", "end": "00:31:45.030", "speaker": "Jeremy Douglass", "utterance": " or abandoned or lost um and it also manages forks in a way that I won't get into but i'll be happy to take questions about."}
{"start": "00:31:45.720", "end": "00:31:56.550", "speaker": "Jeremy Douglass", "utterance": " So i'll just say briefly that the The problem here is building the data set to drive the github archive we have the infrastructure already based on archive for processing."}
{"start": "00:31:57.630", "end": "00:32:01.110", "speaker": "Jeremy Douglass", "utterance": " there's repository based discovery of of."}
{"start": "00:32:02.370", "end": "00:32:03.690", "speaker": "Jeremy Douglass", "utterance": " tools for example."}
{"start": "00:32:05.010", "end": "00:32:14.400", "speaker": "Jeremy Douglass", "utterance": " create a list of all of the reports that match a few hundred keyword searches once they're examined and confirmed to be actual electronic literature."}
{"start": "00:32:15.660", "end": "00:32:27.720", "speaker": "Jeremy Douglass", "utterance": " tools rock and tour informed free free ankle writer tiny choice tracery etc, etc um there's account based discovery of people and organizations."}
{"start": "00:32:28.500", "end": "00:32:36.180", "speaker": "Jeremy Douglass", "utterance": " So we crawl people and friends of people and friends of Friends of people sometimes the ones who are the who created these repositories."}
{"start": "00:32:36.630", "end": "00:32:51.000", "speaker": "Jeremy Douglass", "utterance": " To find other people who have created yet more repositories because he let communities terrible at tagging and finally we have topic based discovery, where we use indexed and tag systems themselves this gets a little bit hairy."}
{"start": "00:32:52.200", "end": "00:32:53.580", "speaker": "Jeremy Douglass", "utterance": " It requires a lot of."}
{"start": "00:32:54.660", "end": "00:33:03.960", "speaker": "Jeremy Douglass", "utterance": " Careful combing and we run into a lot of problems based to the kind of search infrastructure that's available through open source like github right now."}
{"start": "00:33:04.770", "end": "00:33:12.300", "speaker": "Jeremy Douglass", "utterance": " Turning trying to look for kinetic type biography turns into a huge can of worms because you can't even do multiple keyword search and."}
{"start": "00:33:13.350", "end": "00:33:17.280", "speaker": "Jeremy Douglass", "utterance": " Things aren't marked in that way with with hashes."}
{"start": "00:33:18.540", "end": "00:33:31.530", "speaker": "Jeremy Douglass", "utterance": " So, to conclude, history is shaped by the people who seek to preserve it, we have the present decide what to keep what to put on display and what to put into storage and what to discard um so."}
{"start": "00:33:32.400", "end": "00:33:49.140", "speaker": "Jeremy Douglass", "utterance": " I think that um there will be some pilot projects, probably focused around semi coherent and well documented communities such as interactive fiction and dialogue dialogue based fiction or chat chat Bot based fiction."}
{"start": "00:33:51.780", "end": "00:33:53.640", "speaker": "Jeremy Douglass", "utterance": " If you were interested and excited."}
{"start": "00:33:55.050", "end": "00:33:58.470", "speaker": "Jeremy Douglass", "utterance": " Please ask questions or get in touch and."}
{"start": "00:33:59.820", "end": "00:34:02.190", "speaker": "Jeremy Douglass", "utterance": " I hope that I hope that this was interesting."}
{"start": "00:34:04.290", "end": "00:34:16.920", "speaker": "Rui Torres", "utterance": " Thank you so much, Jeremy was indeed very interesting with relevant recommendations that i'm sure we will all consider and the wonderful proposal for an archive for processing issue."}
{"start": "00:34:18.090", "end": "00:34:21.180", "speaker": "Rui Torres", "utterance": " Okay, so let's know start with discussion."}
{"start": "00:34:22.290", "end": "00:34:37.110", "speaker": "Rui Torres", "utterance": " This is how I would like to proceed, we have around 30 minutes, first, I will ask Jason Samira and JEREMY if they would like to comment or ask questions to the other presenters considering that they were."}
{"start": "00:34:37.590", "end": "00:34:50.130", "speaker": "Rui Torres", "utterance": " Aware of their presentations before hand and for the general public, you can add Q or blushes in the chat room, if you have a question."}
{"start": "00:34:50.850", "end": "00:35:01.170", "speaker": "Rui Torres", "utterance": " and want to ask yourselves or, if you prefer not to turn on your camera and not have your voice recorded just write it on the chat and I will read it for you."}
{"start": "00:35:03.360", "end": "00:35:11.400", "speaker": "Rui Torres", "utterance": " So JEREMY Jason Tamara any further comments that you'd like to ask or say."}
{"start": "00:35:13.770", "end": "00:35:19.800", "speaker": "Jason Boyd", "utterance": " just maybe you'd like to ask, Jeremy what you know this this I have this perception might be, you know creep."}
{"start": "00:35:20.160", "end": "00:35:28.620", "speaker": "Jason Boyd", "utterance": " completely incorrect in my part but I found when I was looking at l m seven in the ld and even the stuff that you were talking about like do you think there is a."}
{"start": "00:35:29.430", "end": "00:35:36.300", "speaker": "Jason Boyd", "utterance": " You know a lot of my concerns are you know how do I get this stuff to my students, so I can teach it right and i'm wondering if a lot of these."}
{"start": "00:35:36.780", "end": "00:35:50.190", "speaker": "Jason Boyd", "utterance": " Activities really are facilitating that or if they're really more kind of we just want to preserve a record of it and not necessarily make it accessible for for us and for learning to is that."}
{"start": "00:35:50.220", "end": "00:35:52.140", "speaker": "Jason Boyd", "utterance": " Is that is that an error perception."}
{"start": "00:35:53.070", "end": "00:35:56.340", "speaker": "Jeremy Douglass", "utterance": " it's a great question and actually I think that um."}
{"start": "00:35:57.360", "end": "00:35:58.800", "speaker": "Jeremy Douglass", "utterance": " I had a whole section on."}
{"start": "00:36:00.690", "end": "00:36:14.880", "speaker": "Jeremy Douglass", "utterance": " The the github Arctic archive which I cut for time and that really is, and how much of the law community is actually in that the the snapshot taken and February 2020."}
{"start": "00:36:16.530", "end": "00:36:33.960", "speaker": "Jeremy Douglass", "utterance": " That was then preserved in case of civilization ending disaster right, so the software, the software is all safe it's just very hard to stand your students to like go check that get that copy of it because it's down at the bottom of a mine in the Arctic Circle so."}
{"start": "00:36:36.000", "end": "00:36:48.600", "speaker": "Jeremy Douglass", "utterance": " This is kind of the opposite of that in that we're using a working staging area where people can grab software tools from directly github repos can have releases and, in fact, one of the things that the processing archive does."}
{"start": "00:36:49.680", "end": "00:36:52.770", "speaker": "Jeremy Douglass", "utterance": " Is it intervenes at the moment that."}
{"start": "00:36:54.750", "end": "00:37:04.650", "speaker": "Jeremy Douglass", "utterance": " authors and creators and to makers abandon or or for various reasons, their works and provides continued availability so um."}
{"start": "00:37:05.280", "end": "00:37:13.380", "speaker": "Jeremy Douglass", "utterance": " So it's a little bit more like a lending library in the digital sense, and then it is like a comprehensive catalog."}
{"start": "00:37:14.130", "end": "00:37:33.750", "speaker": "Jeremy Douglass", "utterance": " The idea is that these are living practices and so github is definitely a barrier to entry to an average group of English literature students, but the infrastructure is in place to attach zip files to these to these points and give people downloads and that's often the way that you."}
{"start": "00:37:35.220", "end": "00:37:40.410", "speaker": "Jeremy Douglass", "utterance": " can take what's already there and then start lowering and lowering the better barrier for pedagogical purposes."}
{"start": "00:37:42.570", "end": "00:37:42.960", "speaker": "Jason Boyd", "utterance": " Thank you."}
{"start": "00:37:45.180", "end": "00:37:54.000", "speaker": "Samara Hayley Steele", "utterance": " You know i'm I have a question kind of to piggyback on that for both Jason and JEREMY it seemed like there was a."}
{"start": "00:37:54.450", "end": "00:38:05.400", "speaker": "Samara Hayley Steele", "utterance": " Almost a connective thread between your talks relating to like preservation and accessibility, like the ability for students to access certain things or future designers."}
{"start": "00:38:05.970", "end": "00:38:16.410", "speaker": "Samara Hayley Steele", "utterance": " And I find myself thinking about how like archival practices influence contemporary design like do you feel like there's a satisfactory conversation."}
{"start": "00:38:16.890", "end": "00:38:27.960", "speaker": "Samara Hayley Steele", "utterance": " Among contemporary creators of a literature about how people are going to access their literature in 10 years or do you feel that this is something neglected by design communities."}
{"start": "00:38:34.680", "end": "00:38:42.330", "speaker": "Jason Boyd", "utterance": " i'll let JEREMY speak the you know the maybe the archival thing, but you know what am I concerns that I, you know I."}
{"start": "00:38:43.650", "end": "00:38:49.920", "speaker": "Jason Boyd", "utterance": " You know wondered about and that's why I look particularly at apple and rapper and game club right because they."}
{"start": "00:38:50.340", "end": "00:38:59.040", "speaker": "Jason Boyd", "utterance": " They are sort of actually preserving in a certain way, but they're you know they're his businesses right there they're there to make a living right."}
{"start": "00:38:59.940", "end": "00:39:12.120", "speaker": "Jason Boyd", "utterance": " And there was one point when APP on rappers whole YouTube channel get taken down because of a notification of something, and it was just like well, so it could just go disappeared like that right."}
{"start": "00:39:13.650", "end": "00:39:16.890", "speaker": "Jason Boyd", "utterance": " And I don't think anyone has actually approached APP and rapper and said."}
{"start": "00:39:17.970", "end": "00:39:26.010", "speaker": "Jason Boyd", "utterance": " Would you, you know, do you actually care about archiving and preserving you know all of those places that you've made right."}
{"start": "00:39:27.180", "end": "00:39:37.500", "speaker": "Jason Boyd", "utterance": " And, and with the game club thing I find it really interesting because i'm not sure if that business model is actually a sustainable, what right there, like the I think the idea is that you try to build up."}
{"start": "00:39:37.920", "end": "00:39:48.600", "speaker": "Jason Boyd", "utterance": " A huge catalogue of games that people have installed your Ford want to keep playing and so that they can pay programmers to keep recreating them for modern operating systems, but."}
{"start": "00:39:50.160", "end": "00:40:02.850", "speaker": "Jason Boyd", "utterance": " Is that an archival solution is that a sustainable solution, I don't know of any other example out there, so it's kind of for me i'm good at see about you know what models are out there, that that one could point to."}
{"start": "00:40:05.070", "end": "00:40:06.120", "speaker": "Jeremy Douglass", "utterance": " summer I think that."}
{"start": "00:40:06.180", "end": "00:40:11.640", "speaker": "Jeremy Douglass", "utterance": " Maybe my answer would be a question for you, which is it relates to the."}
{"start": "00:40:14.250", "end": "00:40:22.650", "speaker": "Jeremy Douglass", "utterance": " The obligations our obligations and players obligations to each other in role playing and large practice to."}
{"start": "00:40:24.330", "end": "00:40:43.380", "speaker": "Jeremy Douglass", "utterance": " The tension between present experience and some kind of archival or representation or sometimes of exterior representation at all, so that is to say, who are the players that are playing for posterity and who are the players who are playing for now right and and that and so."}
{"start": "00:40:44.730", "end": "00:40:58.260", "speaker": "Jeremy Douglass", "utterance": " And then, in the intervening in the intervening moment when the curator says, you know I want to, I want to fix some of the ephemerality of this material that I love, so that evidence of it can endure."}
{"start": "00:41:00.180", "end": "00:41:10.470", "speaker": "Jeremy Douglass", "utterance": " Is that you know, let the doctor he, like do you need a pin to stick the butterfly to the to the Cork board right and so there's I guess what i'm what i'm sort of."}
{"start": "00:41:11.490", "end": "00:41:28.440", "speaker": "Jeremy Douglass", "utterance": " You know answer answering and asking is is I think there's always going to be this negotiation, where there are multiple stakeholders, some of whom are indifferent to posterity and some of whom are actively hostile to it for their own reasons right."}
{"start": "00:41:30.360", "end": "00:41:46.500", "speaker": "Jeremy Douglass", "utterance": " And they might be, because there are corporations, who want you know planned obsolescence and scarcity, or they might be that actually there's something aesthetically freeing for the artist or for the participant in in the ephemeral experience right i'm."}
{"start": "00:41:47.520", "end": "00:41:53.400", "speaker": "Jeremy Douglass", "utterance": " Sorry, I forgot to end with a question mark, but how would you speak to these issues in your material."}
{"start": "00:41:54.660", "end": "00:42:03.330", "speaker": "Samara Hayley Steele", "utterance": " You know it's it's really interesting that you um that you asked that and i'm realizing that this is almost a repeat of."}
{"start": "00:42:03.780", "end": "00:42:14.400", "speaker": "Samara Hayley Steele", "utterance": " A question I asked at the first scholarly large conference that I went to nyu in 2014 like six years ago, or the seven now i'm."}
{"start": "00:42:15.390", "end": "00:42:32.070", "speaker": "Samara Hayley Steele", "utterance": " In which I made the mistake of asking some members of the Nordic lab Community if we might replicate one of the lives that they had created in 2006 in the states, there was a lark called between earth and sky that."}
{"start": "00:42:33.150", "end": "00:42:40.740", "speaker": "Samara Hayley Steele", "utterance": " had some really interesting gender playability like for genders, and you know all this stuff in it as a larger and hacker I was like."}
{"start": "00:42:40.770", "end": "00:42:41.790", "speaker": "Samara Hayley Steele", "utterance": " Oh cool wait you."}
{"start": "00:42:41.790", "end": "00:42:45.690", "speaker": "Samara Hayley Steele", "utterance": " Have gender based on eye color in that game, you know let's try it here."}
{"start": "00:42:46.260", "end": "00:42:55.920", "speaker": "Samara Hayley Steele", "utterance": " And when I proposed that their faces dropped, there was this sense of like my my God, how could you ever replicate that experience how could you think to."}
{"start": "00:42:56.310", "end": "00:43:10.380", "speaker": "Samara Hayley Steele", "utterance": " You know sort of invade upon the the sort of artistic ephemeral experience that those who mounted this piece had and it wasn't written to be to be replicated."}
{"start": "00:43:11.490", "end": "00:43:22.410", "speaker": "Samara Hayley Steele", "utterance": " You know, so I think ephemerality is is definitely a feature of the large, medium and you have large makers, you know who very much want their work to be."}
{"start": "00:43:22.890", "end": "00:43:36.060", "speaker": "Samara Hayley Steele", "utterance": " You know replicated Forked imported and then you have those who don't want the content to be Forked but who often have Community management practices."}
{"start": "00:43:36.660", "end": "00:43:48.000", "speaker": "Samara Hayley Steele", "utterance": " and practices of negotiating the IDC is that they do try to fork and so there are these different ways, the different features of large being."}
{"start": "00:43:48.600", "end": "00:43:56.790", "speaker": "Samara Hayley Steele", "utterance": " That the creators will say kind of intense you know okay I don't I don't want that story to ever be told again, but I do think that way of negotiating."}
{"start": "00:43:57.150", "end": "00:44:10.380", "speaker": "Samara Hayley Steele", "utterance": " mechanics about what happens next in the story needs to become the new norm, so there, there are definitely things folks want to spread but it's not necessarily the content in every case, but that's yeah that's a great question thank."}
{"start": "00:44:10.380", "end": "00:44:11.760", "speaker": "Jeremy Douglass", "utterance": " You Thank you."}
{"start": "00:44:13.530", "end": "00:44:14.070", "speaker": "Rui Torres", "utterance": " Okay, so."}
{"start": "00:44:14.100", "end": "00:44:15.690", "speaker": "Rui Torres", "utterance": " mark is also asking."}
{"start": "00:44:16.920", "end": "00:44:24.930", "speaker": "Rui Torres", "utterance": " is asking a question to JEREMY, but I believe that Jason can also reply, what are your thoughts on preserving iPad Apps."}
{"start": "00:44:26.550", "end": "00:44:29.850", "speaker": "Rui Torres", "utterance": " I think disconnects both Jeremy and Jason."}
{"start": "00:44:34.740", "end": "00:44:37.740", "speaker": "Jason Boyd", "utterance": " I think mark is really suggesting JEREMY had some insights to offer."}
{"start": "00:44:38.130", "end": "00:44:38.610", "speaker": "Jeremy Douglass", "utterance": " So that."}
{"start": "00:44:38.670", "end": "00:44:40.110", "speaker": "Jeremy Douglass", "utterance": " i'm the a."}
{"start": "00:44:42.330", "end": "00:44:42.780", "speaker": "Jeremy Douglass", "utterance": " So."}
{"start": "00:44:43.890", "end": "00:44:48.840", "speaker": "Jeremy Douglass", "utterance": " Get you know Apps on github that are open source of the low hanging fruit right, I like to do."}
{"start": "00:44:49.320", "end": "00:45:04.350", "speaker": "Jeremy Douglass", "utterance": " You know you've got you've got a community of people who actively want people to fork their stuff and they've made it to the fourth and the legal arrangement, so you so you started it started out with like the toy case right where where iPad Apps are like."}
{"start": "00:45:05.940", "end": "00:45:19.500", "speaker": "Jeremy Douglass", "utterance": " On the same spectrum but but far over, on the other end, you know the the corporate arrangement that the proprietary hardware, the digital rights management and then you've got the APP packages so um I think."}
{"start": "00:45:21.000", "end": "00:45:31.440", "speaker": "Jeremy Douglass", "utterance": " Dini gregoire has the right idea about the fact that you know hardware hardware archiving is an integral part of that process right it's not just that the hardware is."}
{"start": "00:45:34.170", "end": "00:45:39.510", "speaker": "Jeremy Douglass", "utterance": " haptic Lee unique it's also the fact that it's so intimately tied."}
{"start": "00:45:39.540", "end": "00:45:42.030", "speaker": "Jeremy Douglass", "utterance": " To the distribution and security model."}
{"start": "00:45:42.300", "end": "00:45:54.690", "speaker": "Jeremy Douglass", "utterance": " That essentially you need to do it's a historical reenactment you're essentially it's like you're you're you're like on the east coast pretending to be a colonial in colonial times right and you need to get out that iPad."}
{"start": "00:45:55.470", "end": "00:46:07.200", "speaker": "Jeremy Douglass", "utterance": " That you could then side load those packages that you backed up through iTunes on right so it's the same you know, there are similar things with flash, which is much easier that um I."}
{"start": "00:46:07.770", "end": "00:46:11.130", "speaker": "Jeremy Douglass", "utterance": " I spin up a virtual machine that says it's new grounds."}
{"start": "00:46:11.850", "end": "00:46:26.190", "speaker": "Jeremy Douglass", "utterance": " And I just load my flash packages on them and they all run great because All they do is they check to see if they're running on new grounds and by golly they are right and and so that's that's a kind of a simple virtual version of the same thing, which is that um."}
{"start": "00:46:27.270", "end": "00:46:28.260", "speaker": "Jeremy Douglass", "utterance": " I have a brilliant."}
{"start": "00:46:30.660", "end": "00:46:36.900", "speaker": "Jeremy Douglass", "utterance": " graduate student who well actually she did her dissertation on seed banks and."}
{"start": "00:46:37.800", "end": "00:46:50.580", "speaker": "Jeremy Douglass", "utterance": " noted the fact that, just because you save up all the genetic material doesn't mean that they're viable if you didn't preserve something about the ecosystem right and it's a huge it's I think that's very true for for the iPad as well."}
{"start": "00:46:51.750", "end": "00:47:02.400", "speaker": "Jeremy Douglass", "utterance": " You have to have a computer running iTunes at a minimum like just imagine everything that that touches that circulation of the APP becoming viable and then try to recreate as much as possible."}
{"start": "00:47:04.620", "end": "00:47:08.250", "speaker": "Rui Torres", "utterance": " Thank you, Jeremy rob welcome to the discussion."}
{"start": "00:47:09.570", "end": "00:47:09.900", "speaker": "Rob Wittig", "utterance": " I."}
{"start": "00:47:11.010", "end": "00:47:19.650", "speaker": "Rob Wittig", "utterance": " Great presentations and really lots of interweaving to think about and I have just a quick observation and then a."}
{"start": "00:47:20.850", "end": "00:47:21.420", "speaker": "Rob Wittig", "utterance": " question."}
{"start": "00:47:21.990", "end": "00:47:25.020", "speaker": "Rob Wittig", "utterance": " Initially, to haley but then to others as well."}
{"start": "00:47:26.280", "end": "00:47:34.950", "speaker": "Rob Wittig", "utterance": " I just loved this you know the archiving question is so interesting historically because, yes, sometimes creators want their works preserved."}
{"start": "00:47:35.190", "end": "00:47:42.120", "speaker": "Rob Wittig", "utterance": " And sometimes they don't but even if they don't then others want them preserved scholars come in and scrupulously try to preserve things."}
{"start": "00:47:42.510", "end": "00:47:50.790", "speaker": "Rob Wittig", "utterance": " And it's very interesting to see over history with the older technologies, how kind of random and arbitrary."}
{"start": "00:47:51.270", "end": "00:48:00.780", "speaker": "Rob Wittig", "utterance": " The different archiving systems are like we know what we do as books now write books going libraries, but the history of libraries is so odd and quirky and the."}
{"start": "00:48:01.470", "end": "00:48:13.860", "speaker": "Rob Wittig", "utterance": " in new technologies, if the first key creators begin to archive it and care about archiving well then everybody just starts to do that, because all that just that travels with the art form right like Oh well, this is what you do with this."}
{"start": "00:48:14.070", "end": "00:48:23.340", "speaker": "Rob Wittig", "utterance": " And then art forms that don't preserve then that travels with that art form as well and it's you know it's it's unclear whether Shakespeare wanted."}
{"start": "00:48:23.670", "end": "00:48:33.900", "speaker": "Rob Wittig", "utterance": " Preservation of those texts like his poems were The important thing in the place where his day job and some extent so anyway, but my question for for haley just is."}
{"start": "00:48:34.770", "end": "00:48:50.880", "speaker": "Rob Wittig", "utterance": " As you survey the larger world what kinds of traditions about preservation I love that story about people saying no don't repeat it, because, again in theater it's fine to repeat it, but then I sometimes don't care about preserving you know, but what what."}
{"start": "00:48:51.960", "end": "00:48:59.070", "speaker": "Rob Wittig", "utterance": " archiving traditions are building in the larger world, and do you think they should be different."}
{"start": "00:49:02.820", "end": "00:49:11.370", "speaker": "Samara Hayley Steele", "utterance": " Thank you so much rob that's a great question and it's funny because this is actually making me think of net profit shout out to the net profit."}
{"start": "00:49:11.460", "end": "00:49:13.380", "speaker": "Samara Hayley Steele", "utterance": " medium for automatically."}
{"start": "00:49:13.410", "end": "00:49:16.410", "speaker": "Rob Wittig", "utterance": " archiving its practice."}
{"start": "00:49:17.580", "end": "00:49:31.170", "speaker": "Samara Hayley Steele", "utterance": " Like while while it's unfolding and but you know learn it there's just such a diversity of of large makers and I, you know and some."}
{"start": "00:49:32.490", "end": "00:49:41.790", "speaker": "Samara Hayley Steele", "utterance": " it's it's interesting how depending on the larger community, there are different concepts of which part of the lark is the thing to preserve."}
{"start": "00:49:41.820", "end": "00:49:42.780", "speaker": "Samara Hayley Steele", "utterance": " You know, in a number of."}
{"start": "00:49:42.900", "end": "00:49:59.400", "speaker": "Samara Hayley Steele", "utterance": " European large you have communities that published books of large scripts and the alert factory and also has published, I think a few anthologies of large scripts at this point, you know, usually gallery larks and things that you know are kind of."}
{"start": "00:50:01.500", "end": "00:50:05.610", "speaker": "Samara Hayley Steele", "utterance": " mounted artistically or with like a social theme, or something."}
{"start": "00:50:07.560", "end": "00:50:15.930", "speaker": "Samara Hayley Steele", "utterance": " With the idea, you know that you could run it in a classroom there's a book called hashtag feminism the lizzie stark and Jason Morningstar edited."}
{"start": "00:50:16.830", "end": "00:50:26.760", "speaker": "Samara Hayley Steele", "utterance": " That has a number of gallery large or nano alerts that can be played in under an hour that are meant to demonstrate different facets feminist discourse."}
{"start": "00:50:27.960", "end": "00:50:39.480", "speaker": "Samara Hayley Steele", "utterance": " You know, so there, there are these loops that are activists slurps and artistic blurbs that sometimes get the loops group treatment that sometimes get preservation that sometimes have the effort to replicate them."}
{"start": "00:50:40.230", "end": "00:50:52.590", "speaker": "Samara Hayley Steele", "utterance": " go through, then you have other alerts that that don't for a number of reasons, and then you have the luck makers who are only interested in the the platform itself and."}
{"start": "00:50:53.460", "end": "00:51:03.540", "speaker": "Samara Hayley Steele", "utterance": " You know, treat the stories, as if their content it's just it's as if you know the alert right is just some blogger longer in the blogosphere and they ignore the content of the Games, but."}
{"start": "00:51:04.050", "end": "00:51:18.390", "speaker": "Samara Hayley Steele", "utterance": " are obsessed with preserving the codec structure and in those communities, sometimes alarp rates, you know get kind of get the shaft in a way, and their their work is under appreciated um but yeah that's that's a great a great question, thank you."}
{"start": "00:51:23.010", "end": "00:51:23.640", "speaker": "Rui Torres", "utterance": " Thank you."}
{"start": "00:51:25.980", "end": "00:51:27.960", "speaker": "Rui Torres", "utterance": " anyone else would like to ask something."}
{"start": "00:51:30.330", "end": "00:51:32.400", "speaker": "Rui Torres", "utterance": " While I while you think about it."}
{"start": "00:51:33.450", "end": "00:51:53.430", "speaker": "Rui Torres", "utterance": " Like one of the things that your abstracts not necessarily our presentations but your abstracts have in common is a pedagogical and an educational concern, even if you were not able to address these in your limited time Jason, for instance, talks about students tablet literacy."}
{"start": "00:51:54.540", "end": "00:52:02.400", "speaker": "Rui Torres", "utterance": " Samira says that called the carbs offer unique opportunities to teach and study called platform modeling."}
{"start": "00:52:03.240", "end": "00:52:25.230", "speaker": "Rui Torres", "utterance": " And even jeremy's differentiation between tools and works can be I believe relevant So is there anything that you'd like to add and capture from your papers to add to these discussion regarding education that illogical issues that these topics maze."}
{"start": "00:52:26.760", "end": "00:52:29.220", "speaker": "Jeremy Douglass", "utterance": " Well, well i'll say briefly that this."}
{"start": "00:52:30.510", "end": "00:52:30.870", "speaker": "Jeremy Douglass", "utterance": " This."}
{"start": "00:52:31.650", "end": "00:52:32.880", "speaker": "Jeremy Douglass", "utterance": " The earlier projects."}
{"start": "00:52:33.060", "end": "00:52:35.010", "speaker": "Jeremy Douglass", "utterance": " Are archived for processing."}
{"start": "00:52:36.330", "end": "00:52:43.380", "speaker": "Jeremy Douglass", "utterance": " And now, this project arise out of pedagogical desire right, you know so when, at that moment um."}
{"start": "00:52:44.490", "end": "00:52:45.480", "speaker": "Jeremy Douglass", "utterance": " When you want to."}
{"start": "00:52:47.280", "end": "00:52:58.560", "speaker": "Jeremy Douglass", "utterance": " What are all of the tools and can I can I go and look at all of them and then provide a summary and then pick out, you know, three each for three three week units, or something you know so there's this kind of."}
{"start": "00:53:00.000", "end": "00:53:05.400", "speaker": "Jeremy Douglass", "utterance": " The desire to survey or the desire to compile annotated bibliography of."}
{"start": "00:53:06.420", "end": "00:53:18.600", "speaker": "Jeremy Douglass", "utterance": " Electronic literature creative activity is something that is i'm very easily frustrated because, unlike a lot of other communities it's very diaphanous anything."}
{"start": "00:53:19.590", "end": "00:53:25.620", "speaker": "Jeremy Douglass", "utterance": " Anything can be a Neil it authoring tool in the hands of the right person and many participants in the."}
{"start": "00:53:26.130", "end": "00:53:40.680", "speaker": "Jeremy Douglass", "utterance": " Community do not use similar terminology to describe themselves and in this way they're very unlike a lot of professional development communities who cohere around platforms and then use certain vocabulary and so that means that this is kind of."}
{"start": "00:53:41.700", "end": "00:53:49.980", "speaker": "Jeremy Douglass", "utterance": " A personal dream for me and, if I can get this thing working i'll be the first one to use it all the time, which is, I think, a good way to pick projects."}
{"start": "00:53:58.080", "end": "00:54:01.980", "speaker": "Samara Hayley Steele", "utterance": " um and thank you for bringing up that part of."}
{"start": "00:54:02.040", "end": "00:54:08.820", "speaker": "Samara Hayley Steele", "utterance": " My abstract day, I guess, I had to cut it down to 10 minutes and I was like Okay, which which partner like keep in which do I cut but um."}
{"start": "00:54:09.570", "end": "00:54:17.280", "speaker": "Samara Hayley Steele", "utterance": " You know, over the last year i've been teaching actually was the year before this the missing year."}
{"start": "00:54:18.780", "end": "00:54:20.610", "speaker": "Samara Hayley Steele", "utterance": " 2019 to 2028."}
{"start": "00:54:21.630", "end": "00:54:29.070", "speaker": "Samara Hayley Steele", "utterance": " Work to teach lark to undergraduate students, as part of an experimental class with the mob lab uc Davis."}
{"start": "00:54:29.760", "end": "00:54:40.800", "speaker": "Samara Hayley Steele", "utterance": " And something very interesting about that experience, because I wanted to teach 1970s era alert but didn't want to teach contemporary art it's like start with the classics but this meant."}
{"start": "00:54:41.490", "end": "00:54:52.470", "speaker": "Samara Hayley Steele", "utterance": " Training, a group of graduate students in running this style of large, and so there was like this whole sort of theatrical personnel situation of having to teach these folks who."}
{"start": "00:54:52.860", "end": "00:55:06.210", "speaker": "Samara Hayley Steele", "utterance": " don't know how to use like the code base, you know data bank bank style lobbying and how to do that and getting them fluent and time to teach the undergraduate so it sort of this."}
{"start": "00:55:06.660", "end": "00:55:21.720", "speaker": "Samara Hayley Steele", "utterance": " You know the similar problem only the the thing I need to generate is like this analog staff of folks and it definitely wasn't the type of satisfactory experience that you get you know with a community of."}
{"start": "00:55:22.860", "end": "00:55:39.270", "speaker": "Samara Hayley Steele", "utterance": " 20 to 30 fluent libraries in the coded language so so there's definitely that sort of startup costs and you can't quite archive personnel I guess the way you could, if you get an archive of digital media."}
{"start": "00:55:40.440", "end": "00:55:45.390", "speaker": "Samara Hayley Steele", "utterance": " So it's it's a really interesting comparison across across pedagogy is here."}
{"start": "00:55:49.980", "end": "00:55:52.500", "speaker": "Jason Boyd", "utterance": " I would just you know I really."}
{"start": "00:55:52.830", "end": "00:55:55.230", "speaker": "Rui Torres", "utterance": " appreciated jeremy's point you know, Dr."}
{"start": "00:55:55.380", "end": "00:55:57.930", "speaker": "Jason Boyd", "utterance": " dina Grigory know but hardware archiving because."}
{"start": "00:55:59.040", "end": "00:56:05.850", "speaker": "Jason Boyd", "utterance": " that's been the biggest challenge is the hardware component for for using this in the pedagogy you know, using tablet and a."}
{"start": "00:56:06.180", "end": "00:56:12.480", "speaker": "Jason Boyd", "utterance": " pedagogical context you know, and I applied some of the challenges we faced with the program there, and you know."}
{"start": "00:56:13.080", "end": "00:56:21.660", "speaker": "Jason Boyd", "utterance": " I have used as a sort of work around like I had this year, I said well just go and look at people's play through is, but you know something like."}
{"start": "00:56:22.410", "end": "00:56:31.020", "speaker": "Jason Boyd", "utterance": " device six is so intimate the story so intimately tied in like the iPad is device for eight it's part of the story."}
{"start": "00:56:31.350", "end": "00:56:43.860", "speaker": "Jason Boyd", "utterance": " And the actual physical hardware is is really integral to the effect of the story, and so you know I really am sort of resistant to some sort of simulacra."}
{"start": "00:56:44.640", "end": "00:56:50.520", "speaker": "Jason Boyd", "utterance": " You know of those works, you know being sort of watched on a sort of you know, a laptop or."}
{"start": "00:56:51.060", "end": "00:57:08.190", "speaker": "Jason Boyd", "utterance": " A desktop computer right, so I really I really want students to have that ability to you know use that hardware devices, I think it's really integral but, but you know the challenges of you know, constantly making sure that you know the the hardware, the software."}
{"start": "00:57:09.390", "end": "00:57:20.880", "speaker": "Jason Boyd", "utterance": " And all that other stuff and the loan lending program is all kind of running smoothly requires a lot of investment on the part of a teacher right and i'm willing to do that because i'm really passionate about those works, but."}
{"start": "00:57:21.720", "end": "00:57:38.130", "speaker": "Jason Boyd", "utterance": " You know I can't expect every you know educator to to go through that kind of you know trouble to teach you know, maybe one or two you know works on the on the tablet so it's it's a kind of a problem I have found a perfect solution for."}
{"start": "00:57:40.230", "end": "00:57:41.280", "speaker": "Rui Torres", "utterance": " Thank you Jason."}
{"start": "00:57:41.580", "end": "00:57:42.930", "speaker": "Rui Torres", "utterance": " Yes, Mr Marino."}
{"start": "00:57:46.350", "end": "00:57:46.800", "speaker": "Rui Torres", "utterance": " mark."}
{"start": "00:57:56.730", "end": "00:57:57.750", "speaker": "Rui Torres", "utterance": " raise your hand."}
{"start": "00:57:58.530", "end": "00:58:02.370", "speaker": "Mark Marino", "utterance": " yeah sorry, can you hear me Okay, yes, no yes okay."}
{"start": "00:58:03.840", "end": "00:58:22.710", "speaker": "Mark Marino", "utterance": " So it was a fantastic presentation and this question of personal preservation is something that we ran into with the kids he lit exhibit because we wanted to to use this piece called yup I got so later this beautiful piece that."}
{"start": "00:58:23.880", "end": "00:58:41.760", "speaker": "Mark Marino", "utterance": " is no longer in the iPad store and why isn't it in the iPad store anymore well hard to say, but one reason for things not to be in the iPad stores, that you have to pay to keep your works in the iPad store right, so I guess, I just wanted to also."}
{"start": "00:58:51.600", "end": "00:58:53.490", "speaker": "Rui Torres", "utterance": " We lost you for a new oxygen mark."}
{"start": "00:58:57.930", "end": "00:59:09.480", "speaker": "Mark Marino", "utterance": " jake Jeremy and I have talked about the icebound compendium okay well where's icebound compendium alright well suddenly that becomes another issue where."}
{"start": "00:59:10.350", "end": "00:59:22.170", "speaker": "Mark Marino", "utterance": " Jacob and Aaron have to keep updating their project because of changes to the way iPad runs its Apps and runs it store, so I I."}
{"start": "00:59:22.920", "end": "00:59:36.420", "speaker": "Mark Marino", "utterance": " I love this notion of strategies for preserving, but I think it's also just an artistic Community just to just sort of think about reflect on the ways in which commercial platforms."}
{"start": "00:59:37.650", "end": "00:59:55.710", "speaker": "Mark Marino", "utterance": " You know, create a unique challenge for us in ways that maybe they don't for people who are you know stone sculptors perhaps right and that you know that that push that people have made from time to time, keep things Open Source try to you know again."}
{"start": "00:59:57.360", "end": "01:00:11.790", "speaker": "Mark Marino", "utterance": " i'm not going to tell samantha gorman not to create awesome Apps for vr for pri you know for for the tablet for these other platforms, but there is a commercial contamination of."}
{"start": "01:00:14.220", "end": "01:00:32.520", "speaker": "Mark Marino", "utterance": " of planned obsolescence in these platforms that makes it economically and just practically challenging for the artist who wants their work to live beyond this week anyway i'm sure i'm sure you guys have done that but there's something i'm thinking about."}
{"start": "01:00:33.300", "end": "01:00:40.680", "speaker": "Jason Boyd", "utterance": " Why, I find the terrible irony is that it's it's those kinds of artists who can't put in that kind of time and investment."}
{"start": "01:00:41.160", "end": "01:00:52.620", "speaker": "Jason Boyd", "utterance": " who use the I things like the iPad the tablet in the most creative ways like really, really kind of, say, what can I do with all of the ordinances that the iPad has those are the ones who are really pushing the envelope."}
{"start": "01:00:53.760", "end": "01:01:07.410", "speaker": "Jason Boyd", "utterance": " And they're the ones, maybe the least equipped to constantly deal with the change and updates and ios and stuff like like, for instance, their employers strange rain can't be played on current ios is so it's."}
{"start": "01:01:08.700", "end": "01:01:11.070", "speaker": "Jason Boyd", "utterance": " You know it's it's it's a terrible Iran."}
{"start": "01:01:13.980", "end": "01:01:14.910", "speaker": "Jeremy Douglass", "utterance": " yeah there's i'm."}
{"start": "01:01:16.380", "end": "01:01:16.800", "speaker": "Jeremy Douglass", "utterance": " In the."}
{"start": "01:01:18.510", "end": "01:01:26.220", "speaker": "Jeremy Douglass", "utterance": " In the cats game book collection that uc Santa Barbara which is primarily print we examples, going back to the 60s."}
{"start": "01:01:27.930", "end": "01:01:28.500", "speaker": "Jeremy Douglass", "utterance": " there's a."}
{"start": "01:01:30.120", "end": "01:01:42.420", "speaker": "Jeremy Douglass", "utterance": " there's an early iPod which had the physical spinning wheel interface for for a branching path audio books, so you could load a set of tracks."}
{"start": "01:01:43.410", "end": "01:02:02.130", "speaker": "Jeremy Douglass", "utterance": " On to the as an album on to the iPad and then you navigated by following the instructions at the end of each audio clip to then turn like you were turning the pages of the book two different tracks, which is scroll by in the little led screen, so the."}
{"start": "01:02:03.210", "end": "01:02:11.580", "speaker": "Jeremy Douglass", "utterance": " The collector that did that did the thing, where he was like well, I want to archive this thing i'm going to have to actually archive the iPod with the click wheel."}
{"start": "01:02:13.380", "end": "01:02:19.290", "speaker": "Jeremy Douglass", "utterance": " But that was very, very late lightly tied to the cloud and now i'm."}
{"start": "01:02:21.300", "end": "01:02:41.430", "speaker": "Jeremy Douglass", "utterance": " Yet, yes, actually yeah but um but but, but the cloud it makes it adds a whole nother level of complexity, where even if you have the device, and even if you have an era computer, you may not be able to negotiate putting the work on the device in a reasonable format."}
{"start": "01:02:42.450", "end": "01:02:48.300", "speaker": "Jeremy Douglass", "utterance": " Without the cloud servers which have since been decommissioned or have delisted the work from the store."}
{"start": "01:02:48.750", "end": "01:03:02.880", "speaker": "Jeremy Douglass", "utterance": " So you need to crack or or or siloed, but the real solution is to preload right, you have the hardware you installed the licensed version of the work it will work when offline for the servers from five minutes."}
{"start": "01:03:04.080", "end": "01:03:10.830", "speaker": "Jeremy Douglass", "utterance": " And then you got to keep that device running and now you have strange rain or now you have you know pri."}
{"start": "01:03:12.450", "end": "01:03:13.830", "speaker": "Jeremy Douglass", "utterance": " And it's it's hard."}
{"start": "01:03:15.000", "end": "01:03:15.540", "speaker": "Jeremy Douglass", "utterance": " But."}
{"start": "01:03:16.740", "end": "01:03:18.210", "speaker": "Jeremy Douglass", "utterance": " it's what's given to us."}
{"start": "01:03:23.550", "end": "01:03:24.720", "speaker": "Rui Torres", "utterance": " Any other question."}
{"start": "01:03:27.660", "end": "01:03:32.100", "speaker": "Jason Boyd", "utterance": " sounds like another grant applications to my university for a whole."}
{"start": "01:03:32.340", "end": "01:03:32.880", "speaker": "Jason Boyd", "utterance": " suite of."}
{"start": "01:03:33.840", "end": "01:03:43.140", "speaker": "Jeremy Douglass", "utterance": " I do the easiest to I start on the shallow end of the pool and slowly work my way towards towards the iPad I may never get there."}
{"start": "01:03:45.870", "end": "01:03:55.890", "speaker": "Samara Hayley Steele", "utterance": " Yes, my brain was going towards legal battles, rather than grant applications like EU or their monopoly laws that need to fight this battle, but that's you know, maybe that's already happening."}
{"start": "01:04:01.230", "end": "01:04:03.300", "speaker": "Rui Torres", "utterance": " Tomorrow, may I ask you a question to."}
{"start": "01:04:04.710", "end": "01:04:05.190", "speaker": "None", "utterance": "For sure."}
{"start": "01:04:06.210", "end": "01:04:18.240", "speaker": "Rui Torres", "utterance": " Okay, so i'm sure that you have developed this idea in your paper, and I will of course read it, but I would like you to talk a little bit more about your efforts to develop blurb consent mechanics."}
{"start": "01:04:18.870", "end": "01:04:27.600", "speaker": "Rui Torres", "utterance": " And because it of anti code that you propose in your abstract but, again, you were not able to address in here."}
{"start": "01:04:28.680", "end": "01:04:39.600", "speaker": "Samara Hayley Steele", "utterance": " Right right, you know and and I should definitely not take credit for the development of consent mechanics i'd say the the credit for that belongs to."}
{"start": "01:04:41.040", "end": "01:04:54.210", "speaker": "Samara Hayley Steele", "utterance": " Bowman Brown and cajoling who have been working for about a decade to develop these practices that can be used to sometimes replace code and large with."}
{"start": "01:04:56.130", "end": "01:04:59.340", "speaker": "Samara Hayley Steele", "utterance": " Consent base story negotiations."}
{"start": "01:05:00.480", "end": "01:05:11.820", "speaker": "Samara Hayley Steele", "utterance": " and mechanics that kind of move at the level of Meta games as well um but some of the work i've been doing and thinking through recently."}
{"start": "01:05:12.120", "end": "01:05:24.120", "speaker": "Samara Hayley Steele", "utterance": " And then I had a chance to explore in the critical code studies working group which was very exciting to be part of the thing in 2018 Thank you Jeremy and mark for putting that together um but."}
{"start": "01:05:25.050", "end": "01:05:32.700", "speaker": "Samara Hayley Steele", "utterance": " Anti code is kind of a movement within large that has been growing out of the uc Irvine large movement in which."}
{"start": "01:05:34.050", "end": "01:05:55.560", "speaker": "Samara Hayley Steele", "utterance": " Large makers will create the sort of art code in a way that is meant to disrupt assumptions about the things that large code is usually applied to and there's this large maker Evan shower who's created this system port of secrets, you know and they take."}
{"start": "01:05:56.730", "end": "01:06:13.200", "speaker": "Samara Hayley Steele", "utterance": " some level of credit for it, but you know every learning platform is sort of developed at a Community level, because you can't get the bugs out without like 10 other people, but um he was sort of the instigator of the idea that you could create alert system that disrupts."}
{"start": "01:06:14.940", "end": "01:06:26.790", "speaker": "Samara Hayley Steele", "utterance": " Other forms of code pervasive in life that kind of represent early forms of exchange ability that emerged within capitalism."}
{"start": "01:06:27.420", "end": "01:06:33.210", "speaker": "Samara Hayley Steele", "utterance": " And so, his ideas that it's sort of an alarm that resist capitalism at the at the codec level."}
{"start": "01:06:33.960", "end": "01:06:48.660", "speaker": "Samara Hayley Steele", "utterance": " which I found very interesting as someone who's i'm someone who has been part of freakin squat movements, where we attempt to create these pre figurative spaces in which you know it's it's purely friggin no one's interacting with capital."}
{"start": "01:06:49.680", "end": "01:07:10.020", "speaker": "Samara Hayley Steele", "utterance": " yada yada yada you know, so there, there are these sort of types of resistance, a forms of exchange ability, you know going on at the semantic level and in those large communities that might run a parallel to sort of be the autonomous movements from 1970s onwards, in France."}
{"start": "01:07:11.580", "end": "01:07:24.120", "speaker": "Samara Hayley Steele", "utterance": " But you know the the large communities definitely aren't engaging and other other kinds of resistance there's this sort of isolation between these two practices, even though some of the language around what they're doing."}
{"start": "01:07:25.230", "end": "01:07:47.100", "speaker": "Samara Hayley Steele", "utterance": " Is similar um but yeah I I don't want it, I could talk for five hours about this and i'm not going to but there's there's definitely interesting work being done on developing forms of code intended to disrupt other forms of code and within the analog codec spaces of learning."}
{"start": "01:07:49.980", "end": "01:08:01.410", "speaker": "Rui Torres", "utterance": " Thank you so much, tomorrow, well, we are almost done, we have two minutes left anyone would like to make a final question or a comment."}
{"start": "01:08:04.080", "end": "01:08:06.210", "speaker": "None", "utterance": "If not that's that's just fine."}
{"start": "01:08:10.650", "end": "01:08:21.750", "speaker": "Rui Torres", "utterance": " Very well, well, in that case, I would like to thank you all in the name of the organizers everyone present everyone presenting Thank you so much."}
{"start": "01:08:24.810", "end": "01:08:25.410", "speaker": "Rui Torres", "utterance": " and"}