{"start": "00:02:35.000", "end": "00:02:40.000", "speaker": "None", "utterance": "I have not been able to see the game after the fact."}
{"start": "00:02:40.000", "end": "00:02:42.000", "speaker": "None", "utterance": "It's to grow."}
{"start": "00:02:42.000", "end": "00:02:45.000", "speaker": "None", "utterance": "But I'll do it for you."}
{"start": "00:02:45.000", "end": "00:02:48.000", "speaker": "None", "utterance": "So, let's go."}
{"start": "00:02:48.000", "end": "00:03:05.000", "speaker": "None", "utterance": "This story starts with an error in six hours on Saturday night in early September 2018 flames consumed the biggest collection of Brazilian history"}
{"start": "00:03:05.000", "end": "00:03:07.000", "speaker": "None", "utterance": "course I want to tell everything."}
{"start": "00:03:07.000", "end": "00:03:14.000", "speaker": "None", "utterance": "But the question is, when is the appropriate time to release all the information."}
{"start": "00:03:14.000", "end": "00:03:25.000", "speaker": "None", "utterance": "Only a handful of artifacts. The 20 million items that were housed in the museum survive this color so disaster."}
{"start": "00:03:25.000", "end": "00:03:34.000", "speaker": "None", "utterance": "To give you a sense of perspective, the collection of the British Museum holds 8 million items."}
{"start": "00:03:34.000", "end": "00:03:40.000", "speaker": "None", "utterance": "ella bottom me of the Brazilian memory"}
{"start": "00:03:40.000", "end": "00:03:43.000", "speaker": "None", "utterance": "image of a nation."}
{"start": "00:03:43.000", "end": "00:03:43.000", "speaker": "None", "utterance": "It's lens."}
{"start": "00:03:43.000", "end": "00:04:05.000", "speaker": "None", "utterance": "Its lens and its culture, the immense encyclopedic collection included priceless archives of pre Columbian indo American cultures. The oldest human remains ever found in Brazil and audio recording of indigenous languages, may have many of them are no"}
{"start": "00:04:05.000", "end": "00:04:06.000", "speaker": "None", "utterance": "longer spoken."}
{"start": "00:04:06.000", "end": "00:04:24.000", "speaker": "None", "utterance": "Also 5 million butterflies and other entrepreneurs, 12,000 years old fossil human remains thousands of indigenous ceramics and a fresco from Pompey"}
{"start": "00:04:24.000", "end": "00:04:34.000", "speaker": "None", "utterance": "in 1784 survived the fire, new problem."}
{"start": "00:04:34.000", "end": "00:05:00.000", "speaker": "None", "utterance": "indigo travel from space to Brazilian soil of the here and rests still of the ground for several thousand years, and irregular math, 5360, kilograms of iron covered by four inch layer of oxidation with numerous depressions on the surface and cylinder"}
{"start": "00:05:00.000", "end": "00:05:05.000", "speaker": "None", "utterance": "like holes oriented parallel to its greater legs."}
{"start": "00:05:05.000", "end": "00:05:15.000", "speaker": "None", "utterance": "Part of its lower portion was lost during lending and lift a smooth surface on one face."}
{"start": "00:05:15.000", "end": "00:05:34.000", "speaker": "None", "utterance": "Beside in. It also consists of nickel compounds, phosphorus, and traces of sulfur and carbon in much smaller quantities. only measured in parts by million."}
{"start": "00:05:34.000", "end": "00:05:41.000", "speaker": "None", "utterance": "Ever since it contact with the human eye. The iron has been on the move again."}
{"start": "00:05:41.000", "end": "00:05:53.000", "speaker": "None", "utterance": "The boy Domingo's the motor with Hello, Grace cattle on the farm near the present town of one percenter when the first when he first spotted it."}
{"start": "00:05:53.000", "end": "00:05:57.000", "speaker": "None", "utterance": "The year was 1784."}
{"start": "00:05:57.000", "end": "00:06:06.000", "speaker": "None", "utterance": "Given the slow local movement of people, and commerce. The news of finding of the findings spread quickly."}
{"start": "00:06:06.000", "end": "00:06:21.000", "speaker": "None", "utterance": "In 1785, Governor do agreements management says, arrange for it to be transported to Salvador. However, the metal right excessive weight made transportation difficult."}
{"start": "00:06:21.000", "end": "00:06:42.000", "speaker": "None", "utterance": "The card it was on last its control, and the method right Phil, and dry stream bed just 1800 meter away from the sport It was originally find the method I did not travel with the people, the people started to visit then they go."}
{"start": "00:06:42.000", "end": "00:06:54.000", "speaker": "None", "utterance": "There are society published drawing in its periodical, and the first reproduction of the metal rock started to orbit the visual sphere."}
{"start": "00:06:54.000", "end": "00:06:58.000", "speaker": "None", "utterance": "You can buy a copy in 14, pounds 95."}
{"start": "00:06:58.000", "end": "00:07:15.000", "speaker": "None", "utterance": "The year was 18 1817 year later, it was lifted and rolled to the National Museum and stopped right by its doors."}
{"start": "00:07:15.000", "end": "00:07:30.000", "speaker": "None", "utterance": "First from pies passed by the personnel, and the metal turnstiles. It was resting on the national Brazilian pedestal for 130 years."}
{"start": "00:07:30.000", "end": "00:07:36.000", "speaker": "None", "utterance": "Always first to view the first image to take."}
{"start": "00:07:36.000", "end": "00:08:03.000", "speaker": "None", "utterance": "Then the fire happened, no major damage stared first through behind the metal turnstiles all covered with ashes from burnt neighboring objects images were uploaded and downloaded links were shared post were posted pictures transmitted, up to a deer up"}
{"start": "00:08:03.000", "end": "00:08:07.000", "speaker": "None", "utterance": "toward a space and fell down to Brazilian Earth."}
{"start": "00:08:07.000", "end": "00:08:14.000", "speaker": "None", "utterance": "What are the means, which is seeds."}
{"start": "00:08:14.000", "end": "00:08:25.000", "speaker": "None", "utterance": "After the ashes in the images vested I clicked on the link and entered the museum again."}
{"start": "00:08:25.000", "end": "00:08:31.000", "speaker": "None", "utterance": "They're there. They're not no no to the right or to the left."}
{"start": "00:08:31.000", "end": "00:08:56.000", "speaker": "None", "utterance": "I pass the two blurred faces on personnel and glided through the metal turnstiles on my way to the staircase. I dragged my cursor around and above been Diego smearing glitches with depressions and cylinder shaped holes, forming a god digital irregular"}
{"start": "00:08:56.000", "end": "00:09:03.000", "speaker": "None", "utterance": "mass of image matter."}
{"start": "00:09:03.000", "end": "00:09:15.000", "speaker": "None", "utterance": "One would hope that contemporary technology would offer its most treasured artifacts, a better chance of survival than the Library of Alexandria."}
{"start": "00:09:15.000", "end": "00:09:35.000", "speaker": "None", "utterance": "It feels almost unimaginable that so many valuable objects were simply white of the earth, of the face of the earth without living a digital trace, and the age of algorithmic reproduction, when automatic backup is a default standard."}
{"start": "00:09:35.000", "end": "00:09:40.000", "speaker": "None", "utterance": "Too often we need to find the right for the right to be forgotten."}
{"start": "00:09:40.000", "end": "00:09:49.000", "speaker": "None", "utterance": "But the economy of remembering everything is still entangled with the geography of the right to be remembered."}
{"start": "00:09:49.000", "end": "00:09:57.000", "speaker": "None", "utterance": "But you see, this storage space was licking for a while now."}
{"start": "00:09:57.000", "end": "00:10:15.000", "speaker": "None", "utterance": "Over 90% of the national collection was simply lost because there was not enough water in the fire hydrant to extinguish the blaze an error, a break, within the order and world."}
{"start": "00:10:15.000", "end": "00:10:33.000", "speaker": "None", "utterance": "For some times now, the pressure is in the fire hydrants was too low, but the high pressure of real estate industry developers didn't stop pumping, bringing the system to the brink of collapse."}
{"start": "00:10:33.000", "end": "00:10:53.000", "speaker": "None", "utterance": "This is a dry season for fire hydrants and water pumps, and local reservoir and natural water shades for some times now bodies of water are slowly dehydrating under official priorities for modern water."}
{"start": "00:10:53.000", "end": "00:10:56.000", "speaker": "None", "utterance": "Dry became a condition."}
{"start": "00:10:56.000", "end": "00:11:05.000", "speaker": "None", "utterance": "This was an old building with old an old with building with all sorts of all lives."}
{"start": "00:11:05.000", "end": "00:11:10.000", "speaker": "None", "utterance": "And no,"}
{"start": "00:11:10.000", "end": "00:11:17.000", "speaker": "None", "utterance": "no liquidity"}
{"start": "00:11:17.000", "end": "00:11:19.000", "speaker": "None", "utterance": "liquid assets."}
{"start": "00:11:19.000", "end": "00:11:24.000", "speaker": "None", "utterance": "The city was busy building a brand new museum of tomorrow."}
{"start": "00:11:24.000", "end": "00:11:32.000", "speaker": "None", "utterance": "It was a question of liquidity fire was the method"}
{"start": "00:11:32.000", "end": "00:11:54.000", "speaker": "None", "utterance": "a fragmented and eclectic digital collection survive from the ruins the images available on wiki Wikimedia Commons, all taken by small interest group and visitors who captured highlights from the collection that are now stored on their personal devices,"}
{"start": "00:11:54.000", "end": "00:12:02.000", "speaker": "None", "utterance": "or cloud services, or shared via social media."}
{"start": "00:12:02.000", "end": "00:12:23.000", "speaker": "None", "utterance": "Their images that can report are too much other data they have been slowly aggregated other images they saw location, they checked in at a personal library, organized by geolocation or facial recognition, I think, you know, social network and other data"}
{"start": "00:12:23.000", "end": "00:12:26.000", "speaker": "None", "utterance": "points are having the confidence."}
{"start": "00:12:26.000", "end": "00:12:48.000", "speaker": "None", "utterance": "They are partial anecdotal broken, but also very much connected, each file name by its contributor one name is Masek shelf shells the shaping the other Sofia in the new 11."}
{"start": "00:12:48.000", "end": "00:13:03.000", "speaker": "None", "utterance": "The primary school age Sophia, and her purple stuffed monkey with long arms are now main protagonist of the national Brazilian collection, with a few dozen images named after her."}
{"start": "00:13:03.000", "end": "00:13:28.000", "speaker": "None", "utterance": "And you princess. In what once at once was a palace than a museum. And now, a site of collective witnessing of things being left acknowledged and the unacknowledged."}
{"start": "00:13:28.000", "end": "00:13:35.000", "speaker": "None", "utterance": "There is also a virtual tour product of Google art and culture."}
{"start": "00:13:35.000", "end": "00:13:41.000", "speaker": "None", "utterance": "When will one can easily visit the no longer existing museum."}
{"start": "00:13:41.000", "end": "00:13:51.000", "speaker": "None", "utterance": "No more boxes and cabinets, the museum information is now stored through the same technology as your street."}
{"start": "00:13:51.000", "end": "00:14:17.000", "speaker": "None", "utterance": "Long ago, collection have become toxic warehouses for genocidal practices, and histories of colonial dispositions in Eurasia, where objects and by these are storage spaces for transgenerational trauma cabinets parent in the fire and melted into wiki stock"}
{"start": "00:14:17.000", "end": "00:14:33.000", "speaker": "None", "utterance": "rooms of digital digital recollection, or used by Google for data correlation storage is our new species of spaces."}
{"start": "00:14:33.000", "end": "00:14:59.000", "speaker": "None", "utterance": "Through via de Janeiro's night sky ashes flew up to the air, and fell on the ground, burnt and propose an ancient cockroaches shopped in backyards employee surveys and rejected papers, fell quietly quietly on stoops and balconies, like foliage leaves"}
{"start": "00:14:59.000", "end": "00:15:04.000", "speaker": "None", "utterance": "index cards landed on the neighbor's front porch."}
{"start": "00:15:04.000", "end": "00:15:27.000", "speaker": "None", "utterance": "Burn particles forms, another platform another life to global flights and touch down much closer to home ashes scattered and spread out the word like silent witnesses, carrying by Whispering Wind."}
{"start": "00:15:27.000", "end": "00:15:43.000", "speaker": "None", "utterance": "The first edits on the Portuguese Wikimedia Wikipedia."}
{"start": "00:15:43.000", "end": "00:16:08.000", "speaker": "The first edit on the Portuguese Wikipedia, was made by an anonymous user at 8", "utterance": "40pm. On the night of September 2 minutes after the reports on TV began an hour and a half later, an entry dedicated to the fire itself was created."}
{"start": "00:16:08.000", "end": "00:16:21.000", "speaker": "None", "utterance": "And the following hours, the collections Wikipedia page, which was once on the update by dedicated contributors started to circulate globally."}
{"start": "00:16:21.000", "end": "00:16:38.000", "speaker": "None", "utterance": "Here is a stray cat pouring between two columns with peeling paint their effort of indigenous Hunter, a very low angle photo clearly taken by a child exposes a link in the upper corner."}
{"start": "00:16:38.000", "end": "00:16:46.000", "speaker": "None", "utterance": "That was fixed with layer of brown packing pick the museum loans in the winter."}
{"start": "00:16:46.000", "end": "00:17:16.000", "speaker": "None", "utterance": "The museum loans in the summer and multiple copies of the same shirt. That was never deleted, offering a generational personal testimony. Again, institutional and amnesia."}
{"start": "00:17:16.000", "end": "00:17:37.000", "speaker": "None", "utterance": "Louise love ashes and sofa and sucker for guy ashes are the best storytellers, and surfer guy, or the best mystery form an expert of Egyptian monuments, he was brushing dust for a living."}
{"start": "00:17:37.000", "end": "00:17:40.000", "speaker": "None", "utterance": "If you can call it a living."}
{"start": "00:17:40.000", "end": "00:18:02.000", "speaker": "None", "utterance": "His work at the National Museum was like living in a giant Russian doll shaped circle Fergus and memory Chamber of all sort of things that once called life are now kept in jars and glass cases, register forms and long list catalog and exhibition shirts"}
{"start": "00:18:02.000", "end": "00:18:25.000", "speaker": "None", "utterance": "and photocopies many photocopies also slides and films tapes and floppy disk see the wrongs and memory sticks that sometimes we might have escaped this moving between rooms, and boxes, he imagined his workplace is a giant based fed with dead life forms"}
{"start": "00:18:25.000", "end": "00:18:27.000", "speaker": "None", "utterance": "and memory forms."}
{"start": "00:18:27.000", "end": "00:18:33.000", "speaker": "None", "utterance": "Each has a copy, and metabolic look like for bedroom."}
{"start": "00:18:33.000", "end": "00:18:52.000", "speaker": "None", "utterance": "This is where life is so Life was good."}
{"start": "00:18:52.000", "end": "00:19:08.000", "speaker": "None", "utterance": "First time now is using his toolkit to excavate his own workplace coffins and emulates staples and line levels and escape toes like memory sticks."}
{"start": "00:19:08.000", "end": "00:19:23.000", "speaker": "None", "utterance": "New ashes consume the old ashes. New depth consumed all"}
{"start": "00:19:23.000", "end": "00:19:41.000", "speaker": "None", "utterance": "the matter that recorded the evidence of violence is devour devoured by its own materiality next macro metabolism Pedre brushes and measures and put them in boxes."}
{"start": "00:19:41.000", "end": "00:19:55.000", "speaker": "None", "utterance": "He thinks of this a normal people who live in the Yanomami but land, who destroyed the marks of by of the dead by consuming their own corporate ality."}
{"start": "00:19:55.000", "end": "00:20:18.000", "speaker": "None", "utterance": "The meticulous practice of remembering to forget include drinking the liquid that came out of the cyst Calvary pulverizing their bones, consuming the ashes and eating the rest, mixed with banana porridge."}
{"start": "00:20:18.000", "end": "00:20:43.000", "speaker": "None", "utterance": "The dead have the right to be forgotten their own dates, forget them. There are life, erase them. Their belonging must be burned the metabolic system is a hell of a mnemonic device pedra stack boxes in rooms, a colleague tells Petra, Petra."}
{"start": "00:20:43.000", "end": "00:20:55.000", "speaker": "None", "utterance": "The original pieces that we were that were there are now part of our conquest through the struggle of our loved ones who are not here."}
{"start": "00:20:55.000", "end": "00:20:58.000", "speaker": "None", "utterance": "Now we have memories."}
{"start": "00:20:58.000", "end": "00:21:12.000", "speaker": "None", "utterance": "More than what we, but we live for them and Petro Petro thinks of life of living of doing or thinking, with them with us."}
{"start": "00:21:12.000", "end": "00:21:38.000", "speaker": "None", "utterance": "Dead or Alive Ashes, ashes We all fall down."}
{"start": "00:21:38.000", "end": "00:21:57.000", "speaker": "None", "utterance": "Thank you for free for that beautiful performance."}
{"start": "00:21:57.000", "end": "00:22:12.000", "speaker": "None", "utterance": "mode for people to react to express their appreciation."}
{"start": "00:22:12.000", "end": "00:22:24.000", "speaker": "None", "utterance": "Next up on our on our bill we have Kristen sy Lee and Alfred s Fox with perfect movement engineering for better everyday zooming."}
{"start": "00:22:24.000", "end": "00:22:47.000", "speaker": "None", "utterance": "Please take it away."}
{"start": "00:22:47.000", "end": "00:23:01.000", "speaker": "None", "utterance": "Welcome Welcome and thank you so much for joining us, or should we think your bosses for making this mandatory, we wouldn't be here without them. So, let's give them a short round of applause."}
{"start": "00:23:01.000", "end": "00:23:21.000", "speaker": "None", "utterance": "So who are we, I'm Kristin ass Wiley and I offered as Fox and we are cc Oh is that cheap corporeal officials at good movement, Inc. We're here to present our latest invention perfect movement engineering for better every day zooming, a little bit about"}
{"start": "00:23:21.000", "end": "00:23:31.000", "speaker": "None", "utterance": "us, we are amazing, and we are insightful and usually we're on a roll your bosses payroll."}
{"start": "00:23:31.000", "end": "00:23:53.000", "speaker": "None", "utterance": "No seriously folks we love this this is our bread and butter with cheese and placed on a hot grill. We are the grilled cheese of this Zoo testing Brave New World, and happy to serve our Glee insights to Zoomers across the globe."}
{"start": "00:23:53.000", "end": "00:23:59.000", "speaker": "None", "utterance": "We do this for upwards of $2,000 thousand dollars now. That's a lot."}
{"start": "00:23:59.000", "end": "00:24:16.000", "speaker": "None", "utterance": "That's a day, we're generously donating our time to yellow. We're here to help you maximize your performances to level up or Zuma. So, before we begin, we need to get a little disclaimer, out of the way."}
{"start": "00:24:16.000", "end": "00:24:25.000", "speaker": "None", "utterance": "So take a moment to read it, there's nothing unusual here just your typical terms and conditions."}
{"start": "00:24:25.000", "end": "00:24:35.000", "speaker": "None", "utterance": "It continues So take a moment to scan it make sure everything is in order."}
{"start": "00:24:35.000", "end": "00:24:40.000", "speaker": "None", "utterance": "Okay, here's the last bit go ahead and finish reading."}
{"start": "00:24:40.000", "end": "00:24:55.000", "speaker": "None", "utterance": "Okay, great. So if you find our terms and conditions to be disagreeable. We invite you to leave the zoom call now hit the road jack, and if you stay, you are legally bound to our terms and conditions as being president this presentation confirms your"}
{"start": "00:24:55.000", "end": "00:24:57.000", "speaker": "None", "utterance": "consent."}
{"start": "00:24:57.000", "end": "00:25:02.000", "speaker": "None", "utterance": "Okay, so everyone here can sense. Wonderful. Okay."}
{"start": "00:25:02.000", "end": "00:25:12.000", "speaker": "None", "utterance": "So, here's an overview of our extensive qualitative and quantitative research based on observing our willing zoom clientele, and collecting their data."}
{"start": "00:25:12.000", "end": "00:25:28.000", "speaker": "None", "utterance": "so after extensive review and analysis of our texts or test subjects data points. We found a positive correlation between better zoom performances and better workplace promotions and overall quality of life, and our expert data team has assured us that"}
{"start": "00:25:28.000", "end": "00:25:41.000", "speaker": "None", "utterance": "this research might not be perfect, but it's definitely good. So let's take a closer look at one of the data visualization, a deep dive. This is a rare behind the scenes look at where the magic happens."}
{"start": "00:25:41.000", "end": "00:25:55.000", "speaker": "None", "utterance": "If you look at the upper right quadrant, you can easily see that our network data points establish a clear causal relationship between better zooming and better shoe money, we're all about the holistic human here at better movement ink."}
{"start": "00:25:55.000", "end": "00:26:07.000", "speaker": "None", "utterance": "So, the first round, based on this extensive research we have identified three key realms of perfect movement based training. So, the first round the holistic situation of the entire body while teleconferencing."}
{"start": "00:26:07.000", "end": "00:26:13.000", "speaker": "None", "utterance": "The second one is the micro movements of the face, including the man."}
{"start": "00:26:13.000", "end": "00:26:20.000", "speaker": "None", "utterance": "The third is the realm of hand gestures which we know that you academics are particularly fond of."}
{"start": "00:26:20.000", "end": "00:26:40.000", "speaker": "None", "utterance": "Okay, let's get into it. So we're going to need you are to turn on your cameras, Judy, would you mind, turning your camera on, Mark, would you mind also your camera because you might turn that on a en camera on please, a retro yeah please can you turn"}
{"start": "00:26:40.000", "end": "00:27:00.000", "speaker": "None", "utterance": "your camera on Marjorie, we'd like to ask you to turn your camera on please okay anybody else, it doesn't have their camera on go ahead and flip that switch and turn that camera right ahead and turn that camera."}
{"start": "00:27:00.000", "end": "00:27:13.000", "speaker": "None", "utterance": "People are scanning the screen and you want to make sure that your movements and expressions convey your best self. So, to set yourself up for success you need to make sure your zoom platform is on point."}
{"start": "00:27:13.000", "end": "00:27:31.000", "speaker": "None", "utterance": "So, we'd like to invite you to click the arrow next to your video icon. Click Choose video filter, and then you'll see a range of options. For instance, if you are attending a Theodora hustle, it might make sense to use this stage filter."}
{"start": "00:27:31.000", "end": "00:27:45.000", "speaker": "None", "utterance": "Most workplace contacts, you're probably want to keep it more professional so make sure to choose a filter that portrays you in your best light. We're particularly excited about the beta studio affects the zoom just rolled out, you'll find these by accessing"}
{"start": "00:27:45.000", "end": "00:27:50.000", "speaker": "None", "utterance": "the blue link and the bottom right corner of the video filters pop up box."}
{"start": "00:27:50.000", "end": "00:28:04.000", "speaker": "None", "utterance": "We've got browse, we've got lip color, just to make sure that if you're using these filters that you make sure that they are always on point."}
{"start": "00:28:04.000", "end": "00:28:16.000", "speaker": "None", "utterance": "Now, what you've all been waiting for. We're going to demo three perfect movements. perfect movement, number one, the attempt, nod."}
{"start": "00:28:16.000", "end": "00:28:22.000", "speaker": "None", "utterance": "So you're nodding thoughtfully. You're conveying attentiveness."}
{"start": "00:28:22.000", "end": "00:28:36.000", "speaker": "None", "utterance": "And now let's break down these specific features that continuous nodding at an even tempo, not too fast, not"}
{"start": "00:28:36.000", "end": "00:28:37.000", "speaker": "None", "utterance": "just."}
{"start": "00:28:37.000", "end": "00:28:55.000", "speaker": "None", "utterance": "You're gonna want to slay me raise your eyebrows. Not too much you don't want to seem surprised, but wow, that was a really good idea and you really taken it in widened those eyes, but not too much, lean in, but not too far into slightly just to show."}
{"start": "00:28:55.000", "end": "00:29:10.000", "speaker": "None", "utterance": "Meaning just slightly just to show. I'm really contemplating that while you're doing this, be careful to manage the micro movements and your eyebrows and your cheekbones, people will notice what's happening across your entire face."}
{"start": "00:29:10.000", "end": "00:29:19.000", "speaker": "None", "utterance": "So once you've mastered the basics of this gesture, we have some optional advanced add on features for instance, chin on hand, you might lean forward."}
{"start": "00:29:19.000", "end": "00:29:33.000", "speaker": "None", "utterance": "Hmm, and then keep nodding because how you're really thinking, or the hush your cell phone up Jessica to show you're really listening."}
{"start": "00:29:33.000", "end": "00:29:48.000", "speaker": "None", "utterance": "So perfect movement. Number two, the empathetic furrow, you're concerned, but you're showing empathy. Now let's break down the specific features. So, the furrowed brow."}
{"start": "00:29:48.000", "end": "00:30:08.000", "speaker": "None", "utterance": "The furrowed eyebrows soft eyes but not too soft. You don't want to look like you're asleep. Slightly flared nostrils to really show how much you're empathizing and a frown, an empathetic from though not a clown from"}
{"start": "00:30:08.000", "end": "00:30:22.000", "speaker": "None", "utterance": "perfect movement number three, the million miles smile. You're leaving the meeting, you're giving your best outros smile and wave. You're conveying genuine warmth and leaving them all with a winning million mile smile."}
{"start": "00:30:22.000", "end": "00:30:26.000", "speaker": "None", "utterance": "Now let's break down the specific features."}
{"start": "00:30:26.000", "end": "00:30:28.000", "speaker": "None", "utterance": "The term."}
{"start": "00:30:28.000", "end": "00:30:40.000", "speaker": "None", "utterance": "Make sure to choose good so that big movie star smile, make sure to scrunch your eyes and lift your cheekbones to convey genuine warm."}
{"start": "00:30:40.000", "end": "00:30:51.000", "speaker": "None", "utterance": "The speed and rhythm of the wave, not too fast, not slow just right just right."}
{"start": "00:30:51.000", "end": "00:31:02.000", "speaker": "None", "utterance": "So the hands also need to be in a correct distance from the camera so not too far. Oh, hello, or not too close, just right."}
{"start": "00:31:02.000", "end": "00:31:12.000", "speaker": "None", "utterance": "So now freeze Once you've done this for a couple of moments you've gotten in your smile on your way you've made sure everyone has seen it while you're trying to find the button to leave the call."}
{"start": "00:31:12.000", "end": "00:31:21.000", "speaker": "None", "utterance": "You're going to pause your wave and just freeze, while you find the clothes buttons you make sure to leave them with the best image."}
{"start": "00:31:21.000", "end": "00:31:33.000", "speaker": "None", "utterance": "Okay, great. So now you're all going to get together and breakout rooms to practice in small groups you'll coach and support each other, to maximize your effective performance for each perfect movement."}
{"start": "00:31:33.000", "end": "00:31:41.000", "speaker": "None", "utterance": "Once you've helped each other level up, and you've all reached optimal levels for one of the three movements, you will take a screenshot."}
{"start": "00:31:41.000", "end": "00:31:58.000", "speaker": "None", "utterance": "So, you should, in effect, have three screenshots within five minutes, one document in each of the three perfect movements, you're going to want to designate one person within your small group to take each screenshot and upload it to a folder that we"}
{"start": "00:31:58.000", "end": "00:32:03.000", "speaker": "None", "utterance": "are posting in the chat now."}
{"start": "00:32:03.000", "end": "00:32:13.000", "speaker": "None", "utterance": "So make sure that you click the link in the chat now to access the folder. This will provide evidence for your employers that you have successfully completed the perfect movement training."}
{"start": "00:32:13.000", "end": "00:32:16.000", "speaker": "None", "utterance": "All right everyone has the link."}
{"start": "00:32:16.000", "end": "00:32:46.000", "speaker": "None", "utterance": "All right folks, it's time to level up let's zoom off as we like to in five."}
{"start": "00:33:52.000", "end": "00:34:22.000", "speaker": "None", "utterance": "So john. Are you having trouble joining your breakout room."}
{"start": "00:40:56.000", "end": "00:40:59.000", "speaker": "None", "utterance": "Hey, welcome back everybody."}
{"start": "00:40:59.000", "end": "00:41:19.000", "speaker": "None", "utterance": "So we'd like to practice the three movements, all together one more time, starting with perfect movement, number one, the attentive nod. Let's all do it together."}
{"start": "00:41:19.000", "end": "00:41:31.000", "speaker": "None", "utterance": "And now perfect movement number two the empathetic furrow."}
{"start": "00:41:31.000", "end": "00:41:54.000", "speaker": "None", "utterance": "And finally perfect movement number three, the million mile smile."}
{"start": "00:41:54.000", "end": "00:42:05.000", "speaker": "None", "utterance": "Everybody you have successfully achieved."}
{"start": "00:42:05.000", "end": "00:42:16.000", "speaker": "None", "utterance": "So we have a little something special for you. Just a little something that we're going to post in the chat now."}
{"start": "00:42:16.000", "end": "00:42:34.000", "speaker": "None", "utterance": "So this is a certificate of completion, to give to your employer, showing that you have successfully leveled up in your workplace performance, we've dropped it in the chat and, and we've already signed it so we've left a blank space for you to fill in"}
{"start": "00:42:34.000", "end": "00:42:52.000", "speaker": "None", "utterance": "your own name. Yes. So, this is just an introductory training to get your feet wet and our intensive training, you'll have the opportunity to really build up those face muscles and fully explore all three realms of perfect zoom movements, your certificate"}
{"start": "00:42:52.000", "end": "00:43:08.000", "speaker": "None", "utterance": "also gives you a 5% discount on the more extended advanced training to reach your highest zoom potential to level up or zoom up as we like to say, so we're dropping our business cards in the chat, so you're able to contact us to schedule your follow up"}
{"start": "00:43:08.000", "end": "00:43:38.000", "speaker": "None", "utterance": "more advanced training, so make sure to download our business cards as well as your completion certificate. Alright, well, Thanks everybody. And make sure to be in touch."}
{"start": "00:43:50.000", "end": "00:43:54.000", "speaker": "None", "utterance": "Thank you so much, Kristen as Wiley and Alfred as Fox."}
{"start": "00:43:54.000", "end": "00:44:04.000", "speaker": "None", "utterance": "I feel like I'm now totally prepared for the past year in a way that I wasn't before."}
{"start": "00:44:04.000", "end": "00:44:17.000", "speaker": "None", "utterance": "All right, so for our final performance today we have a featured performance by Adam our job more see Mark Jeffrey with Abraham Amazon."}
{"start": "00:44:17.000", "end": "00:44:20.000", "speaker": "None", "utterance": "You three are you ready."}
{"start": "00:44:20.000", "end": "00:44:27.000", "speaker": "None", "utterance": "I think if everyone could turn their video off for this one I think this one may consume a bit of bandwidth and we'll run better that way."}
{"start": "00:44:27.000", "end": "00:44:33.000", "speaker": "None", "utterance": "I'm ready. Are you ready."}
{"start": "00:44:33.000", "end": "00:44:34.000", "speaker": "None", "utterance": "Ready."}
{"start": "00:44:34.000", "end": "00:44:41.000", "speaker": "None", "utterance": "Give me one second."}
{"start": "00:44:41.000", "end": "00:45:11.000", "speaker": "None", "utterance": "Okay, Kylie's reading Kylie Minogue birthday today. This is for Kylie."}
{"start": "00:45:15.000", "end": "00:45:22.000", "speaker": "None", "utterance": "Introduce yourself, so the listening audience will know who you are."}
{"start": "00:45:22.000", "end": "00:45:25.000", "speaker": "None", "utterance": "Want to say about yourself."}
{"start": "00:45:25.000", "end": "00:45:35.000", "speaker": "None", "utterance": "This is the original Rhinestone Cowboy."}
{"start": "00:45:35.000", "end": "00:46:05.000", "speaker": "None", "utterance": "Play show known throughout the world."}
{"start": "00:46:23.000", "end": "00:46:26.000", "speaker": "None", "utterance": "I was sitting on my bedside."}
{"start": "00:46:26.000", "end": "00:46:31.000", "speaker": "None", "utterance": "Just as lonesome as could be."}
{"start": "00:46:31.000", "end": "00:46:35.000", "speaker": "None", "utterance": "And I said to my grandmother."}
{"start": "00:46:35.000", "end": "00:46:42.000", "speaker": "None", "utterance": "I said suffer Latif, give me something to make me brave."}
{"start": "00:46:42.000", "end": "00:46:44.000", "speaker": "None", "utterance": "And it may seem."}
{"start": "00:46:44.000", "end": "00:46:47.000", "speaker": "None", "utterance": "Unbelievable."}
{"start": "00:46:47.000", "end": "00:46:50.000", "speaker": "None", "utterance": "But my mother replied."}
{"start": "00:46:50.000", "end": "00:46:53.000", "speaker": "None", "utterance": "She said,"}
{"start": "00:46:53.000", "end": "00:46:59.000", "speaker": "None", "utterance": "Make"}
{"start": "00:46:59.000", "end": "00:47:05.000", "speaker": "None", "utterance": "you"}
{"start": "00:47:05.000", "end": "00:47:27.000", "speaker": "None", "utterance": "an outfit."}
{"start": "00:47:27.000", "end": "00:47:32.000", "speaker": "None", "utterance": "was sitting on my bed side."}
{"start": "00:47:32.000", "end": "00:47:37.000", "speaker": "None", "utterance": "It says lonesome as can be."}
{"start": "00:47:37.000", "end": "00:47:43.000", "speaker": "None", "utterance": "And I said to the stranger."}
{"start": "00:47:43.000", "end": "00:47:49.000", "speaker": "None", "utterance": "Give me something to make me calm."}
{"start": "00:47:49.000", "end": "00:47:54.000", "speaker": "None", "utterance": "And it may seem unbelievable."}
{"start": "00:47:54.000", "end": "00:48:00.000", "speaker": "None", "utterance": "But the anonymous reply"}
{"start": "00:48:00.000", "end": "00:48:17.000", "speaker": "None", "utterance": "was make you an outfit."}
{"start": "00:48:17.000", "end": "00:48:24.000", "speaker": "None", "utterance": "I was lying in my bed."}
{"start": "00:48:24.000", "end": "00:48:30.000", "speaker": "None", "utterance": "As I could be"}
{"start": "00:48:30.000", "end": "00:48:43.000", "speaker": "None", "utterance": "my Dad, Give me something to make me free."}
{"start": "00:48:43.000", "end": "00:48:46.000", "speaker": "None", "utterance": "And it may seem unbelievable."}
{"start": "00:48:46.000", "end": "00:48:57.000", "speaker": "None", "utterance": "My dad gave me a number of cows."}
{"start": "00:48:57.000", "end": "00:49:27.000", "speaker": "None", "utterance": "TBODER."}
{"start": "00:49:30.000", "end": "00:50:00.000", "speaker": "None", "utterance": "TBODER."}
{"start": "00:50:19.000", "end": "00:50:27.000", "speaker": "None", "utterance": "So long, so long,"}
{"start": "00:50:27.000", "end": "00:50:46.000", "speaker": "None", "utterance": "you're down."}
{"start": "00:50:46.000", "end": "00:50:50.000", "speaker": "None", "utterance": "Hi."}
{"start": "00:50:50.000", "end": "00:51:20.000", "speaker": "None", "utterance": "Hi."}
{"start": "00:51:23.000", "end": "00:51:53.000", "speaker": "None", "utterance": "See."}
{"start": "00:52:26.000", "end": "00:52:56.000", "speaker": "None", "utterance": "Be."}
{"start": "00:53:10.000", "end": "00:53:40.000", "speaker": "None", "utterance": "Writing now."}
{"start": "00:53:45.000", "end": "00:53:53.000", "speaker": "None", "utterance": "Miss."}
{"start": "00:53:53.000", "end": "00:53:54.000", "speaker": "None", "utterance": "Miss."}
{"start": "00:53:54.000", "end": "00:53:58.000", "speaker": "None", "utterance": "Miss."}
{"start": "00:53:58.000", "end": "00:54:03.000", "speaker": "None", "utterance": "Miss."}
{"start": "00:54:03.000", "end": "00:54:27.000", "speaker": "None", "utterance": "Oh wait."}
{"start": "00:54:27.000", "end": "00:54:30.000", "speaker": "None", "utterance": "Well, I don't really"}
{"start": "00:54:30.000", "end": "00:54:38.000", "speaker": "None", "utterance": "cold my"}
{"start": "00:54:38.000", "end": "00:55:02.000", "speaker": "None", "utterance": "smile."}
{"start": "00:55:02.000", "end": "00:55:13.000", "speaker": "None", "utterance": "put you down."}
{"start": "00:55:13.000", "end": "00:55:22.000", "speaker": "None", "utterance": "riding the train, taking"}
{"start": "00:55:22.000", "end": "00:55:27.000", "speaker": "None", "utterance": "So many"}
{"start": "00:55:27.000", "end": "00:55:49.000", "speaker": "None", "utterance": "sexy is so."}
{"start": "00:55:49.000", "end": "00:55:54.000", "speaker": "None", "utterance": "so many, so many no compromise."}
{"start": "00:55:54.000", "end": "00:56:24.000", "speaker": "None", "utterance": "10."}
{"start": "00:58:05.000", "end": "00:58:17.000", "speaker": "None", "utterance": "TEODER."}
{"start": "00:58:17.000", "end": "00:58:34.000", "speaker": "None", "utterance": "This is amazing. How many hours a day do you think you work on this"}
{"start": "00:58:34.000", "end": "00:58:40.000", "speaker": "None", "utterance": "did many many many"}
{"start": "00:58:40.000", "end": "00:58:51.000", "speaker": "None", "utterance": "yes can change the design in making some different plans coming on yet."}
{"start": "00:58:51.000", "end": "00:59:05.000", "speaker": "None", "utterance": "See,"}
{"start": "00:59:05.000", "end": "00:59:18.000", "speaker": "None", "utterance": "go see the beautiful design game we can work."}
{"start": "00:59:18.000", "end": "00:59:31.000", "speaker": "None", "utterance": "And they just"}
{"start": "00:59:31.000", "end": "00:59:36.000", "speaker": "None", "utterance": "walking these streets so love"}
{"start": "00:59:36.000", "end": "00:59:43.000", "speaker": "None", "utterance": "singing the same song."}
{"start": "00:59:43.000", "end": "00:59:48.000", "speaker": "None", "utterance": "Later,"}
{"start": "00:59:48.000", "end": "00:59:55.000", "speaker": "None", "utterance": "We have holster, a hollow phone."}
{"start": "00:59:55.000", "end": "01:00:08.000", "speaker": "None", "utterance": "Because the saddle is inside us, and we are inside it."}
{"start": "01:00:08.000", "end": "01:00:10.000", "speaker": "None", "utterance": "How."}
{"start": "01:00:10.000", "end": "01:00:12.000", "speaker": "None", "utterance": "Go."}
{"start": "01:00:12.000", "end": "01:00:18.000", "speaker": "None", "utterance": "That hollers called a Turkish seat."}
{"start": "01:00:18.000", "end": "01:00:28.000", "speaker": "None", "utterance": "Because home is a fortress for its masters repose"}
{"start": "01:00:28.000", "end": "01:00:40.000", "speaker": "None", "utterance": "his innermost embrace agers illuminate the cover song."}
{"start": "01:00:40.000", "end": "01:01:10.000", "speaker": "None", "utterance": "Because when he dances up a blue streak. I can't tell them from the source."}
{"start": "01:01:18.000", "end": "01:01:24.000", "speaker": "None", "utterance": "in the theater of the discovers."}
{"start": "01:01:24.000", "end": "01:01:32.000", "speaker": "None", "utterance": "We forgot that our windows are in bracers still"}
{"start": "01:01:32.000", "end": "01:01:47.000", "speaker": "None", "utterance": "because of man's home is his cast drum is cut."}
{"start": "01:01:47.000", "end": "01:01:57.000", "speaker": "None", "utterance": "We extend our arm through the double flick."}
{"start": "01:01:57.000", "end": "01:02:03.000", "speaker": "None", "utterance": "So that the other side becomes"}
{"start": "01:02:03.000", "end": "01:02:10.000", "speaker": "None", "utterance": "the other side,"}
{"start": "01:02:10.000", "end": "01:02:19.000", "speaker": "None", "utterance": "an eruption of rhinestones dazzling our walls."}
{"start": "01:02:19.000", "end": "01:02:23.000", "speaker": "None", "utterance": "Because in embrace your"}
{"start": "01:02:23.000", "end": "01:02:31.000", "speaker": "None", "utterance": "is a whole that whole"}
{"start": "01:02:31.000", "end": "01:02:36.000", "speaker": "None", "utterance": "because an abrasion"}
{"start": "01:02:36.000", "end": "01:02:40.000", "speaker": "None", "utterance": "is a whole."}
{"start": "01:02:40.000", "end": "01:03:04.000", "speaker": "None", "utterance": "That whole."}
{"start": "01:03:04.000", "end": "01:03:13.000", "speaker": "None", "utterance": "nudie suit is a way of covering while being uncovered"}
{"start": "01:03:13.000", "end": "01:03:35.000", "speaker": "None", "utterance": "to invert the monument. We shock it show you humpbacks becomes concave a cavity and a crypt each step along the Portage to Chicago, these diligent workers, a vengeance burst with an eagerness a really lovely"}
{"start": "01:03:35.000", "end": "01:04:05.000", "speaker": "None", "utterance": "memory another exchange. one of the Ranger before."}
{"start": "01:05:52.000", "end": "01:06:14.000", "speaker": "None", "utterance": "Meet Empire has whiter teeth than shoulders, In the city of inverted architecture."}
{"start": "01:06:14.000", "end": "01:06:24.000", "speaker": "None", "utterance": "that rotates the rack to transfer power easily."}
{"start": "01:06:24.000", "end": "01:06:35.000", "speaker": "None", "utterance": "So that even the angels are complicit in confabulated history."}
{"start": "01:06:35.000", "end": "01:06:44.000", "speaker": "None", "utterance": "We invoke this operation for a tender inversion"}
{"start": "01:06:44.000", "end": "01:06:48.000", "speaker": "None", "utterance": "of our bodies."}
{"start": "01:06:48.000", "end": "01:06:56.000", "speaker": "None", "utterance": "We dilate the Penumbra of our embrace."}
{"start": "01:06:56.000", "end": "01:07:04.000", "speaker": "None", "utterance": "We domesticate a date avoid of our embrace your"}
{"start": "01:07:04.000", "end": "01:07:10.000", "speaker": "None", "utterance": "to me make a bottom of a tower top bottom."}
{"start": "01:07:10.000", "end": "01:07:17.000", "speaker": "None", "utterance": "We plumb the society need"}
{"start": "01:07:17.000", "end": "01:07:19.000", "speaker": "None", "utterance": "have the highest heights."}
{"start": "01:07:19.000", "end": "01:07:30.000", "speaker": "None", "utterance": "That's that's Pender."}
{"start": "01:07:30.000", "end": "01:08:00.000", "speaker": "None", "utterance": "I have to get to the other side of the animal."}
{"start": "01:08:26.000", "end": "01:08:46.000", "speaker": "None", "utterance": "Under embrace bracers in danger me."}
{"start": "01:08:46.000", "end": "01:08:49.000", "speaker": "None", "utterance": "her out on a horse."}
{"start": "01:08:49.000", "end": "01:09:19.000", "speaker": "None", "utterance": "In our intractable tract, with a breath that lands."}
{"start": "01:09:32.000", "end": "01:09:41.000", "speaker": "None", "utterance": "too late now. Not to me, tenderness."}
{"start": "01:09:41.000", "end": "01:09:53.000", "speaker": "None", "utterance": "Not to regret the breath of language, the memory"}
{"start": "01:09:53.000", "end": "01:10:06.000", "speaker": "None", "utterance": "includes myself fortify, my home. body breath. From the"}
{"start": "01:10:06.000", "end": "01:10:29.000", "speaker": "None", "utterance": "other side."}
{"start": "01:10:29.000", "end": "01:10:38.000", "speaker": "None", "utterance": "Under embrace collapse."}
{"start": "01:10:38.000", "end": "01:10:51.000", "speaker": "None", "utterance": "The windows duration."}
{"start": "01:10:51.000", "end": "01:10:55.000", "speaker": "None", "utterance": "It's really not real."}
{"start": "01:10:55.000", "end": "01:11:03.000", "speaker": "None", "utterance": "Each piece of the corpus passed over our wall reconfigures."}
{"start": "01:11:03.000", "end": "01:11:06.000", "speaker": "None", "utterance": "We agree to share"}
{"start": "01:11:06.000", "end": "01:11:17.000", "speaker": "None", "utterance": "into a sentence, whose risks are not palpable nos"}
{"start": "01:11:17.000", "end": "01:11:28.000", "speaker": "None", "utterance": "TENDDR."}
{"start": "01:11:28.000", "end": "01:11:33.000", "speaker": "None", "utterance": "I have to get to the other side."}
{"start": "01:11:33.000", "end": "01:12:03.000", "speaker": "None", "utterance": "I had them all."}
{"start": "01:13:49.000", "end": "01:13:51.000", "speaker": "None", "utterance": "II"}
{"start": "01:13:51.000", "end": "01:14:21.000", "speaker": "None", "utterance": "MBRASURE charge"}
{"start": "01:14:26.000", "end": "01:14:31.000", "speaker": "None", "utterance": "in the fort's edition."}
{"start": "01:14:31.000", "end": "01:14:36.000", "speaker": "None", "utterance": "The aperture faces itself."}
{"start": "01:14:36.000", "end": "01:14:41.000", "speaker": "None", "utterance": "Because the fort is inside us."}
{"start": "01:14:41.000", "end": "01:14:50.000", "speaker": "None", "utterance": "And we are inside it,"}
{"start": "01:14:50.000", "end": "01:15:03.000", "speaker": "None", "utterance": "the fort's disappearance, became a fort by the same name."}
{"start": "01:15:03.000", "end": "01:15:17.000", "speaker": "None", "utterance": "Because it records it replicates itself without effort, or and"}
{"start": "01:15:17.000", "end": "01:15:23.000", "speaker": "None", "utterance": "embrace your"}
{"start": "01:15:23.000", "end": "01:15:35.000", "speaker": "None", "utterance": "divides us in a weaponized whole."}
{"start": "01:15:35.000", "end": "01:15:50.000", "speaker": "None", "utterance": "Because the fort knows how to mark a body."}
{"start": "01:15:50.000", "end": "01:16:05.000", "speaker": "None", "utterance": "It's elbows bound in a elbows bound in a sailor's handshake handshake."}
{"start": "01:16:05.000", "end": "01:16:10.000", "speaker": "None", "utterance": "Because violence is"}
{"start": "01:16:10.000", "end": "01:16:40.000", "speaker": "None", "utterance": "because violence is the tenders embrace the tenders embrace."}
{"start": "01:17:22.000", "end": "01:17:29.000", "speaker": "None", "utterance": "sitting on my bed said just as lonesome as can be."}
{"start": "01:17:29.000", "end": "01:17:37.000", "speaker": "None", "utterance": "And as said to the Lord, give me something to make me happy."}
{"start": "01:17:37.000", "end": "01:17:44.000", "speaker": "None", "utterance": "And it may seem believable but"}
{"start": "01:17:44.000", "end": "01:17:47.000", "speaker": "None", "utterance": "may."}
{"start": "01:17:47.000", "end": "01:17:50.000", "speaker": "None", "utterance": "And now,"}
{"start": "01:17:50.000", "end": "01:18:20.000", "speaker": "None", "utterance": "Tamar Tamar."}
{"start": "01:18:26.000", "end": "01:18:49.000", "speaker": "None", "utterance": "totally do."}
{"start": "01:18:49.000", "end": "01:18:50.000", "speaker": "None", "utterance": "Thank you."}
{"start": "01:18:50.000", "end": "01:18:53.000", "speaker": "None", "utterance": "Thank you. Thank you. Hello."}
{"start": "01:18:53.000", "end": "01:19:09.000", "speaker": "None", "utterance": "Thank you, Doug."}
{"start": "01:19:09.000", "end": "01:19:15.000", "speaker": "None", "utterance": "get so theatrical hot what happened,"}
{"start": "01:19:15.000", "end": "01:19:18.000", "speaker": "None", "utterance": "green to yellow."}
{"start": "01:19:18.000", "end": "01:19:32.000", "speaker": "None", "utterance": "Beautiful performance guys beautiful. Thank you so much. Thank you so much."}
{"start": "01:19:32.000", "end": "01:19:44.000", "speaker": "None", "utterance": "Thank you so much for that magical piece, and thank you to all the artists on the program of the last four days and, as well as the artists who contributed work to the video gallery and to the other conference galleries."}
{"start": "01:19:44.000", "end": "01:19:59.000", "speaker": "None", "utterance": "Some of most of the live performances from the past four days have been archived on films, but some are ephemeral and will disappear soon so if you have this something you would like to see a lot of beautiful things that happened, check those out soon."}
{"start": "01:19:59.000", "end": "01:20:07.000", "speaker": "None", "utterance": "And I think now it's time for award so let me pass my hosting baton on."}
{"start": "01:20:07.000", "end": "01:20:09.000", "speaker": "None", "utterance": "Thank you so much."}
{"start": "01:20:09.000", "end": "01:20:18.000", "speaker": "None", "utterance": "Folks, this was a really special set of performances. They have all been strong, but we."}
{"start": "01:20:18.000", "end": "01:20:25.000", "speaker": "None", "utterance": "Today we got to see zoom dress down and built back up again it's amazing."}
{"start": "01:20:25.000", "end": "01:20:30.000", "speaker": "None", "utterance": "So thank you all right, folks."}
{"start": "01:20:30.000", "end": "01:20:50.000", "speaker": "None", "utterance": "We know that the next panel begins at four. We have a brief award ceremony. And thanks to the organizers because this is the the the closing event please bear with us as we bring this this conference to an almost close remember there are panels after"}
{"start": "01:20:50.000", "end": "01:21:08.000", "speaker": "None", "utterance": "this. So, without further ado, let me introduce the awards. Now that yellow awards a few things that the community should know, they're all supported through donations for the award so these did not come from membership dues."}
{"start": "01:21:08.000", "end": "01:21:24.000", "speaker": "None", "utterance": "They every year we select member of the board that will act as awards convener. This is a person that does not have any conflict of interest in terms of being eligible for an award that given year."}
{"start": "01:21:24.000", "end": "01:21:44.000", "speaker": "None", "utterance": "That awards convener along with the board selects an external committee from the community to be the jury for the award, and the convener then works independently with the jury to, you know, we send out a call, but then the convener works independently"}
{"start": "01:21:44.000", "end": "01:21:51.000", "speaker": "None", "utterance": "with a jury to go through the process of selecting and awarding the yellow awards."}
{"start": "01:21:51.000", "end": "01:22:16.000", "speaker": "None", "utterance": "The three yellow awards that we have come with $1,000 Prize, as well as a little plaque and board members who are eligible, the first year we were not eligible but then became eligible for awards as we externalize the process, because of the bylaws, board"}
{"start": "01:22:16.000", "end": "01:22:21.000", "speaker": "None", "utterance": "members cannot receive any kind of funding."}
{"start": "01:22:21.000", "end": "01:22:37.000", "speaker": "None", "utterance": "You know, we cannot accept funding. So, whenever, if any board member ever wins the award. That is assigned to usually a fellow fellow, that helps develop projects with the board member."}
{"start": "01:22:37.000", "end": "01:22:41.000", "speaker": "None", "utterance": "And so these things are donated again."}
{"start": "01:22:41.000", "end": "01:22:56.000", "speaker": "None", "utterance": "Without further ado, honor that I will introduce on an offer, who served as our awards convener and who's going to introduce the jury. And, and the awardees, so I'm all yours."}
{"start": "01:22:56.000", "end": "01:23:09.000", "speaker": "None", "utterance": "Thank you, Leo let me share my screen so I can show you what it's going on with, with the awards this year."}
{"start": "01:23:09.000", "end": "01:23:12.000", "speaker": "None", "utterance": "I hope you can see my screen."}
{"start": "01:23:12.000", "end": "01:23:14.000", "speaker": "None", "utterance": "And,"}
{"start": "01:23:14.000", "end": "01:23:28.000", "speaker": "None", "utterance": "yeah, and here's the presentation so um yeah So indeed, I have a great pleasure and an honor to serve as, as the EO 2021, however it's convenient convener."}
{"start": "01:23:28.000", "end": "01:23:47.000", "speaker": "None", "utterance": "And of course we have three categories, and I guess most of you are already familiar with, with the categories or other cooler words for a work of electronic richer the mkH inhales a word for for criticism of electronic literature and the merger easy"}
{"start": "01:23:47.000", "end": "01:23:49.000", "speaker": "None", "utterance": "lucid dream Career Achievement Award."}
{"start": "01:23:49.000", "end": "01:23:59.000", "speaker": "None", "utterance": "And, and the new category is coming, and it's going to be announced in roughly 10 minutes."}
{"start": "01:23:59.000", "end": "01:24:16.000", "speaker": "None", "utterance": "So I had a great pleasure to to to work with wonderful remembers. And this year jury for the Robert Scoble awards, where Jason lewis i mean i'm happy and current and on the team."}
{"start": "01:24:16.000", "end": "01:24:34.000", "speaker": "None", "utterance": "And I would like to also emphasize the fact that that the number of nominated works. This year was on significant rise from last year last year was 28 works nominated this year."}
{"start": "01:24:34.000", "end": "01:24:50.000", "speaker": "None", "utterance": "It was 49 nominated artworks so it speaks volumes about how our field is expanding. And here are shortlisted artworks."}
{"start": "01:24:50.000", "end": "01:25:12.000", "speaker": "None", "utterance": "This is the first of the shortlisted ones and see already probably know that it is Diego Bonita big data, and other artwork that will surely set, and this year I asked for, for show the set, and one winner so you'll probably know that another shortlisted"}
{"start": "01:25:12.000", "end": "01:25:34.000", "speaker": "None", "utterance": "artwork is Jason Nelson's, the wonders of last trajectories. And here you can see the jury's justifications, and we're a bit of time constraints. So I'm going to read all the justifications, you will be able to read it for us have probably in Mark Marino's"}
{"start": "01:25:34.000", "end": "01:25:41.000", "speaker": "None", "utterance": "announcements that usually comes after the ceremony."}
{"start": "01:25:41.000", "end": "01:25:51.000", "speaker": "None", "utterance": "So here we have extremely interesting artwork, and I strongly encourage you to check all of them."}
{"start": "01:25:51.000", "end": "01:25:58.000", "speaker": "None", "utterance": "Not only the winner gets this artwork is coming from."}
{"start": "01:25:58.000", "end": "01:26:05.000", "speaker": "None", "utterance": "I think, very interesting"}
{"start": "01:26:05.000", "end": "01:26:13.000", "speaker": "None", "utterance": "places and people, and I'm not sure actually if I pronounced the name Shang tune Tim and Maria raw Oliva."}
{"start": "01:26:13.000", "end": "01:26:29.000", "speaker": "None", "utterance": "I know that you're here in the audience so please can you sanction 10 can you pronounce your name so we know how to do it properly tension."}
{"start": "01:26:29.000", "end": "01:26:56.000", "speaker": "None", "utterance": "Thank you very much. Thank you. I love this artwork for a match I must say, and now I'm the last of the shortlist at once. Amazing artwork immersive experience by Stephanie Dinkins Secret Garden and old buildings will be in the chat I believe in a moment."}
{"start": "01:26:56.000", "end": "01:27:00.000", "speaker": "None", "utterance": "So now,"}
{"start": "01:27:00.000", "end": "01:27:14.000", "speaker": "None", "utterance": "the great moment has come, we have the winner in the category of the best electronic retoucher artworks produced in 2020. And the winner is."}
{"start": "01:27:14.000", "end": "01:27:21.000", "speaker": "None", "utterance": "Laser hook the vine and the fish."}
{"start": "01:27:21.000", "end": "01:27:24.000", "speaker": "None", "utterance": "And here is the justification of the jury."}
{"start": "01:27:24.000", "end": "01:27:37.000", "speaker": "None", "utterance": "And I think it's also interesting that this artwork is kind of falls into the category that's not often discussed just webcomics. This is interesting in itself."}
{"start": "01:27:37.000", "end": "01:27:45.000", "speaker": "None", "utterance": "Another category is the M catching has a word for criticism of electronic literature and Judy this year."}
{"start": "01:27:45.000", "end": "01:27:55.000", "speaker": "None", "utterance": "We're Erica Guzman, Ruby curry Sam and Mark Marino, and I'm deeply grateful to all the dream members for the excellent work."}
{"start": "01:27:55.000", "end": "01:28:07.000", "speaker": "None", "utterance": "We've got 15 works nominated which is slightly slight decrease from the last year when the 17"}
{"start": "01:28:07.000", "end": "01:28:11.000", "speaker": "None", "utterance": "works, or nominated."}
{"start": "01:28:11.000", "end": "01:28:38.000", "speaker": "None", "utterance": "And here again we have two honorable mentions first of which is video Flores cloud vehicles and the riddle for Martha and follow your lead allots."}
{"start": "01:28:38.000", "end": "01:28:47.000", "speaker": "None", "utterance": "appreciated by them."}
{"start": "01:28:47.000", "end": "01:29:12.000", "speaker": "None", "utterance": "Marisa Burnham break dance. And this is an amazing amazingly innovative kind of critical work so strongly recommended to to check out. And now"}
{"start": "01:29:12.000", "end": "01:29:27.000", "speaker": "None", "utterance": "and it is my absolutely great pleasure to announce that the winner in the category is Jessica Pressman bookish ness loving books in a digital age. Columbia University Press 2020."}
{"start": "01:29:27.000", "end": "01:29:34.000", "speaker": "None", "utterance": "And in a moment I will ask all winners to say a few words of cons."}
{"start": "01:29:34.000", "end": "01:29:42.000", "speaker": "None", "utterance": "And here is what Vereen have emphasized about the book."}
{"start": "01:29:42.000", "end": "01:29:53.000", "speaker": "None", "utterance": "And also I'm sure that many people in the audience have already seen it, read it, or participated in a in a in a book launch."}
{"start": "01:29:53.000", "end": "01:30:02.000", "speaker": "None", "utterance": "And finally the Marjorie see Lusa bring Career Achievement Awards."}
{"start": "01:30:02.000", "end": "01:30:06.000", "speaker": "None", "utterance": "with the jury"}
{"start": "01:30:06.000", "end": "01:30:09.000", "speaker": "None", "utterance": "consistent."}
{"start": "01:30:09.000", "end": "01:30:18.000", "speaker": "None", "utterance": "Dr. Carpenter and Manuel Portela nine nominations as compared to five nominations last year."}
{"start": "01:30:18.000", "end": "01:30:26.000", "speaker": "None", "utterance": "And here is one and then the winner."}
{"start": "01:30:26.000", "end": "01:30:30.000", "speaker": "None", "utterance": "And the winner is"}
{"start": "01:30:30.000", "end": "01:30:35.000", "speaker": "None", "utterance": "capable injure."}
{"start": "01:30:35.000", "end": "01:30:40.000", "speaker": "None", "utterance": "And also, I guess you'll agree that it's well deserved."}
{"start": "01:30:40.000", "end": "01:30:49.000", "speaker": "None", "utterance": "And so now I would like to ask the winners, if they are with us to say a few words."}
{"start": "01:30:49.000", "end": "01:31:02.000", "speaker": "None", "utterance": "I think we'll start with the winner of the robots Cooper awards. I'm wondering if if life is here with us."}
{"start": "01:31:02.000", "end": "01:31:07.000", "speaker": "None", "utterance": "Probably not. I cannot really see"}
{"start": "01:31:07.000", "end": "01:31:10.000", "speaker": "None", "utterance": "all the"}
{"start": "01:31:10.000", "end": "01:31:20.000", "speaker": "None", "utterance": "functions here so I don't see who is saying yes or no. For example, so as you realize that it's not here with us and Jessica."}
{"start": "01:31:20.000", "end": "01:31:24.000", "speaker": "None", "utterance": "Are you here"}
{"start": "01:31:24.000", "end": "01:31:33.000", "speaker": "None", "utterance": "we go. I've been here, Jessica in the audience, Kate, are you here with us today."}
{"start": "01:31:33.000", "end": "01:31:39.000", "speaker": "None", "utterance": "Yeah. Yes, I'm here Can you hear me. Yes. Congratulations."}
{"start": "01:31:39.000", "end": "01:31:51.000", "speaker": "None", "utterance": "Thank you. It's really fantastic. I'm, I'm very surprised really a great honor. I went to my first yellow conference in 2002."}
{"start": "01:31:51.000", "end": "01:32:04.000", "speaker": "None", "utterance": "Yeah, 2002 in Los Angeles, which is where I met Caitlyn Fisher and Dana Larsen and Dini and various other people so that is a lifetime really isn't it so thank you."}
{"start": "01:32:04.000", "end": "01:32:27.000", "speaker": "None", "utterance": "Thank you so much for being being with us and and re emphasize your long standing cooperation and all the contribution that that you brought in into activity of the organization, and it, this, this."}
{"start": "01:32:27.000", "end": "01:32:38.000", "speaker": "None", "utterance": "I'm verdict also will be delivered by the one and only Mark Marino who's gonna send out the announcement."}
{"start": "01:32:38.000", "end": "01:33:02.000", "speaker": "None", "utterance": "And one more, one yellow or tomorrow. this year. And this is a new category that we wants to introduce, and the category is the maverick."}
{"start": "01:33:02.000", "end": "01:33:25.000", "speaker": "None", "utterance": "And do you all probably know who's gonna be over there with the maverick, and soon, and I'm going to pass to Scott red bird and Caitlin Fisher who tell a bit more about the origins of the category and about behind the scenes, so to speak, I'm Caitlin."}
{"start": "01:33:25.000", "end": "01:33:39.000", "speaker": "None", "utterance": "Sure, are you there Scott. I'm here. Okay, it's a bit anticlimactic now screen sharing for a minute or, or not."}
{"start": "01:33:39.000", "end": "01:33:44.000", "speaker": "None", "utterance": "Maybe you could start anyway."}
{"start": "01:33:44.000", "end": "01:33:47.000", "speaker": "None", "utterance": "Yeah, so go ahead."}
{"start": "01:33:47.000", "end": "01:34:02.000", "speaker": "None", "utterance": "Yeah, I'll start. Um, so last year about this time at ELO when we were at the week for David Lauren Baker, we a number of us had a discussion around the importance of recognizing the artists and scholars and amazing people."}
{"start": "01:34:02.000", "end": "01:34:15.000", "speaker": "None", "utterance": "As part of the halo community who, who sometimes are not the people, most likely to be winning the other awards because they're on a crazy brilliant genius path all their own."}
{"start": "01:34:15.000", "end": "01:34:39.000", "speaker": "None", "utterance": "And so out of that discussion came came the idea for a maverick award. You want to take it over. From there, Scott for bit. Sure, yeah and as as Caitlyn said we were gathered at awake for, for, Damon, learn Baker, who was who was somebody who kind of"}
{"start": "01:34:39.000", "end": "01:34:52.000", "speaker": "None", "utterance": "worked outside of the the guidelines and was very difficult person to categorize and and while we were talking at that event."}
{"start": "01:34:52.000", "end": "01:35:07.000", "speaker": "None", "utterance": "Talent suggested that there should be a maverick award, an award for for someone who took an unconventional path. Yeah, who really sort of colored outside of the lines."}
{"start": "01:35:07.000", "end": "01:35:21.000", "speaker": "None", "utterance": "And, of course, Damon is part of this prize there's a tribute to Damon, which is a bottle of Sondra man Damon's favorite liquor."}
{"start": "01:35:21.000", "end": "01:35:28.000", "speaker": "None", "utterance": "And the prize will be $500 in a bottle of the center man."}
{"start": "01:35:28.000", "end": "01:35:37.000", "speaker": "None", "utterance": "But as we as we make this award for the first time."}
{"start": "01:35:37.000", "end": "01:35:45.000", "speaker": "None", "utterance": "We're thinking of talent, who I think is a maverick"}
{"start": "01:35:45.000", "end": "01:35:55.000", "speaker": "None", "utterance": "to which we can provide future aspirations for for everyone in the electronic literature community."}
{"start": "01:35:55.000", "end": "01:36:17.000", "speaker": "None", "utterance": "Those of you who know talent, know that he was a skateboarder in a punk rocker, and a chef, a sous chef and a chef at one of the, a great restaurant in San Francisco, before he became a web designer and started a perceptive con a web design company in"}
{"start": "01:36:17.000", "end": "01:36:28.000", "speaker": "None", "utterance": "San Francisco, and while he was, he was a web designer and independent creator, he created a web journal called beehive."}
{"start": "01:36:28.000", "end": "01:36:32.000", "speaker": "None", "utterance": "That was in the 1990s and early 2000s."}
{"start": "01:36:32.000", "end": "01:36:41.000", "speaker": "None", "utterance": "One of the most important venues and adventurous venues for the publication of electronic literature. And then those of you who know his work."}
{"start": "01:36:41.000", "end": "01:37:01.000", "speaker": "None", "utterance": "Of course know Lexi to perplex sia, which is one of the most canonical works of electronic literature, but you also know that, you know, talent who came out of a, an arts background I worked a bit at Cal Arts and was was friends with Kathy actor and certainly"}
{"start": "01:37:01.000", "end": "01:37:09.000", "speaker": "None", "utterance": "influenced by and developed works in a variety of media."}
{"start": "01:37:09.000", "end": "01:37:18.000", "speaker": "None", "utterance": "Throughout his career and continues to not trying to talk in the in the past tense about talent."}
{"start": "01:37:18.000", "end": "01:37:20.000", "speaker": "None", "utterance": "But he he worked in film."}
{"start": "01:37:20.000", "end": "01:37:39.000", "speaker": "None", "utterance": "He worked in Visual Arts he's, he's worked in electronic literature in many different varieties. He's worked. He worked on the LL board to always provide the yellow board with an alternative perspective, Robert Coover."}
{"start": "01:37:39.000", "end": "01:37:58.000", "speaker": "None", "utterance": "I remember when he was talking about what he was trying to do or why he got into electronic literature to begin with and started teaching it was he said that he always wanted to encourage writers to work against the grain of the media, in which they were"}
{"start": "01:37:58.000", "end": "01:38:13.000", "speaker": "None", "utterance": "operating and talent is someone who has always worked against the brain, and always challenged the media, he did things like start the under Academy college."}
{"start": "01:38:13.000", "end": "01:38:15.000", "speaker": "None", "utterance": "An alternative University."}
{"start": "01:38:15.000", "end": "01:38:32.000", "speaker": "None", "utterance": "That did not a here, to, to the normal rules for instance that you, you would pay tuition or be graded, but instead you would have kind of imaginary University realized, where you would all create together."}
{"start": "01:38:32.000", "end": "01:38:48.000", "speaker": "None", "utterance": "So I'm very happy to announce the first winner of the maverick award, and to read the designation, which will be an award given in the future as well."}
{"start": "01:38:48.000", "end": "01:38:50.000", "speaker": "None", "utterance": "by the yellow."}
{"start": "01:38:50.000", "end": "01:38:56.000", "speaker": "None", "utterance": "And of course it'll be donation supported I encourage you all to donate, I will after this event."}
{"start": "01:38:56.000", "end": "01:39:02.000", "speaker": "None", "utterance": "So, the maverick is to be awarded annually to an independent spirit."}
{"start": "01:39:02.000", "end": "01:39:15.000", "speaker": "None", "utterance": "A writer artist researcher programmer designer performer, or hybrid creator who does not adhere to a conventional path."}
{"start": "01:39:15.000", "end": "01:39:17.000", "speaker": "None", "utterance": "But creates their own."}
{"start": "01:39:17.000", "end": "01:39:24.000", "speaker": "None", "utterance": "And in so doing, makes a singular contribution to the field of electronic literature."}
{"start": "01:39:24.000", "end": "01:39:46.000", "speaker": "None", "utterance": "And the winner, of course, is talent."}
{"start": "01:39:46.000", "end": "01:39:54.000", "speaker": "None", "utterance": "Well, I just wanted to just on behalf of my brother."}
{"start": "01:39:54.000", "end": "01:39:58.000", "speaker": "None", "utterance": "He lives at Maverick life."}
{"start": "01:39:58.000", "end": "01:40:05.000", "speaker": "None", "utterance": "And he did and he does, and he did from when he was a little kid."}
{"start": "01:40:05.000", "end": "01:40:11.000", "speaker": "None", "utterance": "You can imagine growing up in a house with him."}
{"start": "01:40:11.000", "end": "01:40:15.000", "speaker": "None", "utterance": "Being a little kid, and"}
{"start": "01:40:15.000", "end": "01:40:26.000", "speaker": "None", "utterance": "him and a neighbor starting a film company at like 14 years old, and they started a theater in the neighbor's house concession stand."}
{"start": "01:40:26.000", "end": "01:40:32.000", "speaker": "None", "utterance": "Amazing movies, you know, stop action films all this stuff."}
{"start": "01:40:32.000", "end": "01:40:41.000", "speaker": "None", "utterance": "And it just continued on from there. And for for me to be able to accept this on his behalf."}
{"start": "01:40:41.000", "end": "01:40:49.000", "speaker": "None", "utterance": "You have to understand that he was an inspiration for me to go into art education as well."}
{"start": "01:40:49.000", "end": "01:40:59.000", "speaker": "None", "utterance": "I know he would have loved to have been here to accept it."}
{"start": "01:40:59.000", "end": "01:41:06.000", "speaker": "None", "utterance": "Sorry."}
{"start": "01:41:06.000", "end": "01:41:11.000", "speaker": "None", "utterance": "It won't just serve as an encouragement warm."}
{"start": "01:41:11.000", "end": "01:41:28.000", "speaker": "None", "utterance": "But it will serve as an acknowledgement of years of hard work, dedication of perseverance, that all that to finally be recognized for it."}
{"start": "01:41:28.000", "end": "01:41:35.000", "speaker": "None", "utterance": "So I want to thank ELO for honoring him in this way."}
{"start": "01:41:35.000", "end": "01:41:43.000", "speaker": "None", "utterance": "And thank you for understanding and encouraging his Maverick way."}
{"start": "01:41:43.000", "end": "01:41:50.000", "speaker": "None", "utterance": "So thank you."}
{"start": "01:41:50.000", "end": "01:41:58.000", "speaker": "None", "utterance": "All right, love, love you The Mamet's, love you, love you, Dennis and love talent."}
{"start": "01:41:58.000", "end": "01:42:11.000", "speaker": "None", "utterance": "So, talent will be watching this this video momentarily. And we hope that he has many years of creation, ahead of him."}
{"start": "01:42:11.000", "end": "01:42:29.000", "speaker": "None", "utterance": "But I think this moment of recognizing that electronic literature isn't just about those of us who, who choose a conventional path, but those of us who, who do things that no one would expect."}
{"start": "01:42:29.000", "end": "01:42:44.000", "speaker": "None", "utterance": "That's how our field came about and telling them what I think is the person who personifies that most. So thank you to the yellow for deciding to give this award."}
{"start": "01:42:44.000", "end": "01:42:52.000", "speaker": "None", "utterance": "And thank you to talent and also our hearts go out right now to the moment family."}
{"start": "01:42:52.000", "end": "01:43:06.000", "speaker": "None", "utterance": "Talent is is going to is going through some difficult times right now, but he's, he's going to survive and his life's work is treasured and valued by all of us."}
{"start": "01:43:06.000", "end": "01:43:27.000", "speaker": "None", "utterance": "So thanks so much. Thank you so much and I must add that talent is a great colleague, amazing colleague, I was lucky enough to teach at Winona State University in creative visual media with Devin Heckman and time management and our conversation we're"}
{"start": "01:43:27.000", "end": "01:43:46.000", "speaker": "None", "utterance": "just fascinating so sending all my love and healing energies to tell them to both methods, actually."}
{"start": "01:43:46.000", "end": "01:44:06.000", "speaker": "None", "utterance": "Um, so I think we don't have much time left and I was thoroughly stressed through this ceremony for many reasons but I would like to add some gratitude and huge things."}
{"start": "01:44:06.000", "end": "01:44:25.000", "speaker": "None", "utterance": "First of all, I'm immensely grateful to all the jury's members whose work I so much, appreciate, and whose contributions in also in terms of comments and opinions they wanted to share with us about the process, and will still end the discussion that I"}
{"start": "01:44:25.000", "end": "01:44:44.000", "speaker": "None", "utterance": "hope will contribute to how this process will what it will look like in the nearest future and special things go to Holly Slocum for her enthusiasts skills and willingness to help and I want you all to show your applause and appreciation to Holly who"}
{"start": "01:44:44.000", "end": "01:45:05.000", "speaker": "None", "utterance": "is the person behind the scenes, usually working very hard and not often being mentioned publicly. And last but not least, Big thanks to old not nominators and nominees and all the people in the audience to the whole ELO electronic retoucher organization,"}
{"start": "01:45:05.000", "end": "01:45:08.000", "speaker": "None", "utterance": "and to the organizers of this wonderful conference."}
{"start": "01:45:08.000", "end": "01:45:21.000", "speaker": "None", "utterance": "Basically, I, I think we're all in the huge festival of gratitude. And I think that's act."}
{"start": "01:45:21.000", "end": "01:45:26.000", "speaker": "None", "utterance": "And today's ceremony. Thank you so much."}
{"start": "01:45:26.000", "end": "01:45:40.000", "speaker": "None", "utterance": "Thank you, honor, and we have. So a big hand to honor to the jurors, and to the winners of the awards. We are proud of the work and grateful for the work you all day."}
{"start": "01:45:40.000", "end": "01:45:51.000", "speaker": "None", "utterance": "I can't leave this without extending a little bit more thanks to the entire yellow 2021 team."}
{"start": "01:45:51.000", "end": "01:45:58.000", "speaker": "None", "utterance": "All the curators, all the organizers, all the behind the scenes folks who are running around."}
{"start": "01:45:58.000", "end": "01:46:08.000", "speaker": "None", "utterance": "Everyone, this has been an amazing online conference. I think we have felt the community and the energy and the sharing."}
{"start": "01:46:08.000", "end": "01:46:13.000", "speaker": "None", "utterance": "And you have really made a special event this year."}
{"start": "01:46:13.000", "end": "01:46:18.000", "speaker": "None", "utterance": "And to show a little bit of our gratitude."}
{"start": "01:46:18.000", "end": "01:46:29.000", "speaker": "None", "utterance": "We are the board has as a chip then for a little gift for the two conference co chairs Soren and Scott."}
{"start": "01:46:29.000", "end": "01:46:43.000", "speaker": "None", "utterance": "We have enlisted some co conspirators, who are supposed to come up to you right about now, and deliver a little gift on our behalf."}
{"start": "01:46:43.000", "end": "01:47:01.000", "speaker": "None", "utterance": "Very, go. There you go. Here it comes. There's talent there sarin there Scott, a little bit of a special, sweet, Barbados rum, from circa 2007 2009."}
{"start": "01:47:01.000", "end": "01:47:13.000", "speaker": "None", "utterance": "And, you know, I want you, when you set this to think of the sweet distillation that that comes from, from this community from it's love."}
{"start": "01:47:13.000", "end": "01:47:24.000", "speaker": "None", "utterance": "Think about 2007 and 2009, right before the crash right when the world was prosperous and flash ran beautifully."}
{"start": "01:47:24.000", "end": "01:47:43.000", "speaker": "None", "utterance": "Listen, just thank you for an amazing job. Thank you for creating this experience where we have all been able to come together and thanks to the community for for making this an event that is vital that it's welcoming that that where we come together"}
{"start": "01:47:43.000", "end": "01:47:52.000", "speaker": "None", "utterance": "and feel like a family. And welcome new people and and just a round of applause to our organizers."}
{"start": "01:47:52.000", "end": "01:47:58.000", "speaker": "None", "utterance": "And to all of you."}
{"start": "01:47:58.000", "end": "01:48:00.000", "speaker": "None", "utterance": "Thank you. Thank you."}
{"start": "01:48:00.000", "end": "01:48:16.000", "speaker": "None", "utterance": "And thanks for watch. I just want to say that, you know, it for, for sorted i i think that seeing this kind of crazy"}
{"start": "01:48:16.000", "end": "01:48:27.000", "speaker": "None", "utterance": "event and sort of idea and challenging the community come together and seeing everyone really provide first class scholarship."}
{"start": "01:48:27.000", "end": "01:48:32.000", "speaker": "None", "utterance": "First Class artworks exhibitions performances."}
{"start": "01:48:32.000", "end": "01:48:49.000", "speaker": "None", "utterance": "That really dealt with the themes that we were the that we really wanted people to engage with was so rewarding. And I just want to say my deepest heartfelt thanks to Soren cold, and his team at or whose University."}
{"start": "01:48:49.000", "end": "01:49:02.000", "speaker": "None", "utterance": "You know I said to sword. I'm going to do the arts program, I've decided events are going to do most of the arts program before the conference, so that that's done and I can just enjoy the conference."}
{"start": "01:49:02.000", "end": "01:49:08.000", "speaker": "None", "utterance": "While you deal with, with the conference itself and all the hassles that entails."}
{"start": "01:49:08.000", "end": "01:49:19.000", "speaker": "None", "utterance": "So, to one of my best friends and favorite collaborators with whom I will collaborate on many projects in the future."}
{"start": "01:49:19.000", "end": "01:49:37.000", "speaker": "None", "utterance": "Congratulations to to CERN polled Malta, all the team or his university, thanks for this."}
{"start": "01:49:37.000", "end": "01:49:39.000", "speaker": "None", "utterance": "Thanks a lot."}
{"start": "01:49:39.000", "end": "01:49:43.000", "speaker": "None", "utterance": "Leo and Scott."}
{"start": "01:49:43.000", "end": "01:49:47.000", "speaker": "None", "utterance": "Am I on, I guess, man."}
{"start": "01:49:47.000", "end": "01:50:04.000", "speaker": "None", "utterance": "It's been amazing working together with all the people behind the scenes and you know it's too late to mention everybody, but the on the website and. And also, I want to say, you know, without you, Scott, I wouldn't dare to do this."}
{"start": "01:50:04.000", "end": "01:50:14.000", "speaker": "None", "utterance": "And it would have been some things would have been easier because yeah thanks just kept growing, but that's part of the phone."}
{"start": "01:50:14.000", "end": "01:50:30.000", "speaker": "None", "utterance": "And then I will also say you know i to everybody who participated that listening in on, on, I've been at about a third of the panels or something. It's just been amazing to see how people grasp the ideas the discussions."}
{"start": "01:50:30.000", "end": "01:50:43.000", "speaker": "None", "utterance": "Of course soon fatigue is a real thing but but but there's just been lively discussions, people have kept the time and and and you know really been contributing."}
{"start": "01:50:43.000", "end": "01:50:48.000", "speaker": "None", "utterance": "So I think that, you know, we all go go from this."}
{"start": "01:50:48.000", "end": "01:50:58.000", "speaker": "None", "utterance": "With more stuff for our research more to work on, but also the, the amazing art performances and these patients is just, it's been an amazing week."}
{"start": "01:50:58.000", "end": "01:51:08.000", "speaker": "None", "utterance": "So thanks a lot to everybody."}
{"start": "01:51:08.000", "end": "01:51:08.000", "speaker": "None", "utterance": "You're still a panel left."}
{"start": "01:51:08.000", "end": "01:51:16.000", "speaker": "None", "utterance": "There's still a panel left. Yeah. And, yeah, don't forget, you know there's a panel like in four minutes."}
{"start": "01:51:16.000", "end": "01:51:26.000", "speaker": "None", "utterance": "Yeah. And I'd also say that, for me, the fact that all of these recordings of all these panels are up on Vimeo."}
{"start": "01:51:26.000", "end": "01:51:34.000", "speaker": "None", "utterance": "The yellow doesn't end here. I'm going to be watching so many panels that that I missed."}
{"start": "01:51:34.000", "end": "01:51:42.000", "speaker": "None", "utterance": "I didn't miss them because we put them up on Vimeo, right away and they're all archived in the homes that knowledge base."}
{"start": "01:51:42.000", "end": "01:51:52.000", "speaker": "None", "utterance": "So don't let the conference end here. You still got your homework for the next week or so."}
{"start": "01:51:52.000", "end": "01:52:03.000", "speaker": "None", "utterance": "Thank you all, And take a little break, and let's have time the last conference, the last panels, and then I hope you can join us in the discord channel."}
{"start": "01:52:03.000", "end": "01:52:13.000", "speaker": "None", "utterance": "Afterwards, and the voice or radio channel we have lots of rooms, go hang out. And thank you all, and kiss."}
{"start": "01:52:13.000", "end": "01:52:32.000", "speaker": "None", "utterance": "Yours, enjoy and share with your team. Yes."}