{"start": "00:00:42.660", "end": "00:00:43.380", "speaker": "Matthew G. Kirschenbaum", "utterance": " Okay."}
{"start": "00:00:44.760", "end": "00:00:57.630", "speaker": "Matthew G. Kirschenbaum", "utterance": " Good afternoon, everybody so welcome to this panel on the legacy and recovery of William H Dickies last hyper phones."}
{"start": "00:00:58.020", "end": "00:01:08.760", "speaker": "Matthew G. Kirschenbaum", "utterance": " My name is Matthew kirshenbaum i'm a professor of English and digital studies at the University of Maryland and with me today to help narrate this story."}
{"start": "00:01:09.150", "end": "00:01:19.500", "speaker": "Matthew G. Kirschenbaum", "utterance": " I have Dana Larsen Andrew fergusson and Susan trace, who I will introduce a little bit more fully and in just a moment but."}
{"start": "00:01:20.070", "end": "00:01:30.900", "speaker": "Matthew G. Kirschenbaum", "utterance": " For the next hour and 15 minutes or so, our objective is to tell you a little bit more about who William Hobart Dickey was."}
{"start": "00:01:31.620", "end": "00:01:45.690", "speaker": "Matthew G. Kirschenbaum", "utterance": " Why his work and, in particular, his work in hyper card is of interest to to this community and the story behind how it came to light after a."}
{"start": "00:01:46.410", "end": "00:01:57.570", "speaker": "Matthew G. Kirschenbaum", "utterance": " While depending on how one measures, a 25 or 30 year delay and publication, about which he'll you'll hear more about that too it's a fascinating story that also I think is very."}
{"start": "00:01:58.800", "end": "00:02:16.950", "speaker": "Matthew G. Kirschenbaum", "utterance": " instructive for our community at large, so, as I mentioned, and say, as I mentioned, with me, we have first Dr Susan trays, who is a professor."}
{"start": "00:02:17.580", "end": "00:02:25.950", "speaker": "Matthew G. Kirschenbaum", "utterance": " who holds an ma and PhD in English literature, but who teaches graduate statistics and research methods."}
{"start": "00:02:26.760", "end": "00:02:37.680", "speaker": "Matthew G. Kirschenbaum", "utterance": " In statistics and measurement at Keller at cal state fresno she's published numerous refereed journal articles has won several teaching awards."}
{"start": "00:02:37.950", "end": "00:02:45.780", "speaker": "Matthew G. Kirschenbaum", "utterance": " and has supervised over 50 doctoral dissertation dissertations and 200 masters over the course of her career."}
{"start": "00:02:46.110", "end": "00:02:58.620", "speaker": "Matthew G. Kirschenbaum", "utterance": " particularly notable for us today as well, Dr trace is also William Dickies literary executor and he'll hear again more about that story and relationship in just a moment."}
{"start": "00:02:59.280", "end": "00:03:11.490", "speaker": "Matthew G. Kirschenbaum", "utterance": " i'm also with us is Andrew Ferguson, who is currently completing a master's in computer science at the University of Edinburgh I believe exams were just taken."}
{"start": "00:03:11.760", "end": "00:03:22.770", "speaker": "Matthew G. Kirschenbaum", "utterance": " On he has also the developer of hyper card online, which is the online and mutilation platform that we use at the Internet archive to present this poetry."}
{"start": "00:03:23.160", "end": "00:03:36.240", "speaker": "Matthew G. Kirschenbaum", "utterance": " and Andrew will be talking to us, as you can anticipate about some of the nuts and bolts behind this work and then finally Dana Larsen who needs no particular introduction to this Community."}
{"start": "00:03:36.960", "end": "00:03:47.400", "speaker": "Matthew G. Kirschenbaum", "utterance": " So I will not do a lengthy introduction Stewart and i'll throw up, I believe, is fond of introducing dina as a trickster figure and there's something to that, but."}
{"start": "00:03:47.760", "end": "00:04:02.160", "speaker": "Matthew G. Kirschenbaum", "utterance": " I think in ways that you will again hear about shortly, she has a particularly close and meaningful connection to to this particular story so i'm going to begin with just a little bit of context."}
{"start": "00:04:03.300", "end": "00:04:12.660", "speaker": "Matthew G. Kirschenbaum", "utterance": " William Dickey y'all hear a little bit more about his life and career from Susan on, but one thing I would just emphasize about dickie."}
{"start": "00:04:13.200", "end": "00:04:21.930", "speaker": "Matthew G. Kirschenbaum", "utterance": " Well, perhaps not quite a household name a few few enough poets are nowadays, but did he was a poet."}
{"start": "00:04:22.740", "end": "00:04:38.220", "speaker": "Matthew G. Kirschenbaum", "utterance": " with impeccable establishment credentials, it was a Fulbright fellow iowa writers workshop he won in 1958 the yell younger poets award which led to the publication of his first book."}
{"start": "00:04:38.640", "end": "00:04:52.290", "speaker": "Matthew G. Kirschenbaum", "utterance": " Is competition that year was another poet, you may have heard of named Sylvia Plath, and so a dickie was very much an establishment poet and moved in those circles."}
{"start": "00:04:53.040", "end": "00:05:01.770", "speaker": "Matthew G. Kirschenbaum", "utterance": " He became interested in the creative possibilities for poetry and word processing in the early 1980s."}
{"start": "00:05:02.730", "end": "00:05:13.950", "speaker": "Matthew G. Kirschenbaum", "utterance": " The ila community can sometimes be dismissive of me or word processing but dicky grasp the potential for it."}
{"start": "00:05:14.670", "end": "00:05:26.880", "speaker": "Matthew G. Kirschenbaum", "utterance": " Almost from the moment the technology became popularized and again incorporating it into his writing classes at San Francisco state he spent most of his professional career."}
{"start": "00:05:27.420", "end": "00:05:40.500", "speaker": "Matthew G. Kirschenbaum", "utterance": " As a professor of writing at San Francisco state the California association of teachers of English, this is a wonderful honorific they dubbed him a quote friend of the machine."}
{"start": "00:05:41.910", "end": "00:05:58.410", "speaker": "Matthew G. Kirschenbaum", "utterance": " so very much an early adopter very much somebody who was visible For those reasons in 1987 he edits a special issue of the New England review and bread love quarterly on computers and writing again a very."}
{"start": "00:05:58.950", "end": "00:06:26.280", "speaker": "Matthew G. Kirschenbaum", "utterance": " Traditional establishment venue probably the first time, many of its readers had given any serious consideration to the role of computing and digital media and the writing process, so you see Dickies dates on the screen in 1994 he dies in San Francisco of complications from HIV."}
{"start": "00:06:27.450", "end": "00:06:39.030", "speaker": "Matthew G. Kirschenbaum", "utterance": " He has survived at the time by his partner and first literary executor named Leonard son as aro who is since deceased i'm."}
{"start": "00:06:39.630", "end": "00:06:57.240", "speaker": "Matthew G. Kirschenbaum", "utterance": " about six years prior to his death so around 1998 dickie bought a MacIntosh and specifically a MacIntosh se the system expansion model and he began working on this immediately with hyper card."}
{"start": "00:06:57.960", "end": "00:07:19.830", "speaker": "Matthew G. Kirschenbaum", "utterance": " He composed, a total of 14 homes and hyper card before his death to varying states of completion he referred to them as his hyper poems three of them are what we would, I think categorize as erotica they're very explicit very not safe for work."}
{"start": "00:07:20.940", "end": "00:07:41.940", "speaker": "Matthew G. Kirschenbaum", "utterance": " And they are also, however, unique documents of gay life in San Francisco in the midst of an earlier pandemic i'm so very unique and I think very meaningful to this Community at this particular moment um so a Dickies complete electronic."}
{"start": "00:07:41.970", "end": "00:08:02.670", "speaker": "Matthew G. Kirschenbaum", "utterance": " poems were supposed to have been published by East Gate in 1995 or 1996 and you see here a catalog entry from he stayed at that time, announcing them as forthcoming on likewise in Dickies."}
{"start": "00:08:03.840", "end": "00:08:09.420", "speaker": "Matthew G. Kirschenbaum", "utterance": " posthumous book The education of desire that which appeared from wesleyan university press."}
{"start": "00:08:10.320", "end": "00:08:29.280", "speaker": "Matthew G. Kirschenbaum", "utterance": " In also in 1996 if you look at the author's note, you can see sort of I find this fascinating the poems are announced, as already having been published, but they they weren't it didn't happen, for reasons which are."}
{"start": "00:08:30.840", "end": "00:08:33.570", "speaker": "Matthew G. Kirschenbaum", "utterance": " complicated and which perhaps well we'll get into."}
{"start": "00:08:34.830", "end": "00:08:56.280", "speaker": "Matthew G. Kirschenbaum", "utterance": " In 2003 four of the poems were published on the CD Rom some of you will, of course, some of you right now i'm sure have this within arm's length for of the poems were published on the CD Rom that was included in the new media reader by Nick Montfort, no, no, but wardrobe fruin."}
{"start": "00:08:57.690", "end": "00:09:15.060", "speaker": "Matthew G. Kirschenbaum", "utterance": " Interestingly, there is no mention whatsoever of dickie within the printed volumes so it's only the poems on the CD Rom and it's I think safe to say that this particular publication did not result in substantial new exposure for for dickie."}
{"start": "00:09:16.290", "end": "00:09:32.040", "speaker": "Matthew G. Kirschenbaum", "utterance": " I would again want to emphasize that his work with hyper card remained largely unknown outside of a small circle of confidence at the time, at the time of his death his his New York Times obituary, for example, made no mention."}
{"start": "00:09:32.070", "end": "00:09:33.450", "speaker": "Matthew G. Kirschenbaum", "utterance": " Of the hyper card work."}
{"start": "00:09:33.990", "end": "00:09:36.540", "speaker": "Matthew G. Kirschenbaum", "utterance": " So I come into this particular."}
{"start": "00:09:36.540", "end": "00:09:54.270", "speaker": "Matthew G. Kirschenbaum", "utterance": " story um when in 2007 and dina dina Larson gifted what she refers to as the great library of Alexandria for electronic literature, to the University of Maryland where I teach."}
{"start": "00:09:55.980", "end": "00:10:10.920", "speaker": "Matthew G. Kirschenbaum", "utterance": " And included amongst the components of the great library were two crucial artifacts related to to dickie one is this box of discounts which i'm sure dina recognizes."}
{"start": "00:10:11.700", "end": "00:10:25.890", "speaker": "Matthew G. Kirschenbaum", "utterance": " She will, I think, tell you a little bit more about the story proper, but this box of displays where the original discounts that she used to copy files from William Dickies MacIntosh."}
{"start": "00:10:26.370", "end": "00:10:41.490", "speaker": "Matthew G. Kirschenbaum", "utterance": " Shortly after his death at the behest of Leonard soon as arrow who again what's his first literary executor so to the extent that we talked about originals like an original manuscript and electronic literature."}
{"start": "00:10:41.970", "end": "00:10:52.740", "speaker": "Matthew G. Kirschenbaum", "utterance": " These are read these are, these are the first generation files that came directly off of Dickies computers and which now are here at Maryland in this."}
{"start": "00:10:53.640", "end": "00:11:05.670", "speaker": "Matthew G. Kirschenbaum", "utterance": " fujifilm box and they they work, so we have some maps here at Maryland, this is a MAC se, just like dickie would have used, and you can see."}
{"start": "00:11:05.940", "end": "00:11:15.150", "speaker": "Matthew G. Kirschenbaum", "utterance": " me executing very poor archival practice here by just i'm happily taking one of those discounts plugging it into the sc 30 and."}
{"start": "00:11:15.960", "end": "00:11:26.310", "speaker": "Matthew G. Kirschenbaum", "utterance": " There is the work which is amazing and there's very much something to seeing it on the original screen, the original size hearing the sounds the machine makes."}
{"start": "00:11:26.700", "end": "00:11:37.200", "speaker": "Matthew G. Kirschenbaum", "utterance": " Of course, to do this, you need to be here at the University of Maryland um the other critical artifact for us is this laptop this."}
{"start": "00:11:38.100", "end": "00:11:50.310", "speaker": "Matthew G. Kirschenbaum", "utterance": " Book belongs to to dina this is dina's laptop which is now part of our collections here, and it is the laptop So you can see there it is booting up running."}
{"start": "00:11:50.850", "end": "00:12:09.000", "speaker": "Matthew G. Kirschenbaum", "utterance": " ios 9.2 and it is the laptop of that dina used to prepare Dickies poems for their posture in this publication with escape systems, so all the dina's working files from that project."}
{"start": "00:12:09.480", "end": "00:12:17.880", "speaker": "Matthew G. Kirschenbaum", "utterance": " live on this laptop and you can see, for example, here's the original cover art, which I believe would have gone on to the."}
{"start": "00:12:18.420", "end": "00:12:29.400", "speaker": "Matthew G. Kirschenbaum", "utterance": " sort have been on if you know escapes work, you know those characteristic cardboard sleeves the folio is they publish in I believe this would have been the package artwork, for example."}
{"start": "00:12:30.420", "end": "00:12:34.830", "speaker": "Matthew G. Kirschenbaum", "utterance": " There are the title pages for the two volumes of poetry."}
{"start": "00:12:36.090", "end": "00:12:46.980", "speaker": "Matthew G. Kirschenbaum", "utterance": " and so forth, so these were the two resources that working with with dina with Susan and with Andrew."}
{"start": "00:12:47.700", "end": "00:13:08.430", "speaker": "Matthew G. Kirschenbaum", "utterance": " These are the the manuscripts if we will, if you will, the source material that we relied on to eventually upload the poetry, to the Internet archive well lip around back to the conclusion of that story, but at this point i'd like to turn things over to Susan trays who will."}
{"start": "00:13:09.480", "end": "00:13:18.480", "speaker": "Matthew G. Kirschenbaum", "utterance": " fill us in a little bit more about Dickies remarkable life and accomplishments so let me turn it over to you Susan."}
{"start": "00:13:19.440", "end": "00:13:20.340", "speaker": "Susan Tracz", "utterance": " And thank you."}
{"start": "00:13:21.720", "end": "00:13:24.540", "speaker": "Susan Tracz", "utterance": " My name is Susan grace and I just want to have one."}
{"start": "00:13:25.950", "end": "00:13:26.190", "speaker": "Susan Tracz", "utterance": " quick."}
{"start": "00:13:26.580", "end": "00:13:39.990", "speaker": "Susan Tracz", "utterance": " correction my master's is in English literature, but my doctorate is actually in statistics and measurement that's how I ended up teaching statistics um let's see it's my screen on here."}
{"start": "00:13:41.160", "end": "00:13:43.890", "speaker": "Susan Tracz", "utterance": " Let me, let me share my screen i'm not sure if it's."}
{"start": "00:13:44.940", "end": "00:13:46.440", "speaker": "Matthew G. Kirschenbaum", "utterance": " Not not yet."}
{"start": "00:13:47.460", "end": "00:13:47.910", "speaker": "Susan Tracz", "utterance": " Okay."}
{"start": "00:14:05.190", "end": "00:14:05.760", "speaker": "Susan Tracz", "utterance": " Okay."}
{"start": "00:14:08.670", "end": "00:14:15.690", "speaker": "Susan Tracz", "utterance": " There it is yeah so again, my name is Susan trace and the purpose of my presentation here is."}
{"start": "00:14:15.690", "end": "00:14:26.730", "speaker": "Susan Tracz", "utterance": " To provide some background and context into the life of William Dickey and also to explain how a person is unlikely as me came to be William Dickies executor."}
{"start": "00:14:28.050", "end": "00:14:29.940", "speaker": "Susan Tracz", "utterance": " And now, as many of you know."}
{"start": "00:14:31.530", "end": "00:14:45.420", "speaker": "Susan Tracz", "utterance": " William dickie was a quite an accomplished poet poet, he was the last person chosen by auden is the winner of the Yale younger poets Award for his book of the festivities he wrote 13 books of poetry."}
{"start": "00:14:46.800", "end": "00:14:54.150", "speaker": "Susan Tracz", "utterance": " Not including the works will be discussing today and numerous other works published in compilations and as broadsides."}
{"start": "00:14:55.500", "end": "00:15:06.630", "speaker": "Susan Tracz", "utterance": " These works include things like leaf lives metamorphosis the Rainbow grocery more under Saturn ribbons of the north rivers of the Northwest."}
{"start": "00:15:06.990", "end": "00:15:25.860", "speaker": "Susan Tracz", "utterance": " The sacrifice consenting joy in the education of desire to name a few of these now some of these were published by private presses, which were really works of art in and of themselves and others were published by quite well known publishing houses, such as well as in."}
{"start": "00:15:28.380", "end": "00:15:40.350", "speaker": "Susan Tracz", "utterance": " Now his poetry was well known to my dear friend Leonard Santa zero and I met Leonard in 1975 when we were both starting our master's degrees in English literature."}
{"start": "00:15:40.950", "end": "00:15:57.150", "speaker": "Susan Tracz", "utterance": " And we were waiting in line to register with our IBM registration cards in hand for those of you who remember those old days and we became fast friends, we knew each other well we knew our mothers Leonard became my son's godfather."}
{"start": "00:15:58.230", "end": "00:16:11.310", "speaker": "Susan Tracz", "utterance": " And my dad used to say that he fell in love, even before he met him because he loved his poetry so much and letter was also a poet, and he was a Sylvia Plath scholar."}
{"start": "00:16:12.120", "end": "00:16:25.530", "speaker": "Susan Tracz", "utterance": " And when he moved to to Reno Nevada to take a lecturer position at the University of Nevada he was much closer to build geographically and eventually he met him at a conference in the courting began."}
{"start": "00:16:27.480", "end": "00:16:33.810", "speaker": "Susan Tracz", "utterance": " They moved in together in a House on the Hill and willard street your ucsf and San Francisco."}
{"start": "00:16:34.860", "end": "00:16:41.430", "speaker": "Susan Tracz", "utterance": " And bill was a fascinating person it's easy to think of him, just as a poet, but he always spoke in this."}
{"start": "00:16:42.570", "end": "00:16:53.970", "speaker": "Susan Tracz", "utterance": " gentle erudite sophistication of course he was a recognized poet, but he was a sought after professor at San Francisco State University, he was a valued cali."}
{"start": "00:16:54.600", "end": "00:17:06.930", "speaker": "Susan Tracz", "utterance": " But he also was an accomplished calligrapher here's a picture of his calligraphy some of the work that he did, and he was also an unbelievably fantastic gourmet cook."}
{"start": "00:17:07.740", "end": "00:17:24.510", "speaker": "Susan Tracz", "utterance": " He was an avid shopper who never had as nuff leather jackets and he always had a dog, in fact, he dedicated his book in the dreaming for Len and merlin and Sylvia and merlin wants his core D and, of course, Silvio with Sylvia Plath."}
{"start": "00:17:26.550", "end": "00:17:42.780", "speaker": "Susan Tracz", "utterance": " And when they live together they always published a Christmas card and they sent it out to people at Christmas and included a poem by each of them now, we always spent our Christmases with them, either in San Francisco or in fresno and."}
{"start": "00:17:44.910", "end": "00:17:52.440", "speaker": "Susan Tracz", "utterance": " Here you see bill and Leonard with our son Alex and our daughter Ariel and in the background, you can see the calligraphy."}
{"start": "00:17:53.670", "end": "00:18:11.760", "speaker": "Susan Tracz", "utterance": " right here, you can see the calligraphy that I showed you earlier in here is one of his early computers and surprisingly, if you if you know what a sophisticated and polished person he was he would still get on the forum play with Alex and our son Alex was um."}
{"start": "00:18:12.840", "end": "00:18:30.540", "speaker": "Susan Tracz", "utterance": " They they really hit it off because Alex was a very fluid reader even at the age of four and they just had a lot in common and so bill eventually used alex's illustrations for his book journey into the night, excuse me on a journey."}
{"start": "00:18:32.610", "end": "00:18:49.050", "speaker": "Susan Tracz", "utterance": " Now, around this time bill became very interested in computers, and this is some pictures of his very first computer which wasn't as born, and this was a very early early computer and bill, I would say what's on the vanguard, he was one of the."}
{"start": "00:18:50.070", "end": "00:18:54.270", "speaker": "Susan Tracz", "utterance": " Initial people who became very interested in the use of computers."}
{"start": "00:18:55.290", "end": "00:18:58.410", "speaker": "Susan Tracz", "utterance": " He received grants to work on them."}
{"start": "00:18:59.460", "end": "00:19:07.500", "speaker": "Susan Tracz", "utterance": " And he also became interested in how readers could interact with a poem and how there might be multiple paths through a home."}
{"start": "00:19:07.920", "end": "00:19:16.890", "speaker": "Susan Tracz", "utterance": " And so, he started writing is hyper poems at this time, and this is dina we'll talk more about this later, and incidentally dina may not share this with you."}
{"start": "00:19:17.250", "end": "00:19:28.500", "speaker": "Susan Tracz", "utterance": " But she was a student of bills are he chaired her thesis I believe she finished in 1992 and her thesis have to do with the use of computer technology."}
{"start": "00:19:28.860", "end": "00:19:40.500", "speaker": "Susan Tracz", "utterance": " And how it would change the way we critically look at poetry and other literature and actually I have a letter from bill to dina saying how he would urge her to publish this work."}
{"start": "00:19:42.180", "end": "00:19:45.270", "speaker": "Susan Tracz", "utterance": " Well, around this time also i'm."}
{"start": "00:19:46.440", "end": "00:19:47.670", "speaker": "Susan Tracz", "utterance": " Sorry, the next slide."}
{"start": "00:19:49.110", "end": "00:19:56.820", "speaker": "Susan Tracz", "utterance": " here's here's a poem that he wrote computer song on this, this is published and six philosophical songs."}
{"start": "00:19:57.900", "end": "00:20:11.130", "speaker": "Susan Tracz", "utterance": " But, around this time both billing Leonard got tested for AIDS and bill was positive and Leonard was not so they made wills at this time and Leonard may excuse me bill made Leonard is executor."}
{"start": "00:20:12.360", "end": "00:20:26.190", "speaker": "Susan Tracz", "utterance": " A bill then God and was hospitalized for diverticulitis and one of his doctors told her that he thought that treatment was withheld from bill, because he had AIDS, of course, none of this could ever be proven."}
{"start": "00:20:27.390", "end": "00:20:44.340", "speaker": "Susan Tracz", "utterance": " The last time I spoke with bill was on the phone about two weeks before he died in 1994 and he told me that everything would be all right, and he also told me to take care of Leonard because he was always afraid that Leonard would commit suicide."}
{"start": "00:20:45.750", "end": "00:20:47.100", "speaker": "Susan Tracz", "utterance": " So after."}
{"start": "00:20:48.360", "end": "00:20:50.040", "speaker": "Susan Tracz", "utterance": " After leonard's passing."}
{"start": "00:20:57.390", "end": "00:20:58.650", "speaker": "Susan Tracz", "utterance": " There was."}
{"start": "00:20:59.910", "end": "00:21:07.200", "speaker": "Susan Tracz", "utterance": " Work to Leonard really worked on getting the hyper pumps disseminated and he had a contract for their publication."}
{"start": "00:21:07.710", "end": "00:21:21.960", "speaker": "Susan Tracz", "utterance": " In dena did yeoman's work editing these poems but the publication of the publisher never followed through on the contract, although there were multiple multiple multiple attempts to make this contract the."}
{"start": "00:21:22.980", "end": "00:21:32.310", "speaker": "Susan Tracz", "utterance": " follow through on I remember bill worrying about being sued if he sought out another publisher and he kept saying, I have to do something about those poems."}
{"start": "00:21:33.150", "end": "00:21:45.390", "speaker": "Susan Tracz", "utterance": " There was also a correspondence with MIT to have some of these words come out and us on a few of them did but, but not the whole, not the entire catalog of those poems."}
{"start": "00:21:46.590", "end": "00:21:47.010", "speaker": "Susan Tracz", "utterance": " In."}
{"start": "00:21:49.860", "end": "00:21:56.160", "speaker": "Susan Tracz", "utterance": " 2004 letter did commit suicide, much to the great sadness of all who knew him."}
{"start": "00:21:57.360", "end": "00:22:11.640", "speaker": "Susan Tracz", "utterance": " And when they made their wills Leonard may bill his executor and he named me as the executor in the case that bill passed and so bills literary estate, which had been passed along to Leonard was now passed along to me."}
{"start": "00:22:12.990", "end": "00:22:19.890", "speaker": "Susan Tracz", "utterance": " And being a literary executor sounds romantic but it's actually a lot of work and often a lot of heartache."}
{"start": "00:22:21.090", "end": "00:22:40.050", "speaker": "Susan Tracz", "utterance": " There was getting bills massive oak desk who was God son's mother, the silver back to leonard's fig two bills family some furniture back to surely who was bills ex wife in the archive of bills papers which Leonard had catalog to the library and read can't read college."}
{"start": "00:22:41.070", "end": "00:22:52.560", "speaker": "Susan Tracz", "utterance": " But the problem of the hyper poems was more complicated I consulted with computer X experts at my college California State University fresno about retrieving the poems."}
{"start": "00:22:53.190", "end": "00:23:03.780", "speaker": "Susan Tracz", "utterance": " And that sort of never was accomplished I started talks with people at San Francisco state about a project to get these poems published but."}
{"start": "00:23:04.350", "end": "00:23:22.020", "speaker": "Susan Tracz", "utterance": " Nothing worked out for one reason or another, so finally when Matthew contacted me with the news and Andrew would be able to make these poems which dina hit edited available on the Internet archive that long held goal of publishing these poems became a reality."}
{"start": "00:23:23.400", "end": "00:23:37.050", "speaker": "Susan Tracz", "utterance": " And, in closing, I have to say that the fact that these poems are fresh and evocative and as relevant today as they were in the early 90s it's really a testimony to William Dickies genius Thank you."}
{"start": "00:23:42.240", "end": "00:23:43.860", "speaker": "Matthew G. Kirschenbaum", "utterance": " Thank you so much Susan."}
{"start": "00:23:45.210", "end": "00:23:46.290", "speaker": "Susan Tracz", "utterance": " most welcome."}
{"start": "00:23:48.030", "end": "00:23:51.030", "speaker": "Matthew G. Kirschenbaum", "utterance": " So we're going to go to Andrew fergusson now."}
{"start": "00:23:54.030", "end": "00:24:08.550", "speaker": "Andrew Ferguson", "utterance": " Excellent okay i'll just share my screen, I have made things difficult for myself, by doing my slides in hyper card, so any technical issues are entirely my fault."}
{"start": "00:24:09.630", "end": "00:24:10.590", "speaker": "Andrew Ferguson", "utterance": " let's see."}
{"start": "00:24:12.360", "end": "00:24:14.730", "speaker": "Andrew Ferguson", "utterance": " Can you see the slide."}
{"start": "00:24:16.710", "end": "00:24:17.100", "speaker": "Susan Tracz", "utterance": " Yes."}
{"start": "00:24:18.450", "end": "00:24:28.830", "speaker": "Andrew Ferguson", "utterance": " Yes, okay so i'm aware that several people here may not be familiar with hyper card so first of all i'll give a quick introduction to what hyper card is."}
{"start": "00:24:29.430", "end": "00:24:43.170", "speaker": "Andrew Ferguson", "utterance": " It was developed in 1987 by Bill atkinson was working at apple and allowed the authoring of presentations interactive stories databases and software in general."}
{"start": "00:24:43.560", "end": "00:24:53.400", "speaker": "Andrew Ferguson", "utterance": " And collectively a hypercar document is known as a stack so all of these different things, you can do with hyper card or collectively, known as stocks."}
{"start": "00:24:54.420", "end": "00:25:03.930", "speaker": "Andrew Ferguson", "utterance": " hyper card was initially just treated for free, with every MAC sold, this was a condition that bill atkinson set down when he released it with apple."}
{"start": "00:25:04.320", "end": "00:25:14.190", "speaker": "Andrew Ferguson", "utterance": " So, therefore, there was a very large number of users really into the millions, because every single month that was sold at the time came with a free copy of hyper card."}
{"start": "00:25:16.920", "end": "00:25:22.500", "speaker": "Andrew Ferguson", "utterance": " So one of the really good things about hyper card is that it's really, really, easy to make stuff in it."}
{"start": "00:25:23.130", "end": "00:25:35.250", "speaker": "Andrew Ferguson", "utterance": " All of the authoring tools were included in the same application as the viewer so these days we've got web browsers and then separate applications for making websites."}
{"start": "00:25:35.670", "end": "00:25:54.870", "speaker": "Andrew Ferguson", "utterance": " But in hyper card you've got the viewer and the author, in the same application, which means it's incredibly easy to inspect other people's stocks see how they did something and then use that in your own stock example of that is here is the this stock and it came with hyper card."}
{"start": "00:25:55.680", "end": "00:25:57.030", "speaker": "Andrew Ferguson", "utterance": " Not is editable so I."}
{"start": "00:25:57.270", "end": "00:26:04.110", "speaker": "Andrew Ferguson", "utterance": " brought up here there's a window the shoes the code bind one of the buttons on the start included with hyper card."}
{"start": "00:26:06.150", "end": "00:26:22.350", "speaker": "Andrew Ferguson", "utterance": " Unfortunately, all discontinued hypercar in 2000 and for the last updated it and the late 90s, and although there were efforts to make our newer version, they were dropped and apple focus their priorities on other areas."}
{"start": "00:26:23.220", "end": "00:26:32.910", "speaker": "Andrew Ferguson", "utterance": " there's new, modern drop in replacement for hyper card and the are some applications that function in similar ways, or can attempt to read hyper card stocks."}
{"start": "00:26:33.270", "end": "00:26:38.490", "speaker": "Andrew Ferguson", "utterance": " But none of them is a drop in replacement and requires substantial editing on stocks."}
{"start": "00:26:39.060", "end": "00:26:49.740", "speaker": "Andrew Ferguson", "utterance": " So therefore the only way to use hyper card stocks on modern systems is to use an emulator but unfortunately emulators are fairly complicated to set up and get working."}
{"start": "00:26:50.610", "end": "00:26:56.760", "speaker": "Andrew Ferguson", "utterance": " So that brings me to hyper card online and the goal of hyper card ordering are fairly simple."}
{"start": "00:26:57.330", "end": "00:27:11.550", "speaker": "Andrew Ferguson", "utterance": " The first of which is to enable people to run their hyper card stacks on modern systems with new technical experience and, secondly, is to function as a showcase to demonstrate what could be created with hyper card."}
{"start": "00:27:12.690", "end": "00:27:16.830", "speaker": "Andrew Ferguson", "utterance": " So there's two parts to the system, the first, which is the uploader."}
{"start": "00:27:17.280", "end": "00:27:28.800", "speaker": "Andrew Ferguson", "utterance": " Mrs it here is just a simple web form it allows you to choose a file on your computer that's a stock provide some basic metadata about it and upload it into the archive."}
{"start": "00:27:29.640", "end": "00:27:42.840", "speaker": "Andrew Ferguson", "utterance": " The key thing about the Lunar is that it accepts all formats of stacks the way this works is that i've programmed it to work automatically with the majority of format stocks."}
{"start": "00:27:43.290", "end": "00:27:57.960", "speaker": "Andrew Ferguson", "utterance": " And if it comes across a format that it doesn't recognize it notifies me and I go and manually fix it so that way it can handle a huge variety in stocks, because there was a huge variety in how these stacks were distributed."}
{"start": "00:28:00.000", "end": "00:28:09.090", "speaker": "Andrew Ferguson", "utterance": " The second part of the system is the archive of stocks, and this is hosted by the Internet archive your nonprofit library in San Francisco."}
{"start": "00:28:11.130", "end": "00:28:22.200", "speaker": "Andrew Ferguson", "utterance": " hyper card online was launched in 2017 for the 30th anniversary of hyper card, and since then over 3500 stocks have been uploaded to the archive."}
{"start": "00:28:23.820", "end": "00:28:41.880", "speaker": "Andrew Ferguson", "utterance": " One key feature of using Internet archive for hosting these stocks is that the Internet archive provide the in browser and religion technology this emulates a MacIntosh plus from 1986 with our own four megabytes of Ram and eight megahertz processor."}
{"start": "00:28:41.940", "end": "00:28:57.900", "speaker": "Andrew Ferguson", "utterance": " directly within your browser the way this works is you can select any stock within the archive it has a play button on the screen, you simply press the play button and this emulator will boot directly within your browser and from there, you can run the staff."}
{"start": "00:29:01.050", "end": "00:29:10.710", "speaker": "Andrew Ferguson", "utterance": " i've got a couple examples here are different stacks now being created with hyper card and that are in the archive just to demonstrate the great variety of things that can be made."}
{"start": "00:29:11.340", "end": "00:29:25.020", "speaker": "Andrew Ferguson", "utterance": " The first of which is a story prompt stack the way this works is it got several pre provided prompts for stories and it gives you a prompt and then it's your job to go and finish the rest of the story."}
{"start": "00:29:25.470", "end": "00:29:31.770", "speaker": "Andrew Ferguson", "utterance": " And it's idea is to help people who maybe want to write a story barn sure how to begin start writing stories."}
{"start": "00:29:33.630", "end": "00:29:47.580", "speaker": "Andrew Ferguson", "utterance": " Second stack is an animation it's very silly little animation about our most under spider running around a computer hyper card was used for making quite a lot of animations and that was another very popular things it was used for."}
{"start": "00:29:49.680", "end": "00:29:59.400", "speaker": "Andrew Ferguson", "utterance": " Another one here is a fairly well known stack called indigo gets and it's a little choose your own adventure game, and you play the role of a cat."}
{"start": "00:29:59.970", "end": "00:30:10.350", "speaker": "Andrew Ferguson", "utterance": " And by clicking different parts of the screen you in the cat wander around the House, you can wander around outside through a tree up trees there's a fun little adventure."}
{"start": "00:30:12.420", "end": "00:30:13.290", "speaker": "Andrew Ferguson", "utterance": " And finally."}
{"start": "00:30:14.790", "end": "00:30:32.970", "speaker": "Andrew Ferguson", "utterance": " We have here, this was a stack used by a US Defense company to teach internally their employees, about how read our systems worked so hyper card was nice for a huge variety of things, including, of course, this presentation is done in hyper card."}
{"start": "00:30:35.820", "end": "00:30:49.380", "speaker": "Andrew Ferguson", "utterance": " So when you think about getting a hyper card stack from your computer or the original computer into a modern system, there are several challenges, these are both physical challenges and digital challenges."}
{"start": "00:30:49.860", "end": "00:31:05.280", "speaker": "Andrew Ferguson", "utterance": " If we think about the physical challenges mean one is that moves to the stocks are still on old media, maybe that's floppy disks maybe it's all hard drives maybe zip disks and getting data off these discs is fairly difficult."}
{"start": "00:31:05.850", "end": "00:31:11.400", "speaker": "Andrew Ferguson", "utterance": " Because often they're unreadable or you don't have the modern hardware to read the discs."}
{"start": "00:31:13.290", "end": "00:31:21.060", "speaker": "Andrew Ferguson", "utterance": " An example of this is that all the MAC floppy disks spin at different speeds compared to any other band of computer."}
{"start": "00:31:21.420", "end": "00:31:34.890", "speaker": "Andrew Ferguson", "utterance": " In fact, the speed of the desk changes, depending on the position of the Read head on the desk so as the meathead moves closer into the Center of the disc the disc spins faster and."}
{"start": "00:31:35.310", "end": "00:31:47.850", "speaker": "Andrew Ferguson", "utterance": " New other computer system does this, this was done by apple to save a total of 80 kilobytes of space, so you got an extra 80 kilobits on each floppy disk compared to a windows system."}
{"start": "00:31:48.870", "end": "00:32:03.510", "speaker": "Andrew Ferguson", "utterance": " For context the email that were sent out for this conference with the link to the zoom links that's 86 kilobytes so it's really a tiny, tiny micro spaces saved but back back then that was a fairly big deal."}
{"start": "00:32:06.210", "end": "00:32:10.800", "speaker": "Andrew Ferguson", "utterance": " The are thankfully modern solutions to this i've got two pictures of them here."}
{"start": "00:32:11.310", "end": "00:32:20.070", "speaker": "Andrew Ferguson", "utterance": " On top we have here a board called a flux engine down below is a grease weasel these act like intelligent controllers."}
{"start": "00:32:20.370", "end": "00:32:27.810", "speaker": "Andrew Ferguson", "utterance": " Allowing you to connect a regular floppy drive to them and on the other side, you have a USB connection to a modern computer."}
{"start": "00:32:28.350", "end": "00:32:33.600", "speaker": "Andrew Ferguson", "utterance": " And that allows you to read these more exotic this format on a modern system."}
{"start": "00:32:34.320", "end": "00:32:52.680", "speaker": "Andrew Ferguson", "utterance": " And for the hyper poems we're fairly lucky to have them on on bi book, which is booth old enough to be able to have the hyper stacks on them, but modern enough to have USB and basic Internet connectivity so that was very good in this case."}
{"start": "00:32:54.690", "end": "00:33:08.550", "speaker": "Andrew Ferguson", "utterance": " Now, once you've got the data off the old medium The second challenge or the digital towns and that's getting the data into a form that can be interpreted by modern systems are the hypercar stack."}
{"start": "00:33:09.120", "end": "00:33:15.330", "speaker": "Andrew Ferguson", "utterance": " And so that first of all involved converting it to a stack more importantly, not it's."}
{"start": "00:33:15.990", "end": "00:33:26.010", "speaker": "Andrew Ferguson", "utterance": " awesome modern system is today will change in 10 years time because computers are continuously evolving so it's very important to make sure that things like."}
{"start": "00:33:26.490", "end": "00:33:35.790", "speaker": "Andrew Ferguson", "utterance": " Data loss and data, corruption, now I guarded against otherwise you may lose the stack and all the work you've put into recovering it off the physical media."}
{"start": "00:33:38.190", "end": "00:33:48.210", "speaker": "Andrew Ferguson", "utterance": " An example of this is a very strange way that old MAC systems handle files and every old MAC store is a file in two parts."}
{"start": "00:33:48.630", "end": "00:33:54.600", "speaker": "Andrew Ferguson", "utterance": " One for the data, called the data fork and one for the resources, called the resource for."}
{"start": "00:33:55.440", "end": "00:34:03.780", "speaker": "Andrew Ferguson", "utterance": " Modern operating systems don't understand this at all for a modern operating system, everything is just data not resources."}
{"start": "00:34:04.290", "end": "00:34:12.660", "speaker": "Andrew Ferguson", "utterance": " And therefore it's very easy for the data fork and the resource board come separated and subsequently the source port to be lost."}
{"start": "00:34:13.320", "end": "00:34:23.760", "speaker": "Andrew Ferguson", "utterance": " This is a problem because hyper card uses the resource forks to store icons sounds and some codes and, therefore, if the resource for is missing."}
{"start": "00:34:24.180", "end": "00:34:36.960", "speaker": "Andrew Ferguson", "utterance": " Then the stack won't play properly, this is an issue we had with the hyper phones, the first time we transfer them the resource work was missing and as a result, the stones weren't working correctly."}
{"start": "00:34:38.190", "end": "00:34:52.560", "speaker": "Andrew Ferguson", "utterance": " The best way to handle this is to transfer the stocks and really counts for any MAC MAC files is to use a format, the stores booth resorts fork and the data for in a single file."}
{"start": "00:34:53.040", "end": "00:35:05.670", "speaker": "Andrew Ferguson", "utterance": " And if you've used all MAC systems, the software means of stuff at expand not binary and been hacks maybe familiar Those are all the format that you want to use to transfer the stacks correctly."}
{"start": "00:35:11.910", "end": "00:35:16.920", "speaker": "Andrew Ferguson", "utterance": " And of course my emulator has crashed I knew there'd be issues okay."}
{"start": "00:35:19.470", "end": "00:35:34.320", "speaker": "Andrew Ferguson", "utterance": " Second, of all another issue can have is data loss and I knew this personally as back in March, the company, I was using to host the uploader suffered a major fire other data Center and consequently."}
{"start": "00:35:35.280", "end": "00:35:48.840", "speaker": "Andrew Ferguson", "utterance": " The all the servers were destroyed and I didn't have a backup of the code or used for the router so it took me quite a while to get things to work again but thankfully I managed to get it working just earlier this week."}
{"start": "00:35:51.930", "end": "00:36:01.140", "speaker": "Andrew Ferguson", "utterance": " So, in summary, the main points I have is that there's a large archive of stocks available that can be viewed directly within the browser."}
{"start": "00:36:01.560", "end": "00:36:11.310", "speaker": "Andrew Ferguson", "utterance": " there any need for installing software or configuring anything technical you can do that archive.org forward slash details forward slash hyper card stocks."}
{"start": "00:36:12.600", "end": "00:36:24.300", "speaker": "Andrew Ferguson", "utterance": " You can also lose your own stocks, the uploader is that hyper card online tk and, as I mentioned earlier, it accepts really any format of hyper card stock and it should be able to work with that."}
{"start": "00:36:24.960", "end": "00:36:38.100", "speaker": "Andrew Ferguson", "utterance": " And if you have any questions if you've got any stacks of your own or know someone that has, please let me know I I love assisting people are getting their stocks on to the archive my email addresses on the screen there i'm on Twitter as well."}
{"start": "00:36:41.940", "end": "00:36:42.870", "speaker": "Matthew G. Kirschenbaum", "utterance": " Thank you, Andrew."}
{"start": "00:36:45.750", "end": "00:36:55.620", "speaker": "Matthew G. Kirschenbaum", "utterance": " I think, Nick Montfort is in the room, I think my my first extended conversation with Nick was in an airport in Santa Barbara and we were talking about a hyper this was."}
{"start": "00:36:55.920", "end": "00:37:05.520", "speaker": "Matthew G. Kirschenbaum", "utterance": " About 20 years ago talking about a hyper card emulator and neither of us over did it, but here we are, so thank you Andrew."}
{"start": "00:37:06.630", "end": "00:37:12.420", "speaker": "Matthew G. Kirschenbaum", "utterance": " Last, we have Dana Larsen and dina I believe it's going to."}
{"start": "00:37:12.720", "end": "00:37:13.260", "speaker": "Matthew G. Kirschenbaum", "utterance": " read some."}
{"start": "00:37:13.290", "end": "00:37:14.520", "speaker": "Matthew G. Kirschenbaum", "utterance": " poetry for us."}
{"start": "00:37:15.540", "end": "00:37:15.900", "speaker": "None", "utterance": "dina."}
{"start": "00:37:19.530", "end": "00:37:21.660", "speaker": "Matthew G. Kirschenbaum", "utterance": " And you're you're muted dina."}
{"start": "00:37:32.040", "end": "00:37:41.910", "speaker": "Deena Larsen", "utterance": " Okay, let me unmute first and then let me share my screen and since i'm very lucky to have three monitors, I have an incredible system now i'm just so nice."}
{"start": "00:37:44.610", "end": "00:37:48.990", "speaker": "Deena Larsen", "utterance": " Let me know what screen i'm seeing do you guys see as an Ob acquainted Camara."}
{"start": "00:37:49.650", "end": "00:37:50.610", "speaker": "Matthew G. Kirschenbaum", "utterance": " Yes, yes, we do."}
{"start": "00:37:51.210", "end": "00:37:53.610", "speaker": "Deena Larsen", "utterance": " Okay, I first wanted to show."}
{"start": "00:37:54.360", "end": "00:37:54.930", "speaker": "Deena Larsen", "utterance": " Some."}
{"start": "00:37:55.200", "end": "00:38:06.210", "speaker": "Deena Larsen", "utterance": " yeah here does okay So the first thing I wanted to show was how you get into it, this is the emulator that Andrew has some beautifully suggested, and it does have all of the poems."}
{"start": "00:38:07.230", "end": "00:38:13.290", "speaker": "Deena Larsen", "utterance": " The one I wanted to read was the one that bill and I work read together."}
{"start": "00:38:14.310", "end": "00:38:24.300", "speaker": "Deena Larsen", "utterance": " When I was doing my master's thesis at the University of Colorado in 1989 90 I interviewed everybody in the field Stewart."}
{"start": "00:38:25.980", "end": "00:38:37.710", "speaker": "Deena Larsen", "utterance": " we're in vicki has some student actually zach and we should have his desktop as well, I had stolen them so they should be on that file will find those and."}
{"start": "00:38:40.020", "end": "00:38:55.590", "speaker": "Deena Larsen", "utterance": " bill was an incredible thesis advisor he did it all for free, for me, I don't think he ever got any credit, but he was my true thesis advisor when I was writing marble springs, which is a hyper card stack and I got to meet him in person once."}
{"start": "00:38:56.940", "end": "00:39:00.180", "speaker": "Deena Larsen", "utterance": " And Leonard and bill and I had a wonderful afternoon."}
{"start": "00:39:01.650", "end": "00:39:04.440", "speaker": "Deena Larsen", "utterance": " And then I will go through his poems here."}
{"start": "00:39:05.460", "end": "00:39:09.060", "speaker": "Deena Larsen", "utterance": " But this is the one that means a lot to me because we did read it together."}
{"start": "00:39:11.520", "end": "00:39:12.300", "speaker": "Deena Larsen", "utterance": " Let me see."}
{"start": "00:39:13.470", "end": "00:39:18.540", "speaker": "Deena Larsen", "utterance": " Which screen I use that are using this to novia that is somehow not working out."}
{"start": "00:39:19.080", "end": "00:39:20.640", "speaker": "Matthew G. Kirschenbaum", "utterance": " Yes, now we are good enough."}
{"start": "00:39:20.910", "end": "00:39:21.600", "speaker": "Matthew G. Kirschenbaum", "utterance": " A season."}
{"start": "00:39:22.110", "end": "00:39:26.880", "speaker": "Deena Larsen", "utterance": " I am but it's not working at the moment, so let me try again."}
{"start": "00:39:30.750", "end": "00:39:32.190", "speaker": "Deena Larsen", "utterance": " Okay cool."}
{"start": "00:39:34.320", "end": "00:39:35.250", "speaker": "Deena Larsen", "utterance": " going to work now."}
{"start": "00:39:37.980", "end": "00:39:38.520", "speaker": "Deena Larsen", "utterance": " going to work now."}
{"start": "00:39:40.710", "end": "00:39:51.390", "speaker": "Deena Larsen", "utterance": " One of the I want to read this middle talk about it, but one of the issues here is that bill was very interested in mystique navigation so."}
{"start": "00:39:52.260", "end": "00:40:12.780", "speaker": "Deena Larsen", "utterance": " What they did was to hide the navigation bars, which is really fun what he wants to do and I will do this in two voices is read the poem and then play the game, so the matches store after my dead child met his own image walking in the garden that apparition soul of men, he saw."}
{"start": "00:40:13.980", "end": "00:40:15.180", "speaker": "Deena Larsen", "utterance": " not going to sit there on the."}
{"start": "00:40:19.320", "end": "00:40:28.380", "speaker": "Deena Larsen", "utterance": " Left left hand holding the right stabs when the days centers yeah we're not going to get anywhere stabbing but it's off Center."}
{"start": "00:40:30.600", "end": "00:40:36.360", "speaker": "Deena Larsen", "utterance": " Was power skeleton and remembers not the brain."}
{"start": "00:40:40.320", "end": "00:40:54.810", "speaker": "Deena Larsen", "utterance": " And here, you see an interface, this is part of hyper card, where you could go and program something random says a bit odd the city generates from the paradigms of anger no its darkness it's anger."}
{"start": "00:40:58.860", "end": "00:41:03.330", "speaker": "Deena Larsen", "utterance": " anger of the defeated of the victor for the humiliation of sharing."}
{"start": "00:41:04.770", "end": "00:41:06.810", "speaker": "Deena Larsen", "utterance": " Thank you, is there, but no he's in the corner."}
{"start": "00:41:10.110", "end": "00:41:16.290", "speaker": "Deena Larsen", "utterance": " A cast about in the dark after the enemy it's not the dark the counts it's the old days."}
{"start": "00:41:19.380", "end": "00:41:26.040", "speaker": "Deena Larsen", "utterance": " Where the power gathers the drip of honey nope not her she's being held it's her."}
{"start": "00:41:28.530", "end": "00:41:33.120", "speaker": "Deena Larsen", "utterance": " increments her musical glass heart, and of course it's the one that stands."}
{"start": "00:41:36.780", "end": "00:41:41.220", "speaker": "Deena Larsen", "utterance": " The revenge of the darkness on the wind landward this poor guy."}
{"start": "00:41:49.170", "end": "00:41:53.340", "speaker": "Deena Larsen", "utterance": " We see the visual repetition, which is very important in."}
{"start": "00:41:55.620", "end": "00:42:00.240", "speaker": "Deena Larsen", "utterance": " blindness brings it from multiple to one and the destitution of beginning."}
{"start": "00:42:01.530", "end": "00:42:02.610", "speaker": "Deena Larsen", "utterance": " And he is blind."}
{"start": "00:42:07.920", "end": "00:42:17.970", "speaker": "Deena Larsen", "utterance": " and Andrew yeah we are getting this a little bit too slow, but it's fine recognizing and electric dimension, having Brett link fire."}
{"start": "00:42:19.200", "end": "00:42:20.850", "speaker": "Deena Larsen", "utterance": " it's not the dimensions it's the."}
{"start": "00:42:22.890", "end": "00:42:28.920", "speaker": "Deena Larsen", "utterance": " silver horizon to the pool of mirror into which the swallow dips and vanishes it is."}
{"start": "00:42:32.880", "end": "00:42:39.360", "speaker": "Deena Larsen", "utterance": " pages of the spread book confessing to one another, and these images will also appear in accomplished night."}
{"start": "00:42:41.280", "end": "00:42:44.550", "speaker": "Deena Larsen", "utterance": " It is not the mouse it's the growth."}
{"start": "00:42:48.690", "end": "00:42:53.100", "speaker": "Deena Larsen", "utterance": " Fresh under the mask stringency, we have to go again."}
{"start": "00:42:57.150", "end": "00:43:01.710", "speaker": "Deena Larsen", "utterance": " Welcoming the slight wind on the cusp of winter it's not."}
{"start": "00:43:02.760", "end": "00:43:06.930", "speaker": "Deena Larsen", "utterance": " it's not there on by the way, there are more than one button."}
{"start": "00:43:09.090", "end": "00:43:20.460", "speaker": "Deena Larsen", "utterance": " Under the stone breaking it open within the stone seating it's crystal hearts nope it's not in the crystal heart itself it's in the flower."}
{"start": "00:43:22.530", "end": "00:43:28.830", "speaker": "Deena Larsen", "utterance": " The city generates for the paradigms of anger power, but the power animates the lines edge in the mouth."}
{"start": "00:43:34.530", "end": "00:43:40.500", "speaker": "Deena Larsen", "utterance": " coming together the I the orbit but the I doesn't do anything for us it's the orbits."}
{"start": "00:43:43.380", "end": "00:43:47.730", "speaker": "Deena Larsen", "utterance": " Are there are the eyes in the interest ISIS, which is so important here."}
{"start": "00:43:49.050", "end": "00:43:52.290", "speaker": "Deena Larsen", "utterance": " And again, you get the repetition, this is very much like a jam session."}
{"start": "00:43:53.490", "end": "00:43:55.110", "speaker": "Deena Larsen", "utterance": " Of these types of repetitions."}
{"start": "00:43:56.490", "end": "00:43:56.940", "speaker": "Deena Larsen", "utterance": " and"}
{"start": "00:43:59.520", "end": "00:44:05.490", "speaker": "Deena Larsen", "utterance": " yeah I think we're a little slow but it's okay it's also the zoom so it's tech it's."}
{"start": "00:44:06.120", "end": "00:44:07.980", "speaker": "Matthew G. Kirschenbaum", "utterance": " Everything else extravagant."}
{"start": "00:44:08.310", "end": "00:44:09.540", "speaker": "Deena Larsen", "utterance": " devil yeah."}
{"start": "00:44:12.540", "end": "00:44:17.160", "speaker": "Deena Larsen", "utterance": " fountains of layoffs sky of the punch away says."}
{"start": "00:44:19.350", "end": "00:44:21.690", "speaker": "Deena Larsen", "utterance": " Is constellations of mercy."}
{"start": "00:44:22.710", "end": "00:44:24.300", "speaker": "Deena Larsen", "utterance": " In the not in the."}
{"start": "00:44:26.100", "end": "00:44:28.020", "speaker": "Deena Larsen", "utterance": " memory space, and this is a random."}
{"start": "00:44:34.170", "end": "00:44:49.800", "speaker": "Deena Larsen", "utterance": " memory of the wide space of sky and Leonard and I designed this page because there actually wasn't a call have fun and Leonard want to call it fun, so we provided them."}
{"start": "00:44:50.820", "end": "00:44:53.250", "speaker": "Deena Larsen", "utterance": " did take us a while to figure out where things were from."}
{"start": "00:44:54.960", "end": "00:44:59.130", "speaker": "Deena Larsen", "utterance": " But, given all of that, now that you've seen one of the works."}
{"start": "00:45:00.540", "end": "00:45:08.700", "speaker": "Deena Larsen", "utterance": " I wasn't going to tell the story, but i'm going to now because you guys introduced it so basically what happened was we work together we we corresponded."}
{"start": "00:45:11.010", "end": "00:45:20.520", "speaker": "Deena Larsen", "utterance": " Leonard was William was one of the ones who talked about marble springs and reviewed it for each gate and I get to San Francisco after."}
{"start": "00:45:21.060", "end": "00:45:43.020", "speaker": "Deena Larsen", "utterance": " Wednesday and I just wanted to hug Leonard and say hey i'm it's okay and Leonard opens the door and he says, oh you're here to edit the work and i'm like oh yeah yeah that would be cool man oh my God, it is a MAC quadro do you load this thing had one entire gig of Ram it was so cool."}
{"start": "00:45:44.040", "end": "00:46:01.410", "speaker": "Deena Larsen", "utterance": " wow I got to touch this computer it was amazing and so he leaves me in here I get into this room and there's a computer with nothing say or nothing in order Okay, here we go um and editing it was really interesting."}
{"start": "00:46:02.520", "end": "00:46:21.600", "speaker": "Deena Larsen", "utterance": " So how do you edit hypertext and new media when both the writer and the program have cat past and enter yeah hyper card might have been around till 1998 but in 1994 it was pretty much still a dead work, it was very difficult to get."}
{"start": "00:46:23.010", "end": "00:46:37.470", "speaker": "Deena Larsen", "utterance": " um so we have this computer and, by the way, so I go through this you'll see the screenshots of some of William depicts work and you'll see where it came from, and we are not sure what dates, these are so I have to say flourish."}
{"start": "00:46:38.670", "end": "00:46:48.360", "speaker": "Deena Larsen", "utterance": " But how do you confront the computer that remains, how do you walk into a place, how do you determine what dickie wanted what bill wanted what were these finished with a not."}
{"start": "00:46:49.110", "end": "00:46:56.580", "speaker": "Deena Larsen", "utterance": " We just declared everything finished, which was an interesting choice because you'll see some of the poems are rougher than others."}
{"start": "00:46:58.290", "end": "00:47:07.800", "speaker": "Deena Larsen", "utterance": " um what order, we had no idea what order, we were going to choose, so we finally said well let's make it a circle, so that there is no true order."}
{"start": "00:47:08.520", "end": "00:47:17.340", "speaker": "Deena Larsen", "utterance": " And the circle is based on actually content and how we saw that these works were working in terms of navigational structure."}
{"start": "00:47:18.090", "end": "00:47:30.210", "speaker": "Deena Larsen", "utterance": " They are also very much based on not safe for work and safe for work volume two is the erotica asked me later about the stories here and the faces i'm not going to talk about it now."}
{"start": "00:47:33.930", "end": "00:47:43.860", "speaker": "Deena Larsen", "utterance": " How do you determine if something's a bug or a feature, for example in when I watched bill do the novia Queen of palmyra palmyra."}
{"start": "00:47:44.700", "end": "00:47:52.140", "speaker": "Deena Larsen", "utterance": " He clicked on certain things, and they worked many clicked on one of those oh it didn't work oh I gotta go back and fix that will never did go back and fix it."}
{"start": "00:47:52.500", "end": "00:48:11.040", "speaker": "Deena Larsen", "utterance": " But I happen to know, because we read it together that it was supposed to work, what am I supposed to I don't remember where it was supposed to go I yeah so Susan has and can wave this wonderful print page by page."}
{"start": "00:48:12.060", "end": "00:48:26.790", "speaker": "Deena Larsen", "utterance": " notebook of where I took every page and when okay here are the buttons that work here, the ones that don't what do we do, and every editorial decision is in that book and I thought that was last for years until today, so thank you Susan for saving that."}
{"start": "00:48:28.110", "end": "00:48:30.330", "speaker": "Deena Larsen", "utterance": " So we do have that at least archival notebook."}
{"start": "00:48:31.920", "end": "00:48:49.470", "speaker": "Deena Larsen", "utterance": " I did cheat as Andrew was saying it is really easy to cheat in hypercar you can look up everything unfortunately there was programming behind each of these buttons and some of that code didn't work there were programs behind the images, it was painful."}
{"start": "00:48:52.620", "end": "00:48:59.370", "speaker": "Deena Larsen", "utterance": " You have sound and slide transitions as you saw into novia, how do you resurrect that when hypercar dies."}
{"start": "00:49:00.180", "end": "00:49:05.790", "speaker": "Deena Larsen", "utterance": " And you have these invisible buttons which she was really as you saw they are really integral to the work."}
{"start": "00:49:06.600", "end": "00:49:23.550", "speaker": "Deena Larsen", "utterance": " How do you create that we were thinking we could do it on flash rob swaggered and I were really wondering how we could do this and we got together a couple of times and we tried to resurrect one of these on flash and we gave up, it was just too overwhelming a task."}
{"start": "00:49:24.630", "end": "00:49:34.410", "speaker": "Deena Larsen", "utterance": " How to deal with random elements hyper card was incredible you could place a random element script in anything and go places it was amazing."}
{"start": "00:49:35.460", "end": "00:49:35.850", "speaker": "Deena Larsen", "utterance": " um."}
{"start": "00:49:37.140", "end": "00:49:40.620", "speaker": "Deena Larsen", "utterance": " So yeah it fell through the cracks um."}
{"start": "00:49:41.700", "end": "00:49:48.570", "speaker": "Deena Larsen", "utterance": " This was a daunting task on a personal note Susan when you called me in because you actually finally found my number."}
{"start": "00:49:49.380", "end": "00:50:07.020", "speaker": "Deena Larsen", "utterance": " I had just collapsed and was just learning how to deal with a wheelchair, and I was like yeah i'm going to get with you and didn't so my illness my job interfered every time I thought about this project, it was."}
{"start": "00:50:08.400", "end": "00:50:14.520", "speaker": "Deena Larsen", "utterance": " It was so overwhelming I couldn't do it, and I wanted to so badly then."}
{"start": "00:50:24.900", "end": "00:50:29.430", "speaker": "Deena Larsen", "utterance": " It got pushed to the back of everything else, and it shouldn't."}
{"start": "00:50:31.740", "end": "00:50:32.100", "speaker": "Deena Larsen", "utterance": " So."}
{"start": "00:50:34.020", "end": "00:50:43.980", "speaker": "Deena Larsen", "utterance": " I wanted to say, here are some lessons learned for everybody listening for god's sake, take a copy of this page give it to every."}
{"start": "00:50:44.790", "end": "00:50:53.370", "speaker": "Deena Larsen", "utterance": " writer, you know for pete fake never ever let this happen to anybody else, please no oh my God."}
{"start": "00:50:54.060", "end": "00:51:00.990", "speaker": "Deena Larsen", "utterance": " i'm okay first thing today go through your computer, will you mind just getting a folder that says finished work."}
{"start": "00:51:01.800", "end": "00:51:15.480", "speaker": "Deena Larsen", "utterance": " If nothing else, label what you've got archive you should please designate the literary executors and talk to them ahead of time don't just surprise them like we surprises and say hey this is what's going on."}
{"start": "00:51:16.740", "end": "00:51:22.620", "speaker": "Deena Larsen", "utterance": " My personal will I have five literary executors name that I believe i've talked to them all."}
{"start": "00:51:23.820", "end": "00:51:32.340", "speaker": "Deena Larsen", "utterance": " yeah and write your damn Meta notes, if nothing else, spend an afternoon with a with a recorder going zoom and record yourself and do something."}
{"start": "00:51:32.700", "end": "00:51:45.360", "speaker": "Deena Larsen", "utterance": " and say this is what I met this is why I use this platform, we all work to the software God sake tell us what you wanted to do don't make me to make us read your mind so."}
{"start": "00:51:46.680", "end": "00:51:51.660", "speaker": "Deena Larsen", "utterance": " Thank you for being rescued matt has already shared the."}
{"start": "00:51:53.580", "end": "00:51:56.670", "speaker": "Deena Larsen", "utterance": " The URLs go through these works, they are amazing."}
{"start": "00:51:58.740", "end": "00:52:08.460", "speaker": "Deena Larsen", "utterance": " The simulations I think that was the best solution, particularly for dickie because he stays closer to the original intense they are available online."}
{"start": "00:52:09.360", "end": "00:52:20.850", "speaker": "Deena Larsen", "utterance": " And that's pretty much what I wanted to say, I met, one of the make sure there was time for some questions and, if you like, matt either way you want to do this, I can continue sharing some."}
{"start": "00:52:20.880", "end": "00:52:28.500", "speaker": "Deena Larsen", "utterance": " Of the gorgeous work here, as we talk, or we can go back to seeing each other's faces whatever you'd like to do."}
{"start": "00:52:29.910", "end": "00:52:39.480", "speaker": "Matthew G. Kirschenbaum", "utterance": " um I guess i'm in favor of faces for the conversational heart um I did want to."}
{"start": "00:52:40.890", "end": "00:52:53.610", "speaker": "Matthew G. Kirschenbaum", "utterance": " just very briefly as a little kind of quota just to contribute another small bit of the poetry I don't have."}
{"start": "00:52:57.540", "end": "00:53:01.680", "speaker": "Matthew G. Kirschenbaum", "utterance": " I don't have screenshots the way you do DNA, but I did want to."}
{"start": "00:53:02.730", "end": "00:53:06.030", "speaker": "Deena Larsen", "utterance": " Stop sharing my screen oh good review viewing you're great."}
{"start": "00:53:07.200", "end": "00:53:19.530", "speaker": "Matthew G. Kirschenbaum", "utterance": " you're a good i'm dickie as I think you mentioned dina he was fascinated his whole life by by loops by patterns by repetition and recurrences by mandela's."}
{"start": "00:53:19.920", "end": "00:53:29.880", "speaker": "Matthew G. Kirschenbaum", "utterance": " And I came across some of you may have noticed the the title for this session beyond range of there, and this is from the hyper pound volcano."}
{"start": "00:53:30.600", "end": "00:53:46.050", "speaker": "Matthew G. Kirschenbaum", "utterance": " there's a sense in which to me anyway in my reading it does seem to sort of anticipate this this moment today, right now, even though it was written 30 years ago, so I I just thought I would read it before we have discussion."}
{"start": "00:53:47.310", "end": "00:53:59.640", "speaker": "Matthew G. Kirschenbaum", "utterance": " This is my letter to you what I had not thought to say, but to fold as we fold away the evening or the butterflies carefully in the pattern of stiff record."}
{"start": "00:54:00.180", "end": "00:54:11.070", "speaker": "Matthew G. Kirschenbaum", "utterance": " creasing it making the fold slice sharpened exact that are only meant to crumble and break from their own weight years later, when the person is up and."}
{"start": "00:54:11.430", "end": "00:54:26.040", "speaker": "Matthew G. Kirschenbaum", "utterance": " When What is left is a breath of voice rising transparently, the logic behind the perfume all of what once was sense stinking a little at range beyond range of air."}
{"start": "00:54:30.120", "end": "00:54:37.470", "speaker": "Matthew G. Kirschenbaum", "utterance": " And so, with that we have time for people's questions."}
{"start": "00:54:38.580", "end": "00:54:39.360", "speaker": "Matthew G. Kirschenbaum", "utterance": " discussion."}
{"start": "00:54:40.800", "end": "00:54:54.480", "speaker": "Susan Tracz", "utterance": " No, I just want to make one comment, and that is, I think there's some somewhat of a sense of loss that it's been such a long time in getting bills or out, but I think we could reframe this to think of it as."}
{"start": "00:54:55.530", "end": "00:55:07.350", "speaker": "Susan Tracz", "utterance": " Maybe this work was safe for us in in waiting so long there's there's a certain increased appreciation of it so maybe this is the perfect time and maybe."}
{"start": "00:55:08.280", "end": "00:55:17.850", "speaker": "Susan Tracz", "utterance": " Despite all our efforts and work for so many years and trying to get it published maybe this is exactly perfect exactly the way it's supposed to be."}
{"start": "00:55:19.950", "end": "00:55:29.670", "speaker": "Susan Tracz", "utterance": " I think now we've added other I think it can reach a broader audience more easily now than it could be when obviously when this was first written."}
{"start": "00:55:30.300", "end": "00:55:38.280", "speaker": "Deena Larsen", "utterance": " Oh Susan you're absolutely right Thank you so much for reframing that and reframing my life and my guilty at this point, but yes."}
{"start": "00:55:38.790", "end": "00:55:45.750", "speaker": "Deena Larsen", "utterance": " That is a problem and and john can talk to this too, with uncle bobby's one house with marble springs with Jim rosenberg instagrams."}
{"start": "00:55:46.290", "end": "00:55:54.450", "speaker": "Deena Larsen", "utterance": " We had the work, but we did not have the audience at the time in 1990s, for example, just real briefly."}
{"start": "00:55:54.990", "end": "00:56:05.010", "speaker": "Deena Larsen", "utterance": " The reason why William Dickey became My thesis advisor was because my real thesis advisors at my real university did not know how to use a mouse."}
{"start": "00:56:05.580", "end": "00:56:11.730", "speaker": "Deena Larsen", "utterance": " I had to put previous and next version buttons in because they could not understand links."}
{"start": "00:56:12.330", "end": "00:56:24.510", "speaker": "Deena Larsen", "utterance": " And William vicki was the only one who got my thesis together because he got it he understood, where we were going there were very few of us, I interviewed everybody in the field, all eight of them, including chuck."}
{"start": "00:56:27.870", "end": "00:56:31.950", "speaker": "Deena Larsen", "utterance": " and Judy I think at the time to remember yeah and so."}
{"start": "00:56:33.300", "end": "00:56:36.990", "speaker": "Deena Larsen", "utterance": " you're right we didn't have the audience we just had 10 people, maybe."}
{"start": "00:56:44.190", "end": "00:56:49.560", "speaker": "Matthew G. Kirschenbaum", "utterance": " Questions that people may have things folks want to know more about."}
{"start": "00:56:52.500", "end": "00:57:03.150", "speaker": "Matthew G. Kirschenbaum", "utterance": " And I jic James Ryan, but I think we're we're a small enough group so you know feel free to just unmute yourself and pose your your question or your comment."}
{"start": "00:57:04.560", "end": "00:57:12.060", "speaker": "James Ryan", "utterance": " I, I have to leave right now, and so sorry to been to the front of the line that was so amazing this is such a fantastic session."}
{"start": "00:57:12.480", "end": "00:57:20.130", "speaker": "James Ryan", "utterance": " I want to show a peculiar artifact for a moment, which is a print version of volcano the hyper palm that matches read from."}
{"start": "00:57:20.790", "end": "00:57:25.620", "speaker": "James Ryan", "utterance": " i've identified one other copy in existence, I found this for 20 bucks on a used book site."}
{"start": "00:57:26.100", "end": "00:57:31.950", "speaker": "James Ryan", "utterance": " And what it is, is a printed out version of the Let me try to show it here it's a vertical orientation."}
{"start": "00:57:32.310", "end": "00:57:42.570", "speaker": "James Ryan", "utterance": " or horizontal rather it's a printed out version of the stack and I haven't done a detailed analysis analysis of this that's on my to do list and i'll be documenting this and scanning it and so forth."}
{"start": "00:57:43.140", "end": "00:57:55.890", "speaker": "James Ryan", "utterance": " But a strange really interesting artifact of the intersection of print and very digital work, I do have to run, I just want to say thank you again and keep your eyes peeled on Twitter or something for me to release this game all right."}
{"start": "00:57:56.040", "end": "00:57:57.180", "speaker": "Deena Larsen", "utterance": " Oh yeah."}
{"start": "00:57:57.420", "end": "00:58:01.740", "speaker": "Deena Larsen", "utterance": " Let her talk about that he didn't have one I don't think Susan Leonard didn't have that."}
{"start": "00:58:02.220", "end": "00:58:03.510", "speaker": "Susan Tracz", "utterance": " And I know I."}
{"start": "00:58:04.500", "end": "00:58:07.680", "speaker": "James Ryan", "utterance": " lost his yeah okay so."}
{"start": "00:58:08.940", "end": "00:58:13.620", "speaker": "Matthew G. Kirschenbaum", "utterance": " going to be DMA James for his home address and."}
{"start": "00:58:13.680", "end": "00:58:16.380", "speaker": "Matthew G. Kirschenbaum", "utterance": " Times out of the House."}
{"start": "00:58:17.580", "end": "00:58:17.910", "speaker": "James Ryan", "utterance": " yeah."}
{"start": "00:58:19.980", "end": "00:58:20.520", "speaker": "James Ryan", "utterance": " To do right."}
{"start": "00:58:22.140", "end": "00:58:24.240", "speaker": "James Ryan", "utterance": " I thought identified one other copy."}
{"start": "00:58:24.870", "end": "00:58:25.440", "speaker": "Deena Larsen", "utterance": " This has."}
{"start": "00:58:25.950", "end": "00:58:28.560", "speaker": "James Ryan", "utterance": " The markings of the author prettiness copy."}
{"start": "00:58:29.700", "end": "00:58:37.260", "speaker": "James Ryan", "utterance": " Perhaps it was the only one in maybe I somehow came to require the one that I saw identified online it's not enrolled."}
{"start": "00:58:38.280", "end": "00:58:40.050", "speaker": "James Ryan", "utterance": " oclc it was in the holdings."}
{"start": "00:58:41.340", "end": "00:58:43.740", "speaker": "James Ryan", "utterance": " Which is inside sonics press on it."}
{"start": "00:58:44.430", "end": "00:58:46.500", "speaker": "James Ryan", "utterance": " there's no identification of a press."}
{"start": "00:58:48.060", "end": "00:58:55.650", "speaker": "James Ryan", "utterance": " The call often volcano is a hydrophone designed by William dickie in San Francisco and October 1988 is copyright bites after."}
{"start": "00:58:56.010", "end": "00:59:07.110", "speaker": "James Ryan", "utterance": " clip art is taken from the collection of ends in post review me in the icons are from the icon factory, the type they seized upon the Chicago perhaps that's the same call from that would be in there and like record."}
{"start": "00:59:07.710", "end": "00:59:13.470", "speaker": "Deena Larsen", "utterance": " it's not it's not Leonard and I had to recreate the qualified from memory i'm sure it's our call upon is wrong."}
{"start": "00:59:14.460", "end": "00:59:15.750", "speaker": "James Ryan", "utterance": " Okay well um."}
{"start": "00:59:15.840", "end": "00:59:30.330", "speaker": "James Ryan", "utterance": " wow he's anyone reached out to them easy enough to find i'm so sorry I really have to go to this next one, so that's a good tease I guess and i'm definitely hoping to document this and get this artifact thanks again wow what a fun session."}
{"start": "00:59:30.900", "end": "00:59:31.560", "speaker": "Matthew G. Kirschenbaum", "utterance": " goodbye thank."}
{"start": "00:59:32.250", "end": "00:59:33.150", "speaker": "Susan Tracz", "utterance": " You so much."}
{"start": "00:59:37.740", "end": "00:59:45.990", "speaker": "Matthew G. Kirschenbaum", "utterance": " yeah I mean one one fascinating thing was that dickie was very much involved in the sort of small press and chop book world."}
{"start": "00:59:46.530", "end": "00:59:57.570", "speaker": "Matthew G. Kirschenbaum", "utterance": " He actually he went to I think it was mentioned, he went to read college, as did somebody named Steve Jobs so there's there's another one of those non dollar like patterns there."}
{"start": "00:59:58.350", "end": "01:00:09.900", "speaker": "Matthew G. Kirschenbaum", "utterance": " But i'm at read he studied calligraphy he also studied about our press printing as Steve Jobs himself did and there's a lot of sort of overlap between."}
{"start": "01:00:10.500", "end": "01:00:32.730", "speaker": "Matthew G. Kirschenbaum", "utterance": " dickie and the claims of one offs and chapbooks that he was producing and the the letterpress and find printing world so, on the one hand connections into to email it but also deep 10 drills into another claimed of writing technology as well, specifically letterpress printing."}
{"start": "01:00:39.390", "end": "01:00:43.200", "speaker": "Matthew G. Kirschenbaum", "utterance": " Judy and again folks can just unmute themselves and jump right in."}
{"start": "01:00:51.420", "end": "01:00:52.680", "speaker": "Susan Tracz", "utterance": " Judy are muted."}
{"start": "01:01:01.680", "end": "01:01:02.730", "speaker": "Judy Malloy", "utterance": " There can you hear me now."}
{"start": "01:01:03.870", "end": "01:01:07.590", "speaker": "Judy Malloy", "utterance": " yep good, I just want to know that in California."}
{"start": "01:01:09.030", "end": "01:01:29.340", "speaker": "Judy Malloy", "utterance": " There was a little bit more of an audience that it sounds like there is wasn't other parts of the country, I think it was partially because of the well i'm both on our column on the well, but the wellhead other parts to it, there was an art conference on the well actually I started and."}
{"start": "01:01:30.780", "end": "01:01:43.860", "speaker": "Judy Malloy", "utterance": " So, and it was more connection with the tech community in California i'm talking about the bay area and of southern California, which I didn't know about um so there was a lot of exhibitions."}
{"start": "01:01:44.400", "end": "01:01:55.530", "speaker": "Judy Malloy", "utterance": " of works on hyper card, it was more familiarity with what everybody was doing on there was a bit more buzz and I I i'm pretty sure I saw some tick."}
{"start": "01:01:56.130", "end": "01:02:15.150", "speaker": "Judy Malloy", "utterance": " A work of Dickies that I don't see anything that looks like and what i've seen so far, and it was more of a textual work with circles alliances that and the hyper textual links within the page itself that were less graphic diffuse does that ring a bell anyone."}
{"start": "01:02:17.820", "end": "01:02:19.020", "speaker": "Deena Larsen", "utterance": " Possibly hair say."}
{"start": "01:02:20.850", "end": "01:02:21.690", "speaker": "Judy Malloy", "utterance": " Okay."}
{"start": "01:02:23.490", "end": "01:02:24.450", "speaker": "Deena Larsen", "utterance": " i'm not sure, though."}
{"start": "01:02:25.680", "end": "01:02:34.260", "speaker": "Judy Malloy", "utterance": " But his work, even despite that, I know that say at the revealing conversations exhibition in 1989."}
{"start": "01:02:34.710", "end": "01:02:44.400", "speaker": "Judy Malloy", "utterance": " which included every dawn's hyper card work and my name was no pay and lyndhurst MINS lorna work and divorce wilson's work from."}
{"start": "01:02:45.360", "end": "01:02:56.430", "speaker": "Judy Malloy", "utterance": " San Francisco state vicki was not included in that exhibition I don't know why, and there were some other things that his work wasn't included in so I don't know if he."}
{"start": "01:02:57.510", "end": "01:03:08.310", "speaker": "Judy Malloy", "utterance": " Perhaps being a tour poet, is, I will say um he wasn't as involved in the you know visual arts aspect I don't know."}
{"start": "01:03:09.630", "end": "01:03:20.280", "speaker": "Judy Malloy", "utterance": " But I do know that to go back to the beginning that that his name was known and that there was a certain amount of buzz much more than 10 people."}
{"start": "01:03:22.350", "end": "01:03:34.680", "speaker": "Deena Larsen", "utterance": " yeah it was difficult for me, because I was like alone, but he also taught because he had he had a work from a student James neff and some other student work that I think was still on that desk yeah."}
{"start": "01:03:36.030", "end": "01:03:36.690", "speaker": "Deena Larsen", "utterance": " And I grabbed."}
{"start": "01:03:38.640", "end": "01:03:41.130", "speaker": "Susan Tracz", "utterance": " In the bay area and his readings were."}
{"start": "01:03:42.360", "end": "01:03:57.390", "speaker": "Susan Tracz", "utterance": " always well well attended, you know, following because he had taught for years and years at San Francisco State University and mentored many poets, and you know winter bread loaf and places like that and."}
{"start": "01:03:58.500", "end": "01:04:00.900", "speaker": "Susan Tracz", "utterance": " But he did go through a phase where he."}
{"start": "01:04:06.000", "end": "01:04:08.400", "speaker": "Susan Tracz", "utterance": " kind of didn't like so work of."}
{"start": "01:04:09.720", "end": "01:04:15.570", "speaker": "Susan Tracz", "utterance": " chasing publications and their whole aspect of writing."}
{"start": "01:04:20.610", "end": "01:04:32.430", "speaker": "Richard Holeton", "utterance": " So, speaking of San Francisco state and in the spirit of sharing a personal remembrances first Thank you so much for this presentation is really wonderful."}
{"start": "01:04:33.840", "end": "01:04:49.020", "speaker": "Richard Holeton", "utterance": " So I did my masters at San Francisco state in the 1980s when bill was there, of course, and and I did meet him, but I didn't have classes with him, because I was doing fiction."}
{"start": "01:04:50.040", "end": "01:04:59.610", "speaker": "Richard Holeton", "utterance": " But it's very aware of bill, and what he was doing, and as I got into the whole computers and writing scene."}
{"start": "01:05:00.780", "end": "01:05:18.450", "speaker": "Richard Holeton", "utterance": " San Francisco State did not have an MFA that time, so they created an MFA in the 90s and bill was still there, and so I came back and said Oh well, now you have an MFA i'm going to do an MFA but i'm going to do an electronic thing and."}
{"start": "01:05:19.500", "end": "01:05:33.000", "speaker": "Richard Holeton", "utterance": " i'm going to do a hypertext thing and so naturally bill was the was would be the guy because he was the only one there doing that kind of thing, so I had arranged with him to be my advisor."}
{"start": "01:05:33.960", "end": "01:05:47.370", "speaker": "Richard Holeton", "utterance": " And I started back into that MFA program and 93 and then, of course, unfortunately bill passed away and I had to make other plans there with my MFA."}
{"start": "01:05:53.370", "end": "01:06:08.730", "speaker": "Deena Larsen", "utterance": " yeah again I was somewhat out of the loop, it was I was just a student and I wish I had known about rob and I wish I could talk to you more about a Judy there's just so much that was going on at the time to that, and it was also very."}
{"start": "01:06:10.020", "end": "01:06:10.830", "speaker": "Deena Larsen", "utterance": " disconnected."}
{"start": "01:06:13.050", "end": "01:06:17.970", "speaker": "Deena Larsen", "utterance": " It was tough um and I know bill and I talked about it a little bit thinking."}
{"start": "01:06:19.140", "end": "01:06:27.660", "speaker": "Deena Larsen", "utterance": " It was one of those how many people will get it, how many people can do have the computer literacy, but thank you yeah."}
{"start": "01:06:29.970", "end": "01:06:33.630", "speaker": "Deena Larsen", "utterance": " And it's so interesting to see all the pieces come together 2530 years later."}
{"start": "01:06:37.980", "end": "01:06:40.200", "speaker": "Susan Tracz", "utterance": " Definitely was a person who was ahead of his time."}
{"start": "01:06:41.100", "end": "01:06:50.640", "speaker": "Deena Larsen", "utterance": " Yes, and Nick is here as well, with an can possibly shed some light on the new media reader as I recall mick um."}
{"start": "01:06:51.990", "end": "01:06:55.050", "speaker": "Deena Larsen", "utterance": " It was relatively difficult to get those dickie poems and I."}
{"start": "01:06:56.130", "end": "01:07:04.200", "speaker": "Deena Larsen", "utterance": " As I call the reason why you could not talk about them was we got that permission relatively late in the game."}
{"start": "01:07:06.180", "end": "01:07:07.080", "speaker": "Nick Montfort (he/him)", "utterance": " I don't know that there was."}
{"start": "01:07:08.700", "end": "01:07:12.210", "speaker": "Nick Montfort (he/him)", "utterance": " Like a real restriction about talking about the poem so much."}
{"start": "01:07:14.670", "end": "01:07:19.830", "speaker": "Nick Montfort (he/him)", "utterance": " You know, we, I mean we will love to publish all of Dickies work."}
{"start": "01:07:20.910", "end": "01:07:36.420", "speaker": "Nick Montfort (he/him)", "utterance": " Getting a selection was better than not having any of it, and so you know it seemed like what was suitable for the publisher was that we'd have a selection option might be kept it open, for you know, being able to."}
{"start": "01:07:39.330", "end": "01:07:46.170", "speaker": "Nick Montfort (he/him)", "utterance": " monetize the publication of the whole collection later on, so that was, you know that was what we did."}
{"start": "01:07:48.060", "end": "01:07:54.600", "speaker": "Nick Montfort (he/him)", "utterance": " And, and it worked out all right, of course, the actual actually being able to."}
{"start": "01:07:55.680", "end": "01:07:59.280", "speaker": "Nick Montfort (he/him)", "utterance": " Access those those hyper card stacks I mean it was."}
{"start": "01:08:01.200", "end": "01:08:09.960", "speaker": "Nick Montfort (he/him)", "utterance": " You know, strictly speaking, technically, it was possible for some people in 2001 when the new media reader was published but access to that."}
{"start": "01:08:11.700", "end": "01:08:22.110", "speaker": "Nick Montfort (he/him)", "utterance": " Was diminished, I mean, as I feel in many ways, like Ted Nelson says about this it's not hypercar didn't die right, it still works it's just that our computers."}
{"start": "01:08:22.620", "end": "01:08:34.470", "speaker": "Nick Montfort (he/him)", "utterance": " That we use like the computer i'm using now to video conference with everyone else, well, first of all it's not a MAC but even if I were that you know if I were using a MAC it wouldn't run hyper card you."}
{"start": "01:08:35.640", "end": "01:08:41.040", "speaker": "Nick Montfort (he/him)", "utterance": " know so you know the, the issue is that we expect these things to work on."}
{"start": "01:08:42.060", "end": "01:08:50.970", "speaker": "Nick Montfort (he/him)", "utterance": " Our everyday computers and obviously that's not the case, but as far as it, so I mean actually those those four problems are still in print."}
{"start": "01:08:51.240", "end": "01:09:03.480", "speaker": "Nick Montfort (he/him)", "utterance": " Because the new meter reader is still in print and it comes with that same CD Rom that it was originally you know published with, and so you can buy that from MIT press, and you can get your."}
{"start": "01:09:06.000", "end": "01:09:11.220", "speaker": "Nick Montfort (he/him)", "utterance": " Physical optical disc copy of those four poems by dickie, if you like."}
{"start": "01:09:11.940", "end": "01:09:12.120", "speaker": "None", "utterance": "well."}
{"start": "01:09:15.210", "end": "01:09:15.720", "speaker": "Nick Montfort (he/him)", "utterance": " what's that."}
{"start": "01:09:16.410", "end": "01:09:17.610", "speaker": "Matthew G. Kirschenbaum", "utterance": " I thought it was a coaster."}
{"start": "01:09:18.990", "end": "01:09:19.260", "speaker": "Nick Montfort (he/him)", "utterance": " yeah."}
{"start": "01:09:20.430", "end": "01:09:22.320", "speaker": "Nick Montfort (he/him)", "utterance": " By enough of them, you can make a chandelier."}
{"start": "01:09:22.830", "end": "01:09:43.320", "speaker": "Deena Larsen", "utterance": " And if you take the zip drive and you put it to the back of an SE se, you can actually run it it's pretty cool that the technology, I still have, I think I haven't tried them for a few years, but in my attic I think I still have about 20 of the 215 MAC SES and MAC and and."}
{"start": "01:09:44.520", "end": "01:09:55.530", "speaker": "Deena Larsen", "utterance": " Not classics that I got from the Denver public school system and an auction bid and kept putting them up, I made sure that they worked and i've given those to archives and to other places."}
{"start": "01:09:57.120", "end": "01:10:07.530", "speaker": "Deena Larsen", "utterance": " Just to show Dickies work Jim Jim rosenbergs uncle buddy funhouse my marble springs, there were so many incredible works on hypercar I."}
{"start": "01:10:08.190", "end": "01:10:21.510", "speaker": "Nick Montfort (he/him)", "utterance": " mean, of course, you know, I have a facility, the truck tank in which you know I present classic computers of various sorts, and yet, to some extent it's a little bit like having."}
{"start": "01:10:23.580", "end": "01:10:25.350", "speaker": "Nick Montfort (he/him)", "utterance": " You know the the."}
{"start": "01:10:27.480", "end": "01:10:29.490", "speaker": "Nick Montfort (he/him)", "utterance": " auto parts lot."}
{"start": "01:10:29.520", "end": "01:10:40.170", "speaker": "Nick Montfort (he/him)", "utterance": " where you have to you know, like as you go along and time you have to you know go to computers pull things out of them and repair things, and you know, try to keep things working."}
{"start": "01:10:40.590", "end": "01:10:56.910", "speaker": "Nick Montfort (he/him)", "utterance": " There are standard processes like you know, replacing the capacitors like recapping machines, you know things like this that you can do, and I think that's a do it, you know I mean I don't actually I don't touch the hardware I don't use a soldering iron, but I try to maintain these."}
{"start": "01:10:58.290", "end": "01:11:03.570", "speaker": "Nick Montfort (he/him)", "utterance": " means have access to the hardware, along with it, you know I also use."}
{"start": "01:11:05.040", "end": "01:11:14.220", "speaker": "Nick Montfort (he/him)", "utterance": " emulators and you know modern day interpreters for these systems, and I think that's great too, I really think of these sort of different editions."}
{"start": "01:11:14.520", "end": "01:11:30.930", "speaker": "Nick Montfort (he/him)", "utterance": " of a computer, so you know what's provided on the Internet archive for you to access hypertext from my standpoint, for you to access hypercar it's just a different edition of the MacIntosh se you know it's an it's an unofficial edition and it's not a hardware addition, in the same way."}
{"start": "01:11:32.160", "end": "01:11:44.490", "speaker": "Nick Montfort (he/him)", "utterance": " But it has many advantages that the hardware edition doesn't and on the other hand, if you want people to see what the hardware edition was like and to actually have you interactive experience in dealing with that."}
{"start": "01:11:45.000", "end": "01:11:55.410", "speaker": "Nick Montfort (he/him)", "utterance": " Then you would like to present them with that as well, so I you know so from my standpoint, I wish to do these things, some people will say oh it's a you know."}
{"start": "01:11:56.070", "end": "01:12:03.810", "speaker": "Nick Montfort (he/him)", "utterance": " it's a losing battle, why do you have this hardware and so forth, and again, you can there's plenty of responses to that also which is like."}
{"start": "01:12:04.290", "end": "01:12:13.770", "speaker": "Nick Montfort (he/him)", "utterance": " You know why do you take your students to go see a play it's going to close in a week it's like Oh, you might as well take advantage of the stuff that's there, right now, you know you might as well do it."}
{"start": "01:12:14.820", "end": "01:12:24.360", "speaker": "Matthew G. Kirschenbaum", "utterance": " yeah well we're getting called on time and I just want to thank you and I just want to say a couple of thank yous but before we all break."}
{"start": "01:12:25.440", "end": "01:12:31.650", "speaker": "Matthew G. Kirschenbaum", "utterance": " One thing I do want to say true is that this this work is now out there it's part of our."}
{"start": "01:12:31.650", "end": "01:12:45.780", "speaker": "Matthew G. Kirschenbaum", "utterance": " Community and I just really want to encourage everyone is here today to share it if you have students, you might suggest they they work on it, I think there is there there's a lot of."}
{"start": "01:12:46.470", "end": "01:12:56.550", "speaker": "Matthew G. Kirschenbaum", "utterance": " it's really rich and there's a there is a lot that we can do here and just tweeting the URL is great, but in and of itself that's not enough."}
{"start": "01:12:57.810", "end": "01:12:58.470", "speaker": "Matthew G. Kirschenbaum", "utterance": " So that's."}
{"start": "01:12:59.670", "end": "01:13:11.730", "speaker": "Matthew G. Kirschenbaum", "utterance": " One one comment, and then I do want to thank, I want to thank Sarin and Scott redbird and all of the the conference organizers for the the venue and the occasion."}
{"start": "01:13:12.630", "end": "01:13:23.940", "speaker": "Matthew G. Kirschenbaum", "utterance": " And all of the virtual work behind the scenes from our student assistance, thank you for the for the platform today and I especially I want to thank."}
{"start": "01:13:24.510", "end": "01:13:43.920", "speaker": "Matthew G. Kirschenbaum", "utterance": " Susan dina and and Andrew I am really the the least a central part of this up a ratio and i'm just the coordinator, but each of them really contributed and valuable Labor, without which we wouldn't have this work today, so thank you so much, everybody."}
{"start": "01:13:44.760", "end": "01:14:00.090", "speaker": "Deena Larsen", "utterance": " Thank you so much, and we can continue this on the tracks and discord and I am having a private, public celebration today on discord after this, so we can continue this conversation Thank you guys so much."}
{"start": "01:14:04.920", "end": "01:14:08.460", "speaker": "Judy Malloy", "utterance": " For card that are should be out that aren't and I."}
{"start": "01:14:09.870", "end": "01:14:11.790", "speaker": "Judy Malloy", "utterance": " Work that i'm going to try to find intended."}
{"start": "01:14:13.050", "end": "01:14:14.520", "speaker": "Matthew G. Kirschenbaum", "utterance": " So Judy you should talk to an."}
{"start": "01:14:15.570", "end": "01:14:26.610", "speaker": "Judy Malloy", "utterance": " angel yes, I didn't have a MAC I had to they let me go over to the whole earth review offices actually what hyper card came out and try it."}
{"start": "01:14:27.120", "end": "01:14:38.910", "speaker": "Judy Malloy", "utterance": " And I created a work, then I use a scanner which i'd never use it came from apple and I could not edited at home didn't have a MAC but I use the one of my old card catalogs."}
{"start": "01:14:39.480", "end": "01:14:46.350", "speaker": "Judy Malloy", "utterance": " and made the work from a card catalog using the images in the text, and it was actually pretty good but i'm just vanilla look at it."}
{"start": "01:14:48.990", "end": "01:14:49.290", "speaker": "Deena Larsen", "utterance": " yeah."}
{"start": "01:14:49.680", "end": "01:14:50.070", "speaker": "None", "utterance": "I agree."}
{"start": "01:14:51.360", "end": "01:15:05.070", "speaker": "Deena Larsen", "utterance": " I couldn't afford a MAC and I had the reason why I did marble springs is My thesis was because of the math lab have Max and I could use them, I mean my God a MacIntosh was like a month pay it was."}
{"start": "01:15:05.100", "end": "01:15:06.000", "speaker": "None", "utterance": "A lot of money."}
{"start": "01:15:09.120", "end": "01:15:12.060", "speaker": "Judy Malloy", "utterance": " yeah I was a single parent, I could not afford a MacIntosh."}
{"start": "01:15:15.360", "end": "01:15:18.000", "speaker": "Deena Larsen", "utterance": " And William Dickies bill setup was."}
{"start": "01:15:20.850", "end": "01:15:23.160", "speaker": "Deena Larsen", "utterance": " i'm still lusting after it, I still wanted."}
{"start": "01:15:26.640", "end": "01:15:27.120", "speaker": "Matthew G. Kirschenbaum", "utterance": " A MAC i'm."}
{"start": "01:15:27.150", "end": "01:15:27.720", "speaker": "Deena Larsen", "utterance": " glad you're."}
{"start": "01:15:27.990", "end": "01:15:28.770", "speaker": "Matthew G. Kirschenbaum", "utterance": " going to."}
{"start": "01:15:30.240", "end": "01:15:31.020", "speaker": "Matthew G. Kirschenbaum", "utterance": " Making my."}
{"start": "01:15:32.250", "end": "01:15:36.510", "speaker": "Matthew G. Kirschenbaum", "utterance": " cousin I hope that doesn't crash the room."}
{"start": "01:15:37.410", "end": "01:15:38.910", "speaker": "Deena Larsen", "utterance": " I don't think it will, and I will get."}
{"start": "01:15:38.910", "end": "01:15:41.160", "speaker": "Deena Larsen", "utterance": " back over to the discord but thank you guys."}
{"start": "01:15:41.370", "end": "01:15:42.390", "speaker": "Deena Larsen", "utterance": " very, very much."}
{"start": "01:15:43.050", "end": "01:15:43.950", "speaker": "Deena Larsen", "utterance": " Everyone and true."}
{"start": "01:15:45.060", "end": "01:15:45.600", "speaker": "Leonardo Flores", "utterance": " care."}
{"start": "01:15:47.400", "end": "01:15:53.580", "speaker": "Deena Larsen", "utterance": " To Andrew do you want my firstborn son, I mean i'm not gonna have kids I mean what after."}
{"start": "01:15:54.660", "end": "01:15:57.360", "speaker": "Deena Larsen", "utterance": " anything from Colorado I mean my God, thank you."}
{"start": "01:15:58.500", "end": "01:15:58.860", "speaker": "Deena Larsen", "utterance": " Thank you."}
{"start": "01:15:59.610", "end": "01:16:00.450", "speaker": "Susan Tracz", "utterance": " very glamorous."}
{"start": "01:16:01.470", "end": "01:16:03.360", "speaker": "Andrew Ferguson", "utterance": " People seeing all this stocks."}
{"start": "01:16:03.720", "end": "01:16:14.820", "speaker": "Deena Larsen", "utterance": " yeah maybe when I get if I ever get back over to myth, I can uncover Tom true logan's with improved game on hypercar is amazing i'm."}
{"start": "01:16:15.000", "end": "01:16:20.040", "speaker": "Deena Larsen", "utterance": " gonna be so many hyper cards and if monks had Max oh my God we got to have that."}
{"start": "01:16:20.760", "end": "01:16:21.930", "speaker": "Matthew G. Kirschenbaum", "utterance": " Yes, we that we."}
{"start": "01:16:23.520", "end": "01:16:25.530", "speaker": "Andrew Ferguson", "utterance": " Have the yeah that one's on."}
{"start": "01:16:26.250", "end": "01:16:27.060", "speaker": "Deena Larsen", "utterance": " Is it on."}
{"start": "01:16:27.630", "end": "01:16:28.860", "speaker": "Andrew Ferguson", "utterance": " I think so, yes."}
{"start": "01:16:29.730", "end": "01:16:30.300", "speaker": "Deena Larsen", "utterance": " Oh, you got it."}
{"start": "01:16:32.880", "end": "01:16:34.140", "speaker": "Judy Malloy", "utterance": " Job Lucas cordova."}
{"start": "01:16:34.140", "end": "01:16:34.680", "speaker": "None", "utterance": "words."}
{"start": "01:16:35.850", "end": "01:16:38.700", "speaker": "Deena Larsen", "utterance": " yeah Thank you guys so much."}
{"start": "01:16:39.150", "end": "01:16:41.190", "speaker": "Deena Larsen", "utterance": " Okay we'll see you guys in discordant a bit."}
{"start": "01:16:41.730", "end": "01:16:42.240", "speaker": "None", "utterance": "Like."}
{"start": "01:16:43.320", "end": "01:16:46.530", "speaker": "Susan Tracz", "utterance": " Oh, this discord out in 45 minutes or is that on now."}
{"start": "01:16:46.920", "end": "01:16:54.210", "speaker": "Deena Larsen", "utterance": " it's on now and i'm going to just take a few moments today is my freedom day or may 19 was my Freedom Day."}
{"start": "01:16:54.720", "end": "01:17:05.970", "speaker": "Deena Larsen", "utterance": " i've worked now for 30 years for the government i've been at their beck and call yes or no, Sir everything else as a technical writer, and now I have health insurance for the rest of my life."}
{"start": "01:17:07.530", "end": "01:17:19.200", "speaker": "Deena Larsen", "utterance": " And I can do whatever I want i'm still at the government for right now until I decide what my second career is, but after 30 years i'm free to write so it's going to so we're celebrating."}
{"start": "01:17:20.130", "end": "01:17:21.510", "speaker": "Susan Tracz", "utterance": " Congratulations."}
{"start": "01:17:21.600", "end": "01:17:31.500", "speaker": "Deena Larsen", "utterance": " that's good um I went into the government, instead of academia deliberately just because I have a rare disease and Susan you know yeah it was really bad."}
{"start": "01:17:32.520", "end": "01:17:35.670", "speaker": "Deena Larsen", "utterance": " Without health insurance i'd be dead in about two to five months."}
{"start": "01:17:36.300", "end": "01:17:40.620", "speaker": "Deena Larsen", "utterance": " So it's really important that I get this and."}
{"start": "01:17:41.070", "end": "01:17:42.120", "speaker": "None", "utterance": "Thank you for understanding."}
{"start": "01:17:43.860", "end": "01:17:47.340", "speaker": "Deena Larsen", "utterance": " yeah and I know I keep disappearing because of illness and."}
{"start": "01:17:48.870", "end": "01:17:51.360", "speaker": "Deena Larsen", "utterance": " So sorry over the years, but I think you're absolutely right."}
{"start": "01:17:52.980", "end": "01:17:53.640", "speaker": "Deena Larsen", "utterance": " Now, with your."}
{"start": "01:17:54.000", "end": "01:17:56.820", "speaker": "Susan Tracz", "utterance": " Your rear pair of like the phoenix from the ashes."}
{"start": "01:17:58.380", "end": "01:17:58.860", "speaker": "Deena Larsen", "utterance": " I know."}
{"start": "01:18:00.540", "end": "01:18:02.250", "speaker": "Deena Larsen", "utterance": " Nearly dying and that I don't die."}
{"start": "01:18:02.340", "end": "01:18:07.140", "speaker": "Deena Larsen", "utterance": " Actually that's why i'm matt has myth, you know I just met my wife."}
{"start": "01:18:08.340", "end": "01:18:18.630", "speaker": "Deena Larsen", "utterance": " We met I had food poisoning, I was in the icu in three days so i'd met my wife in a week she read my novel disappearing rain on my wall, she was amazing."}
{"start": "01:18:19.290", "end": "01:18:30.870", "speaker": "Deena Larsen", "utterance": " And so we're sitting there in the icu i'm looking at death and she's like i've got this library of Alexandria what the hell, do we do so, we call matt up and he says yeah i'll take it and I live."}
{"start": "01:18:32.040", "end": "01:18:36.780", "speaker": "Deena Larsen", "utterance": " And so matt like three months later, a week later, says i'm so where's my stuff."}
{"start": "01:18:38.280", "end": "01:19:00.000", "speaker": "Deena Larsen", "utterance": " We packed it all up and he said it ultimate that's a total hodgepodge never organized I mean talk about being a hypocrite what matt got was probably worse than what bill left on his computer I mean by an order of magnitude cuz I didn't die, I was."}
{"start": "01:19:04.980", "end": "01:19:05.580", "speaker": "Susan Tracz", "utterance": " worked out."}
{"start": "01:19:06.630", "end": "01:19:10.260", "speaker": "Deena Larsen", "utterance": " It worked out great and you're absolutely right now we have the audience."}
{"start": "01:19:10.290", "end": "01:19:19.140", "speaker": "Deena Larsen", "utterance": " Now we can really get with Nikki and if we can, if you and I can meet after this and we can like figure out maybe we could do like a dickie symposium."}
{"start": "01:19:19.950", "end": "01:19:20.580", "speaker": "Deena Larsen", "utterance": " That would be."}
{"start": "01:19:20.850", "end": "01:19:22.950", "speaker": "Deena Larsen", "utterance": " awesome yeah."}
{"start": "01:19:24.510", "end": "01:19:28.080", "speaker": "Deena Larsen", "utterance": " let's do something like that and show his work."}
{"start": "01:19:29.550", "end": "01:19:34.620", "speaker": "Deena Larsen", "utterance": " I run the yellow salon we could do a salon with Dickies works that would be fun."}
{"start": "01:19:35.820", "end": "01:19:36.930", "speaker": "Susan Tracz", "utterance": " While you have to watch."}