{"start": "00:00:00.000", "end": "00:00:00.000", "speaker": "None", "utterance": "My name is Astrid insulin, and I have with me already Nick regard Maurice bizarre steep hasn't Kramer, and we're going to be."}
{"start": "00:00:00.000", "end": "00:00:00.000", "speaker": "None", "utterance": "Oh, recording stopped. Okay."}
{"start": "00:00:00.000", "end": "00:00:15.000", "speaker": "None", "utterance": "And we're going to be performing on acting, a platform critical collaborative analysis of Catherine's pre web story space hypertext in small and large pieces, and I was going to share my screen."}
{"start": "00:00:15.000", "end": "00:00:30.000", "speaker": "None", "utterance": "So this is, this is that this is us. And this is also the cover of this beautiful story space hypertext and I have to say that you know Casper did the everything, the self, including the the arch, which is quite amazing and I hope she will tell us a bit"}
{"start": "00:00:30.000", "end": "00:00:45.000", "speaker": "None", "utterance": "about that later. So, the work was originally published in issue 1.3 1994 of the escape Quarterly Review hypertext became bundled with Kathy Max and natural habitats."}
{"start": "00:00:45.000", "end": "00:00:49.000", "speaker": "None", "utterance": "And it kind of appeared in this in this folio."}
{"start": "00:00:49.000", "end": "00:01:02.000", "speaker": "None", "utterance": "You know format pertaining to 3.5 inch floppy disk school Mac and PC, and later also as a single CD ROM requiring two megabytes of RAM, and hard disk drive."}
{"start": "00:01:02.000", "end": "00:01:16.000", "speaker": "None", "utterance": "The work was written in storage space one point or a and used 175 kilobytes, it's really, you know, space and link heavy very very dense feelings."}
{"start": "00:01:16.000", "end": "00:01:34.000", "speaker": "None", "utterance": "And to access the work in its original format, historical machines like a Macintosh classic or performer are required. However, there are other platforms on which detects can be rendered and emulated, including for example escapes to the books and emulate"}
{"start": "00:01:34.000", "end": "00:01:41.000", "speaker": "None", "utterance": "like Windows XP emulators like the Oracle VM virtual box."}
{"start": "00:01:41.000", "end": "00:01:51.000", "speaker": "None", "utterance": "So in our individual contributions will be focusing on these three hardware and software constellations and their individual aesthetic and audit of ordinances."}
{"start": "00:01:51.000", "end": "00:02:10.000", "speaker": "None", "utterance": "Together, we will explore the ways in which reading the same work in different technological environment yields platform specific analytical nuances and how collectively these readings, open up new forms of collaborative connective textual St."}
{"start": "00:02:10.000", "end": "00:02:26.000", "speaker": "None", "utterance": "herself will reflect on the genesis of the work and the wider context of its creation, and she'll also respond to the other presentations in the panel in a way that feels gaps and opens up why in a debate surrounding hypertext aesthetics and historians"}
{"start": "00:02:26.000", "end": "00:02:42.000", "speaker": "None", "utterance": "ization. So we hope that our joint work will deepen our understanding of how platform conscious readings can shed light on discrepancies between reader experience and original design and intent, and how contemporary technologies might make it possible"}
{"start": "00:02:42.000", "end": "00:02:58.000", "speaker": "None", "utterance": "to bring back an opposite lesson to work, our panel will explore how platform studies can operate in chronically and die chronically, especially if combined with post pandemic forms of remote collaboration and presentation that enables scholars to read"}
{"start": "00:02:58.000", "end": "00:03:09.000", "speaker": "None", "utterance": "from their own site specific premises. So we'll, we'll start with some introductory notes from Katherine, and then we'll have Dini."}
{"start": "00:03:09.000", "end": "00:03:25.000", "speaker": "None", "utterance": "I think then you'll be reading from a Macintosh for my site right yeah the performer, do you have a classic or, I have the reversals up so we're going to be easy around the reversal yes yes, which we did on on a classic I think, and Marius will then be"}
{"start": "00:03:25.000", "end": "00:03:27.000", "speaker": "None", "utterance": "be looking at in the box."}
{"start": "00:03:27.000", "end": "00:03:41.000", "speaker": "None", "utterance": "And I will then show will reflect a little bit on my virtual box emulation experience, and then customer will come back and we will then open the floor for questions and discussion."}
{"start": "00:03:41.000", "end": "00:03:54.000", "speaker": "None", "utterance": "Okay, so I will probably just stop share at this point, and turn it over to Catherine. Now can you spotlight me because I don't want to share screen I just want to be in the middle of the screen."}
{"start": "00:03:54.000", "end": "00:04:09.000", "speaker": "None", "utterance": "It's a procedure called spotlighting so you would put me in the go to Speaker view. So just go to Speaker view and I should show up that way. Okay. If you're asked if you can do speaker view on yours and might work for catching her and you to Catherine."}
{"start": "00:04:09.000", "end": "00:04:11.000", "speaker": "None", "utterance": "Yes."}
{"start": "00:04:11.000", "end": "00:04:14.000", "speaker": "None", "utterance": "Okay."}
{"start": "00:04:14.000", "end": "00:04:18.000", "speaker": "None", "utterance": "Speaker view. Okay, there we go. All right."}
{"start": "00:04:18.000", "end": "00:04:21.000", "speaker": "None", "utterance": "That is, I still see I see,"}
{"start": "00:04:21.000", "end": "00:04:25.000", "speaker": "None", "utterance": "I see you,"}
{"start": "00:04:25.000", "end": "00:04:38.000", "speaker": "None", "utterance": "I mean yeah I think depends on who's speaking though you know the camera will pick up whoever is speaking. Okay, so I'm in the early 90s."}
{"start": "00:04:38.000", "end": "00:04:52.000", "speaker": "None", "utterance": "I was teaching science fiction writing in Cambridge, Massachusetts, and along with David Hartwell, and we were summoned East get systems by Sarah Smith, to meet."}
{"start": "00:04:52.000", "end": "00:05:05.000", "speaker": "None", "utterance": "Mark Bernstein, to find out about this new thing of hypertext fiction because sir I had King space coming out, and they wanted me to see stories space, and that's what we could write about it in the New York Review science fiction."}
{"start": "00:05:05.000", "end": "00:05:23.000", "speaker": "None", "utterance": "And we had a jolly time we were there for a few hours and I went home with a copy of storage space, and began to play with it. And that is sort and I, at the time I was a graduate student in German literature at Columbia."}
{"start": "00:05:23.000", "end": "00:05:34.000", "speaker": "None", "utterance": "And so I played with it. I worked on in small and large pieces doing you know doing a lot of the linking on the train to and from Manhattan."}
{"start": "00:05:34.000", "end": "00:05:40.000", "speaker": "None", "utterance": "Sort of like doing embroidery except making links on an early Mac laptop."}
{"start": "00:05:40.000", "end": "00:05:57.000", "speaker": "None", "utterance": "And I had this hand scanner that I think I bought it a Mac world in Boston, that would do various things with so in addition to scanning straight I would move it around to get some text effects which are visible in there."}
{"start": "00:05:57.000", "end": "00:06:17.000", "speaker": "None", "utterance": "And one of these sort of iconic image, sort of things of my life is this, this one, this actually I used to have to have these. This is a ceramic Alice, a Disney Alice that came with a watch when I was about 10 years old, I guess I'm the watch must have"}
{"start": "00:06:17.000", "end": "00:06:26.000", "speaker": "None", "utterance": "broken so that I must have gotten another one because I used to have to and I can tell them apart because one is missing hand. But when I was unpacking some things today to get ready for this."}
{"start": "00:06:26.000", "end": "00:06:30.000", "speaker": "None", "utterance": "This was in the box."}
{"start": "00:06:30.000", "end": "00:06:40.000", "speaker": "None", "utterance": "So I thought I would share Miss Alice with you was on the title page. I'm also a difference between the two reversal and now is when we did the reversal."}
{"start": "00:06:40.000", "end": "00:06:50.000", "speaker": "None", "utterance": "I was in Toronto, where I have recently been a graduate student in strategic foresight and innovation at Oak at university which is an art. Art University."}
{"start": "00:06:50.000", "end": "00:07:05.000", "speaker": "None", "utterance": "And about two weeks ago we did a rather difficult border crossing and we are now in Westport New York, and because of that I have access I will sneak over and look."}
{"start": "00:07:05.000", "end": "00:07:07.000", "speaker": "None", "utterance": "Look what I have."}
{"start": "00:07:07.000", "end": "00:07:12.000", "speaker": "None", "utterance": "I have Mackintosh, and it has its own large pieces on it."}
{"start": "00:07:12.000", "end": "00:07:19.000", "speaker": "None", "utterance": "I have the thing with all the contents that you were just shown and some floppy disks."}
{"start": "00:07:19.000", "end": "00:07:34.000", "speaker": "None", "utterance": "So, now, if we were to do with reversal today, it would not have that long long ridiculous lag, but I still have the, the technology, and instead of us so it's not like I have the time portal over there and the clot set up in the closet."}
{"start": "00:07:34.000", "end": "00:07:38.000", "speaker": "None", "utterance": "And I guess one of the things preparing for this."}
{"start": "00:07:38.000", "end": "00:07:47.000", "speaker": "None", "utterance": "It was brought home to me the thematic so the passage of time, not, not just the passage of time in the last 26 years since I wrote it."}
{"start": "00:07:47.000", "end": "00:07:58.000", "speaker": "None", "utterance": "But the passage of time since I was last in this house which was 14 months earlier, and I had to deal with various nice living and dead in this room in order to set this up."}
{"start": "00:07:58.000", "end": "00:08:15.000", "speaker": "None", "utterance": "Anyway, so I went I I first I began to write story and story space and then I ran away and joined the circus I dropped out of Columbia graduate school and went to work for Mark Bernstein, and worked in his basement."}
{"start": "00:08:15.000", "end": "00:08:23.000", "speaker": "None", "utterance": "And I had an absolute blast being as the hypertext fiction editor."}
{"start": "00:08:23.000", "end": "00:08:40.000", "speaker": "None", "utterance": "I was writing hypertext fiction, I was the bookstore sales representative I was the graphic designer, and I totally redesigned the packaging so that it's my I think it's a small and large pieces maybe the first one that had the card stock or cardboard."}
{"start": "00:08:40.000", "end": "00:08:48.000", "speaker": "None", "utterance": "I'm a package, rather than plastic ones that came before them."}
{"start": "00:08:48.000", "end": "00:09:07.000", "speaker": "None", "utterance": "But I use mine as sort of the prototype for the redesign of the packaging. And the purpose of that redesign, was that I could walk into bookstores and say this is a book, and have it looked plausibly more like a book than the packaging Mark had before."}
{"start": "00:09:07.000", "end": "00:09:20.000", "speaker": "None", "utterance": "And why would walk into bookstores and I would say this is a book, and they would explain what it was and they said well no people can't possibly read and chopped up text like this."}
{"start": "00:09:20.000", "end": "00:09:37.000", "speaker": "None", "utterance": "And now in 2021 we get up in the morning or wake up in the middle of the night and we open our phones and we read, Twitter, which is much more chopped up than than anything I did anyway so, um, the other thing I want to sort of lead you to is that, yeah"}
{"start": "00:09:37.000", "end": "00:09:53.000", "speaker": "None", "utterance": "I did that one and then I stopped partly because of you know sort of discussed at the way in which the CD ROM revolution had completely crushed what we were trying to do, by putting a lot of money and money into changing reader expectations around the"}
{"start": "00:09:53.000", "end": "00:10:04.000", "speaker": "None", "utterance": "idea that your computer experience should be as much like watching TV as possible. So I'm these black and white things with you know where every pixel was carefully placed and so on."}
{"start": "00:10:04.000", "end": "00:10:22.000", "speaker": "None", "utterance": "Look, I mean it's small and large pieces was out of it you know was obsolete in less time it takes to make. But where I kind of went from there. I'm a collage art to work so I would suggest people look out if you want to see the trajectory in terms of"}
{"start": "00:10:22.000", "end": "00:10:30.000", "speaker": "None", "utterance": "my fiction. Am I free to go which was published by tor.com, or you and emulation that was published in Nature."}
{"start": "00:10:30.000", "end": "00:10:43.000", "speaker": "None", "utterance": "Um, and so while I did not. I mean I worked really hard and sort of gave hypertext fiction everything I everything I had. And then I felt like we lost the war."}
{"start": "00:10:43.000", "end": "00:10:56.000", "speaker": "None", "utterance": "And then I moved on to other things but i think i think it, the sensibility that went into it and sort of tapping aesthetic tactics stuck with me and are there in my later work so."}
{"start": "00:10:56.000", "end": "00:11:03.000", "speaker": "None", "utterance": "So I think I will stop there and then let you continue on and then you can come back to me then."}
{"start": "00:11:03.000", "end": "00:11:14.000", "speaker": "None", "utterance": "Okay, great. Thanks so much, Catherine for a little background there, and that's a straight onto TV."}
{"start": "00:11:14.000", "end": "00:11:22.000", "speaker": "None", "utterance": "I'm going to share my screen."}
{"start": "00:11:22.000", "end": "00:11:28.000", "speaker": "None", "utterance": "Oh it's telling me how God, I have to install this audio device."}
{"start": "00:11:28.000", "end": "00:11:31.000", "speaker": "None", "utterance": "We can hear you."}
{"start": "00:11:31.000", "end": "00:11:45.000", "speaker": "None", "utterance": "Yeah, but from my video let's see if this will happen I'll make it loud enough retrace your screen again, can you see everything fine yep yeah yeah the sound turned up let's see if this will go find so I'm going to show a video clip, I can't show you"}
{"start": "00:11:45.000", "end": "00:12:00.000", "speaker": "None", "utterance": "what it's like on a performer, without being in my lab, and using all the livestream equipment. So I'm showing you the reversal that we did already. All right, I'm going to show about two or three minutes of it that when I was the age when I read this"}
{"start": "00:12:00.000", "end": "00:12:07.000", "speaker": "None", "utterance": "stuff I used to write really really a lot of poetry. And then I would burn."}
{"start": "00:12:07.000", "end": "00:12:18.000", "speaker": "None", "utterance": "These are the ones that survived that experience. I mean, not, not, whatever the last time I read and the ones I thought were good or at least at the narrative."}
{"start": "00:12:18.000", "end": "00:12:34.000", "speaker": "None", "utterance": "Children of the women have golden era is their delicate bodies sweetbreads in their mind. Their last demand us when he reaches out and touches his flesh the mind wears a mask, or protection tells him of beauty."}
{"start": "00:12:34.000", "end": "00:12:37.000", "speaker": "None", "utterance": "I'll show you"}
{"start": "00:12:37.000", "end": "00:12:48.000", "speaker": "None", "utterance": "that I am a child of the womb, and I have Golden Bear in my body, but only in my mind."}
{"start": "00:12:48.000", "end": "00:12:57.000", "speaker": "None", "utterance": "I am only another body was makeup mask perfection my golden eyes, try not to do believe"}
{"start": "00:12:57.000", "end": "00:13:02.000", "speaker": "None", "utterance": "there is no way."}
{"start": "00:13:02.000", "end": "00:13:06.000", "speaker": "None", "utterance": "Now I'm trying to remember why is that one."}
{"start": "00:13:06.000", "end": "00:13:14.000", "speaker": "None", "utterance": "And that would not be accidental and that's that's not to the individual. I'm wondering I don't I don't know the answer to"}
{"start": "00:13:14.000", "end": "00:13:18.000", "speaker": "None", "utterance": "the portal blade much sneakers now."}
{"start": "00:13:18.000", "end": "00:13:24.000", "speaker": "None", "utterance": "That's an Alex because it's literally come through the woods"}
{"start": "00:13:24.000", "end": "00:13:30.000", "speaker": "None", "utterance": "preceded by Alexia that says 1212."}
{"start": "00:13:30.000", "end": "00:13:33.000", "speaker": "None", "utterance": "First you can still if you're arguing."}
{"start": "00:13:33.000", "end": "00:13:39.000", "speaker": "None", "utterance": "But after a while, you seem to gradually die away until all was dead silence."}
{"start": "00:13:39.000", "end": "00:13:42.000", "speaker": "None", "utterance": "And"}
{"start": "00:13:42.000", "end": "00:13:49.000", "speaker": "None", "utterance": "the two girls listening to the bedroom door but you're only adult."}
{"start": "00:13:49.000", "end": "00:13:53.000", "speaker": "None", "utterance": "And now she's over the press."}
{"start": "00:13:53.000", "end": "00:13:59.000", "speaker": "None", "utterance": "So this one large pieces right they come in here and there. So you."}
{"start": "00:13:59.000", "end": "00:14:12.000", "speaker": "None", "utterance": "You take snippets from colleagues and from other places and we are there is, you know, intentionally broken cars best for him and for enforcer them through the looking glass,"}
{"start": "00:14:12.000", "end": "00:14:18.000", "speaker": "None", "utterance": "that's in here in broken into his word small large cases."}
{"start": "00:14:18.000", "end": "00:14:23.000", "speaker": "None", "utterance": "The title actually came from"}
{"start": "00:14:23.000", "end": "00:14:38.000", "speaker": "None", "utterance": "the same period of time, maybe a little bit earlier."}
{"start": "00:14:38.000", "end": "00:14:55.000", "speaker": "None", "utterance": "home and the social somehow a mirror had gotten broken on the left on the kitchen table or my parents saying there is a mirror downstairs, small and large."}
{"start": "00:14:55.000", "end": "00:14:57.000", "speaker": "None", "utterance": "Okay."}
{"start": "00:14:57.000", "end": "00:15:14.000", "speaker": "None", "utterance": "So, from this video clip of, Catherine during her reversal of her work. We learned several interesting pieces of lore, first as a child she wrote poetry and she burned it right to despite that habit, some of it still ended up in her novel."}
{"start": "00:15:14.000", "end": "00:15:18.000", "speaker": "None", "utterance": "And, and we got to see some of it."}
{"start": "00:15:18.000", "end": "00:15:32.000", "speaker": "None", "utterance": "Three textural elements are purposely placed and designed in the novel, they're not any accidents in this design, for she sides to the looking glass and the enforcer, and five the title came from an incident from her childhood, which involved like the"}
{"start": "00:15:32.000", "end": "00:15:48.000", "speaker": "None", "utterance": "story, broken mirror, right a broken mirror. So this clip is one of seven from the reversal of in small and large pieces that Astrid Mario, and I and Catherine's did in my lab back March 26 of this year."}
{"start": "00:15:48.000", "end": "00:15:55.000", "speaker": "None", "utterance": "And it is the 26th one, that my lack is done since 2013. So that's quite a bit."}
{"start": "00:15:55.000", "end": "00:16:07.000", "speaker": "None", "utterance": "So what I want to talk about is, you know, what is your, what is it reversal why is it important, and what are we getting out of this expression this reader experience this this performance that we've just seen."}
{"start": "00:16:07.000", "end": "00:16:14.000", "speaker": "None", "utterance": "All right. So let me move this out of the way so I need to hear."}
{"start": "00:16:14.000", "end": "00:16:29.000", "speaker": "None", "utterance": "So the reversal is a process it's part of the Pathfinders methodology for documenting works of born digital media. It was developed by Stuart Multimap and me in support of With support from the National Endowment for the Humanities, it's been used specifically"}
{"start": "00:16:29.000", "end": "00:16:45.000", "speaker": "None", "utterance": "for works like hypertext fiction novels. Poetry essays, and more recently for flash works. So anything that can't be accessible to the public anymore because of some sort of technological obsolescence and small large pieces for example."}
{"start": "00:16:45.000", "end": "00:16:55.000", "speaker": "None", "utterance": "This work was produced with storage space software as Astrid mentioned earlier on, published on two three and a half inch floppy disks. One is for PC and Mac."}
{"start": "00:16:55.000", "end": "00:16:59.000", "speaker": "None", "utterance": "I'm going to show you the images of that again so you can see that."}
{"start": "00:16:59.000", "end": "00:17:09.000", "speaker": "None", "utterance": "And also on CD ROM, and it was published in the course that escaped quarterly review of hypertext Volume One number three, Summer 94."}
{"start": "00:17:09.000", "end": "00:17:21.000", "speaker": "None", "utterance": "And so it's no longer accessible to the public unless you have a floppy disk reader of some sort on your computer you can use system seven, and you can you know you can actually access that version of storage space."}
{"start": "00:17:21.000", "end": "00:17:31.000", "speaker": "None", "utterance": "Or you emulate it. And so what I'm talking about is not emulation. I'm not talking about migration I'm talking about using the originals hardware and software, which is a form of collection."}
{"start": "00:17:31.000", "end": "00:17:47.000", "speaker": "None", "utterance": "Right. Specifically, a reversal is defined as a performance, or reading that takes place on equipment configured as closely as possible to the system used to create the work order in which the word might have been expected to reach this initial audience."}
{"start": "00:17:47.000", "end": "00:17:57.000", "speaker": "None", "utterance": "It's a reflective encounter with the digital text and as you saw asteroid and and Catherine were speaking together right answering each other, responding to one another."}
{"start": "00:17:57.000", "end": "00:18:08.000", "speaker": "None", "utterance": "And that is possible. So it's a way for us to get to the possibilities of the text and explore it in ways that indicate this key features capabilities and themes and in the case of this particular work."}
{"start": "00:18:08.000", "end": "00:18:22.000", "speaker": "None", "utterance": "We saw the different type faces right so key feature that work is the use of typefaces and if you don't load the font suitcase into the computer and you don't see that and it's a huge loss of the work."}
{"start": "00:18:22.000", "end": "00:18:27.000", "speaker": "None", "utterance": "So giving a performance on the original software allows you to see that. Right."}
{"start": "00:18:27.000", "end": "00:18:45.000", "speaker": "None", "utterance": "So along with the reversal Pathfinders also includes images of the physical media. The key thing with this kind of methodology is the physicality of the work and leaving it in its original format, right, accessing it its original form."}
{"start": "00:18:45.000", "end": "00:19:00.000", "speaker": "None", "utterance": "So, we've done for the Pathfinders we do the reader reversals we do interviews with the reader, the author reversal interview with the author. We also do social media work most recently with the kind of innovation to the Pathfinders methodology we do"}
{"start": "00:19:00.000", "end": "00:19:14.000", "speaker": "None", "utterance": "a lot of work with social media, capturing the work for an audience beyond the lab. Beyond the place where the reversal is taking place. We're doing YouTube live streaming, so that it can reach the audience at their homes or offices."}
{"start": "00:19:14.000", "end": "00:19:34.000", "speaker": "None", "utterance": "And then we're also creating digital Korea critical essays. And of course, doing the images, complete images of the physical work. As you can see here, from this chapter of rebooting electronic literature, you know everything from every page to a description"}
{"start": "00:19:34.000", "end": "00:19:50.000", "speaker": "None", "utterance": "of what people are seeing. So all of this is very intently done. It's all put together into a book that's an open source book on the scalar platform and made available for free, accessible to the public."}
{"start": "00:19:50.000", "end": "00:19:53.000", "speaker": "None", "utterance": "All html5 CSS and JavaScript."}
{"start": "00:19:53.000", "end": "00:20:02.000", "speaker": "None", "utterance": "So it's a it's a way to retain the original cultural context of the work is close to possible."}
{"start": "00:20:02.000", "end": "00:20:12.000", "speaker": "None", "utterance": "By making these kinds of elements available documentation, like Pathfinders is one way of preserving works that are no longer accessible the puck to the public."}
{"start": "00:20:12.000", "end": "00:20:27.000", "speaker": "None", "utterance": "There are three types of of preservation projects collection is one migration is another and emulation is a third, and in my lab we offer the third. I have 61 computers in my luck chronic literature lab, and we were able to access the floppy disks and"}
{"start": "00:20:27.000", "end": "00:20:45.000", "speaker": "None", "utterance": "CD ROM and whatever other technologies that are being used and read the work on the original format and do research about those works in that format goes beyond just the traditional thinking of the work is just digital and not having any kind of physical"}
{"start": "00:20:45.000", "end": "00:20:59.000", "speaker": "None", "utterance": "presence. For those of us who cut our teeth on hypertext in the early 90s, the physicality of it was a big part of it as Esther was showing us earlier, the little folio that that came with this looks like a book."}
{"start": "00:20:59.000", "end": "00:21:07.000", "speaker": "None", "utterance": "And it was done purposely this way so that people would understand that they're supposed to read this that it was something that can sit on the shelf."}
{"start": "00:21:07.000", "end": "00:21:19.000", "speaker": "None", "utterance": "So it is a transitional media from the print based book environment from the late 20th century to the current, you know, cloud computing works that we're getting now."}
{"start": "00:21:19.000", "end": "00:21:26.000", "speaker": "None", "utterance": "So that's why this is so important and it's important to capture this in a collection mode is we're doing in my lab."}
{"start": "00:21:26.000", "end": "00:21:36.000", "speaker": "None", "utterance": "So thank you for that and I'll start my presentation."}
{"start": "00:21:36.000", "end": "00:21:47.000", "speaker": "None", "utterance": "Thank you so much Jeannie."}
{"start": "00:21:47.000", "end": "00:22:04.000", "speaker": "None", "utterance": "What is it that you're doing with tinderbox for us. Just a sort of rendering, or translation, but within the same family of problems which is very, very interesting."}
{"start": "00:22:04.000", "end": "00:22:17.000", "speaker": "None", "utterance": "And with with this piece that the segment that I have prepared We are, we are moving towards the, the main subject of the conference about platforms about and relations and."}
{"start": "00:22:17.000", "end": "00:22:24.000", "speaker": "None", "utterance": "And we have, in case of stories present findable so quite an interesting case."}
{"start": "00:22:24.000", "end": "00:22:25.000", "speaker": "None", "utterance": "I hope."}
{"start": "00:22:25.000", "end": "00:22:43.000", "speaker": "None", "utterance": "Although, as we have had in small and large pieces might not be reachable on multiple computers, outside of emulators, the native format, can be read on modern computer on another machine in tinderbox software."}
{"start": "00:22:43.000", "end": "00:22:54.000", "speaker": "None", "utterance": "And it can be read in a much better way down in storage space, 3d which actually is, is that is the official software should today by these days."}
{"start": "00:22:54.000", "end": "00:23:05.000", "speaker": "None", "utterance": "For for current audience but is not really able on its own, to open and read install and large pieces."}
{"start": "00:23:05.000", "end": "00:23:26.000", "speaker": "None", "utterance": "Before that, you know, the actually to be able to read St. Catherine's work on contemporary software and software bridge is needed something else. Dun dun tinderbox even in order to be connected to form that connection between past and present, and I"}
{"start": "00:23:26.000", "end": "00:23:34.000", "speaker": "None", "utterance": "will show you, such rich."}
{"start": "00:23:34.000", "end": "00:23:41.000", "speaker": "None", "utterance": "Here we see the in the bridge,"}
{"start": "00:23:41.000", "end": "00:24:00.000", "speaker": "None", "utterance": "our case the breach is sponsored by storage space to on the US both in classics massive Motorola processors, and a newer maximum into processes on one side of the bridge, represented the past is Katherine's work and storage space the original on the other."}
{"start": "00:24:00.000", "end": "00:24:10.000", "speaker": "None", "utterance": "represents the current technological media is the oldest thing that pops up around on the current machine. In my case it was in the box center."}
{"start": "00:24:10.000", "end": "00:24:30.000", "speaker": "None", "utterance": "It's a very interesting thing I discovered of platform distance, the closer that distance the better before the wh. So for example, if I wanted to open it is to file into a box name."}
{"start": "00:24:30.000", "end": "00:24:47.000", "speaker": "None", "utterance": "This will be problematic and it causes crashes, but if I open on my new laptop into the book seven, and try to open this those things to file the bridge application, it succeeds."}
{"start": "00:24:47.000", "end": "00:24:58.000", "speaker": "None", "utterance": "Of course, this sort of software, one might ask is, is a bit similar. It's similar to a form of hacking or"}
{"start": "00:24:58.000", "end": "00:25:09.000", "speaker": "None", "utterance": "fire, but because, because a tinderbox is a direct descendant of storage space."}
{"start": "00:25:09.000", "end": "00:25:14.000", "speaker": "None", "utterance": "I would say that it is, it is not really a hockey."}
{"start": "00:25:14.000", "end": "00:25:20.000", "speaker": "None", "utterance": "It's a proposition it's a proposal of another sort of reading more alike."}
{"start": "00:25:20.000", "end": "00:25:41.000", "speaker": "None", "utterance": "A big data textual analysis. But of course, in our case this big data is relative. It's, it's confined to the hyper doc space of the narrative network of the original so we not that detached from text and from meaning we are still quite close to what,"}
{"start": "00:25:41.000", "end": "00:25:46.000", "speaker": "None", "utterance": "Catherine has, has written."}
{"start": "00:25:46.000", "end": "00:26:02.000", "speaker": "None", "utterance": "After opening the work in tinderbox, we are presented with hypertext map, something which Catherine actually never intended for the original audience to see."}
{"start": "00:26:02.000", "end": "00:26:16.000", "speaker": "None", "utterance": "So this is, this is breaking a breaking of that contract between reader publisher and writer, but this is, this is how it is today on tinderbox platform."}
{"start": "00:26:16.000", "end": "00:26:37.000", "speaker": "None", "utterance": "And here's an example of one of the most prominent like CS rendered in tinderbox all styling all phones, and we could see in the video that Dina has shown that phones were very very important for capturing vision."}
{"start": "00:26:37.000", "end": "00:26:53.000", "speaker": "None", "utterance": "Here everything is is gone. But what is preserved is the linking structure in the maps, the karate key of contents. The information about incoming and outgoing connections."}
{"start": "00:26:53.000", "end": "00:27:07.000", "speaker": "None", "utterance": "So, instead of regular reading, which is really not possible, and reaches the intention or the original the original product."}
{"start": "00:27:07.000", "end": "00:27:14.000", "speaker": "None", "utterance": "We have this sort of Hyper Text analysis that"}
{"start": "00:27:14.000", "end": "00:27:28.000", "speaker": "None", "utterance": "is close to those big, big data analysis we are used to word count variations can be shown."}
{"start": "00:27:28.000", "end": "00:27:43.000", "speaker": "None", "utterance": "Average word spell Xer text links main links. All this technical hypertext data in timber tinderbox nine sentiment variation is possible to be to be shown."}
{"start": "00:27:43.000", "end": "00:27:54.000", "speaker": "None", "utterance": "It's a new AI text one feature, not yet fully implemented. It comes from a demo of backstage release."}
{"start": "00:27:54.000", "end": "00:27:57.000", "speaker": "None", "utterance": "When we look at the word clouds."}
{"start": "00:27:57.000", "end": "00:28:04.000", "speaker": "None", "utterance": "We could see that words such as honor honor the room mirror door."}
{"start": "00:28:04.000", "end": "00:28:11.000", "speaker": "None", "utterance": "The most important and most frequent once used in the story."}
{"start": "00:28:11.000", "end": "00:28:17.000", "speaker": "None", "utterance": "And."}
{"start": "00:28:17.000", "end": "00:28:36.000", "speaker": "None", "utterance": "Smart Search and action queries that are able to generate rankings lists of of nodes that we can then rank, according to our preferred attributes, and then hybrid games, the most important ones will be the inbound link account and outbound link account"}
{"start": "00:28:36.000", "end": "00:28:39.000", "speaker": "None", "utterance": "to show us the most connected."}
{"start": "00:28:39.000", "end": "00:28:52.000", "speaker": "None", "utterance": "Lexi is the notes with most outbound connections, these on the right hand side of the Fallen important entry points of Katherine's dense narrative network."}
{"start": "00:28:52.000", "end": "00:29:12.000", "speaker": "None", "utterance": "Those with the most inbound connections on the other hand, surpass most prominent points of re entry, which is, which is which is very important when we, when we read or take into consideration that multiple travel size of the work."}
{"start": "00:29:12.000", "end": "00:29:34.000", "speaker": "None", "utterance": "The network ranking of Alexa, is another area. We're looking at it shows the sum of outbound and inbound accounts, top of the list of this list is populated by Lexus below, into the collected points of Anna Miller."}
{"start": "00:29:34.000", "end": "00:29:56.000", "speaker": "None", "utterance": "This is a group of very prominent and and very exposed to read, and these are the points written by honor such a secret Mona Lisa, and they serve both as points of entry and re entry in such context lectures that do not belong to the poetry collection,"}
{"start": "00:29:56.000", "end": "00:30:20.000", "speaker": "None", "utterance": "such as the art and Anna, or gene but it is what those that do not are not points themselves but are pieces of narrative, but still high on the link ranking of those that I could, I could, I could call the center hubs of the of the narrative."}
{"start": "00:30:20.000", "end": "00:30:39.000", "speaker": "None", "utterance": "and interesting rendering of customers hypertext is hyperbolic view which is until the tinderbox addition to storage space, mob view that shows Alexia and focus in its newest and most relevant network neighborhood."}
{"start": "00:30:39.000", "end": "00:30:59.000", "speaker": "None", "utterance": "Here we can see a model design focus, and the Lexus that are most close to it. And that view comes on top of the top down structure of storage space for those."}
{"start": "00:30:59.000", "end": "00:31:01.000", "speaker": "None", "utterance": "And I think"}
{"start": "00:31:01.000", "end": "00:31:18.000", "speaker": "None", "utterance": "these few, few views of the, of the classic storage space work, bring some questions that might be, it might be good points have to start the discussion on to add to the discussion."}
{"start": "00:31:18.000", "end": "00:31:40.000", "speaker": "None", "utterance": "I often ask myself, are we able to see hypertext patterns, through this tinderbox graphs maps and charts, my best thing wrote about the figure of mirror worlds, as, as the one that is coming through, standing out within the narrative of small and large"}
{"start": "00:31:40.000", "end": "00:31:54.000", "speaker": "None", "utterance": "pieces. So the question is, are we able to see the mirror worlds through these advanced modern hypertext analysis. If not, then the question arises."}
{"start": "00:31:54.000", "end": "00:32:01.000", "speaker": "None", "utterance": "Why is it so is it because we still do not know where to look."}
{"start": "00:32:01.000", "end": "00:32:14.000", "speaker": "None", "utterance": "Or perhaps, The problem is, is lying in our, our approach to a problem, which model actually Lena, called the continuity."}
{"start": "00:32:14.000", "end": "00:32:27.000", "speaker": "None", "utterance": "As an element of electronic feature of ethics. If I could, in essence, poetry is often an arc of contiguous an art of distribution arrangement and the recurrence."}
{"start": "00:32:27.000", "end": "00:32:46.000", "speaker": "None", "utterance": "Then a literature works and hyperlinks, even more so than a methodology of finding at continuity points within hypertext structures places where structure with meaning would be a solution and rediscovering hypertext patents, through the tools of this"}
{"start": "00:32:46.000", "end": "00:32:55.000", "speaker": "None", "utterance": "small, big data of of hyper tech space."}
{"start": "00:32:55.000", "end": "00:33:05.000", "speaker": "None", "utterance": "And I will stop here."}
{"start": "00:33:05.000", "end": "00:33:21.000", "speaker": "None", "utterance": "Thanks. Thanks my use was so fascinating. And we were. Yeah, we were talking about, you know, the chat. You know, people were talking about migration so on and you've you've obviously showing all migration can not just you know, translate a work to another"}
{"start": "00:33:21.000", "end": "00:33:26.000", "speaker": "None", "utterance": "platform where it can be read but but also analyze and analyze big data which is amazing."}
{"start": "00:33:26.000", "end": "00:33:29.000", "speaker": "None", "utterance": "This is this is really great."}
{"start": "00:33:29.000", "end": "00:33:40.000", "speaker": "None", "utterance": "So we'll we'll come back to this discussion later. I will follow with my own contribution."}
{"start": "00:33:40.000", "end": "00:33:56.000", "speaker": "None", "utterance": "Which, which have given the title emulating hypertext a feminist post from a logical perspective. And I have an extended version of this paper which is quite Europe, you read heavy and, you know, in the system, uploaded on the conference website so I"}
{"start": "00:33:56.000", "end": "00:34:12.000", "speaker": "None", "utterance": "will just try and pick up some of those points, and I want to reflect a little bit on my own personal history with this work because it's part of the post phentermine logical approach that I'm taking here."}
{"start": "00:34:12.000", "end": "00:34:31.000", "speaker": "None", "utterance": "I mean, most recently I engaged with it quite a bit in the context of a project on the escape quarterly which I hope will come out later this year. And to that effect I visited Vimeo or Leviticus 19, and I read this work on the Macintosh for my 5215 CD"}
{"start": "00:34:31.000", "end": "00:34:32.000", "speaker": "None", "utterance": "and."}
{"start": "00:34:32.000", "end": "00:34:48.000", "speaker": "None", "utterance": "And since I didn't and still don't have access to historical hardware in my own institution I ended up reading Katherine's work in this kind of combination between historical access, and emulation and Oracle VM VirtualBox."}
{"start": "00:34:48.000", "end": "00:35:05.000", "speaker": "None", "utterance": "Six 6.0 which you can see there in the background but it really looks like the real thing like and it actually sounds like a real thing and it's just basically Windows XP that that you can do emulate and the work really reads like like the CD that we"}
{"start": "00:35:05.000", "end": "00:35:09.000", "speaker": "None", "utterance": "talked about earlier as well."}
{"start": "00:35:09.000", "end": "00:35:29.000", "speaker": "None", "utterance": "So the license. This is a fully licensed of, you know, software and it's it runs a beautiful ISO image of Windows XP and that access is the storage space files from an external optical drive the files have been copied onto the emulators hard drive, which"}
{"start": "00:35:29.000", "end": "00:35:40.000", "speaker": "None", "utterance": "I can access them and I can like, you know, switch between the the ISO mask so image and other apps on my, my screen at the same time."}
{"start": "00:35:40.000", "end": "00:35:56.000", "speaker": "None", "utterance": "And, of course, this particular constellation differs radically from the original one, and affords a very distinct set of embodied and representational experiences that can address compliment from them fully replace the works original fundamental logical"}
{"start": "00:35:56.000", "end": "00:36:08.000", "speaker": "None", "utterance": "configuration. However, as James Newman has quite aptly pointed out in relation to video game preservation which is huge, obviously."}
{"start": "00:36:08.000", "end": "00:36:28.000", "speaker": "None", "utterance": "He says we need to shift our attention to the contingencies of play and from game preservation to game play preservation right. And so, with but we can say, let's move away from the work and more into, you know aspects of text reality reading and interaction."}
{"start": "00:36:28.000", "end": "00:36:47.000", "speaker": "None", "utterance": "So in this paper I adopt a feminist post for them logical perspective centered around material engagement theory. This theory originated in cognitive archeology and anthropology and foreground, the material significance of extended embedded embodied and"}
{"start": "00:36:47.000", "end": "00:37:04.000", "speaker": "None", "utterance": "active cognition, also known as he cognition. So extended means the basically is the relational idea that mines and things are continuous and into definable processes rather than isolated and independent entities."}
{"start": "00:37:04.000", "end": "00:37:17.000", "speaker": "None", "utterance": "Embedded for grounds to situated spatially contingent nature of these processes and relationships, embodied emphasizes the fact that the things we interact with become cognitive extensions of the human body."}
{"start": "00:37:17.000", "end": "00:37:31.000", "speaker": "None", "utterance": "And in active signifies that cognition is not the representation of a pre given world by a pre given mind, but is the enactment of a world goes as far back as Marina."}
{"start": "00:37:31.000", "end": "00:37:42.000", "speaker": "None", "utterance": "So what we learn know understand feel is a product of our interaction with things around us and that includes Of course, technologies of reading and play."}
{"start": "00:37:42.000", "end": "00:38:01.000", "speaker": "None", "utterance": "So Against this backdrop I argue that in a post pandemic media or coastal framework, we need to remove the stigma of inauthenticity from emulation and reframe it as an integral part of restorative productive and ultimately feminist scholarship set against"}
{"start": "00:38:01.000", "end": "00:38:18.000", "speaker": "None", "utterance": "the post phenomenal logical economy framework, my own scholarly becoming and this is actually a thing this is this is a concept from post them and ology becoming, which is never isolated it's never just cognitive it's always embedded embodied and active."}
{"start": "00:38:18.000", "end": "00:38:34.000", "speaker": "None", "utterance": "Right. So this was contingent upon a variety of access features. It was contingent on the material embodied in accident of the the original work on the original platform."}
{"start": "00:38:34.000", "end": "00:38:47.000", "speaker": "None", "utterance": "It was a dependent on the extended distributed cognition again that's also, you know, part of this, this idea of distributed cognition of others working in the fields I think of rebooting right so whole collection."}
{"start": "00:38:47.000", "end": "00:38:59.000", "speaker": "None", "utterance": "And it was to do with my own embodied history of engaging with the work for now almost 20 years ago, that was the first time I looked at it almost 20 years ago, can you believe that."}
{"start": "00:38:59.000", "end": "00:39:08.000", "speaker": "None", "utterance": "And also the ethnographic your research I did with Catherine and many others, many other stakeholders from the escape and euro."}
{"start": "00:39:08.000", "end": "00:39:23.000", "speaker": "None", "utterance": "And then of course my own iterative rereading and that that idea of rereading needs to move away from just come to, you know, decoding or something like that if he has to move into a more embodied field."}
{"start": "00:39:23.000", "end": "00:39:41.000", "speaker": "None", "utterance": "So just a quick word on emulation emulators are, and I'm quoting from Connie and others, a piece of hardware software that allows a user to execute software on a platform for which the software was not originally intended emulators have proliferated especially"}
{"start": "00:39:41.000", "end": "00:39:59.000", "speaker": "None", "utterance": "in hacker culture as so called new technology so this is from your console book was written a lot about cheating in games. And so, Liberty technologies used to circumvent and counter the video game industry planned obsolescence."}
{"start": "00:39:59.000", "end": "00:40:17.000", "speaker": "None", "utterance": "Right. So this is, this is a thing, they just not not financially viable to, you know, to preserve video games from a from an industry point of view, the legal situation so running emulators fully yet several international presidents of showing that non"}
{"start": "00:40:17.000", "end": "00:40:26.000", "speaker": "None", "utterance": "commercial uses of emulators and especially in cases where legal software licenses were obtained in the first place, come under fair use."}
{"start": "00:40:26.000", "end": "00:40:36.000", "speaker": "None", "utterance": "And, indeed, as good and grown and others have argued emulation maybe the most promising solution for the long term preservation of any distance of boring data."}
{"start": "00:40:36.000", "end": "00:40:53.000", "speaker": "None", "utterance": "So my own institutionally supported use a virtual box is legal. The tool is free software and the GNU General Public License right so and I've also got my own copy of the, of the work itself, right, which I was using."}
{"start": "00:40:53.000", "end": "00:41:14.000", "speaker": "None", "utterance": "So the emulated version of of Kathleen's work is of course a remediation that that replaces the audio visual and happy parameters of the 1990s Macintosh with this weakness of a two day to D emulator and yet you know many things are preserved like the"}
{"start": "00:41:14.000", "end": "00:41:24.000", "speaker": "None", "utterance": "link structure the color scheme and you know you can open the, the map, you cannot see through you can only see the actual, you know, Alexia."}
{"start": "00:41:24.000", "end": "00:41:41.000", "speaker": "None", "utterance": "The color scheme right lag is minimized, and even the ankle key function as be preserved so you can press control and you know, you get the, the, that would be the Tinker Bell or the Tinker Bell replacement on on a Windows machine."}
{"start": "00:41:41.000", "end": "00:41:47.000", "speaker": "None", "utterance": "So the you know the scholarly analytical and also the pedagogical practices are obvious."}
{"start": "00:41:47.000", "end": "00:42:06.000", "speaker": "None", "utterance": "We nation has a particular range of functions in this panels distributed maturity engaged approach feminist Digital Humanities Center, collaborative across horizontally structured practices that are driven by an ethic of care and mutual dependence the"}
{"start": "00:42:06.000", "end": "00:42:25.000", "speaker": "None", "utterance": "This is from Cathy barons, and others, they prioritize diversity and inclusion in their contributors and they promote equity of access in a way that was the colleges and productively embraces individual software and hardware constraints."}
{"start": "00:42:25.000", "end": "00:42:41.000", "speaker": "None", "utterance": "And this panels post pandemic practice of live demoing during synchronous meetings, leads to a cumulative complimentary scholarship that triangulate the works reception and interaction across platforms that analytical methods as we've seen like qualitative"}
{"start": "00:42:41.000", "end": "00:42:46.000", "speaker": "None", "utterance": "and quantitative historical preservation all you have so many methods coming together."}
{"start": "00:42:46.000", "end": "00:42:57.000", "speaker": "None", "utterance": "And, and it engages the author herself, and this is a real boon for us right in this kind of reflective, and corrective meta discourse."}
{"start": "00:42:57.000", "end": "00:43:06.000", "speaker": "None", "utterance": "The author herself can revisit her own work and really think about what was that supposed to be there or not, and so on. Right."}
{"start": "00:43:06.000", "end": "00:43:25.000", "speaker": "None", "utterance": "And so our project may well be referred to as we didn't Project 2.0, you know, remember, Jessica Pressman mark. Marino and Jimmy Douglas's reading project so we are kind of reading project post the dynamic emulation and that's my final point also turned"}
{"start": "00:43:25.000", "end": "00:43:42.000", "speaker": "None", "utterance": "out to be a key, nor technology in our project. During our rehearsals for Christmas to Brazil in March, for example we experienced significant lag really I mean, big deal, it was, it was very very significant on the, on the labs Macintosh classic."}
{"start": "00:43:42.000", "end": "00:44:00.000", "speaker": "None", "utterance": "And so having the emulator as a backup and a planning tool, simplify the process and ease collaboration and mutual updating significantly. So in short, the use of emulation as law technology is a creative feminist response to the patriarchy cable claim"}
{"start": "00:44:00.000", "end": "00:44:16.000", "speaker": "None", "utterance": "to historical truth, and authenticity. It's not about personal empowerment, but rather but empowerment of the entire community of all those who have often abandoned their work, assuming instead of editors and publishers who lack the means to upgrade and"}
{"start": "00:44:16.000", "end": "00:44:32.000", "speaker": "None", "utterance": "promote obsolescence material of scholars who can easily reconstruct the navigation and text of love and have new generations of readers and students will benefit from emulated access in public and private spaces."}
{"start": "00:44:32.000", "end": "00:44:43.000", "speaker": "None", "utterance": "So, and that's it for me and I will stop sharing here and return the floor to Catherine, who may have some further thoughts for us here."}
{"start": "00:44:43.000", "end": "00:44:56.000", "speaker": "None", "utterance": "Yeah, I guess my first thought, that is the question of why I didn't unlock the basement, which is to say why you couldn't see the inside."}
{"start": "00:44:56.000", "end": "00:45:02.000", "speaker": "None", "utterance": "And I think they, the answer to that is may surprise you."}
{"start": "00:45:02.000", "end": "00:45:18.000", "speaker": "None", "utterance": "Because on the one hand, I had an agenda for what the story means, and, you know, and what you should get out of it and so on. But on the other hand as somebody who is like designing the packaging and walking into stores and explaining to you know the"}
{"start": "00:45:18.000", "end": "00:45:21.000", "speaker": "None", "utterance": "tattered cover this is a book, really."}
{"start": "00:45:21.000", "end": "00:45:26.000", "speaker": "None", "utterance": "Not just because I say so but let me explain why this is a book."}
{"start": "00:45:26.000", "end": "00:45:54.000", "speaker": "None", "utterance": "Um, I have not just an agenda, about what the story meant and you know my adolescent poetry and my inner life but also I had very specifically an agenda, about what the future of the book should look like, and I'm from my perspective, the future of the"}
{"start": "00:45:54.000", "end": "00:46:13.000", "speaker": "None", "utterance": "The messy node links structure visualizations did not have a good niche in that yet. And they were an argument against this an orderly transition from the one kind of the book to the other until until there was better graphic design are better ways of"}
{"start": "00:46:13.000", "end": "00:46:26.000", "speaker": "None", "utterance": "looking at it. So, um, I don't actually mind that all people prying it open and seeing what's inside and the tinderbox representation."}
{"start": "00:46:26.000", "end": "00:46:43.000", "speaker": "None", "utterance": "But you know, seeing that waster pried open clarified for me you know that I had multi level, multiple levels of intentions for for for this kind of thing."}
{"start": "00:46:43.000", "end": "00:47:04.000", "speaker": "None", "utterance": "Now, there was one question that was raised in one of the presentations about whether now that you went once you pride it open you look at it, do you see the mirroring structure in the, in the nodes, and what the thing is it's, it's no you don't."}
{"start": "00:47:04.000", "end": "00:47:19.000", "speaker": "None", "utterance": "And why is that, um, I guess my, my quick answer is that it's because it's much more in the link structure than the node structure and the links go every which way through and some of the links are visible and some of them are not and some of that is"}
{"start": "00:47:19.000", "end": "00:47:22.000", "speaker": "None", "utterance": "teased out by the digital analysis."}
{"start": "00:47:22.000", "end": "00:47:36.000", "speaker": "None", "utterance": "But, um, the node structure had to do with okay there's the chapter level which has to do with expectations about the book, and then the tables of contents within the chapters again expectations about the book."}
{"start": "00:47:36.000", "end": "00:47:48.000", "speaker": "None", "utterance": "So there's a lot more having to do with the argumentation about the future of the book to be seen there than the actual argumentation of the narrative in terms of that node structure."}
{"start": "00:47:48.000", "end": "00:48:07.000", "speaker": "None", "utterance": "Now they're the, um, I was really interested to hear about the explanation of what a reversal is because what my sort of operating definition having encountered it having seen this thing on, on the web from, you know, a year or so ago which was the professor"}
{"start": "00:48:07.000", "end": "00:48:22.000", "speaker": "None", "utterance": "doing reversal reading it himself was get to that thing we used to do when we read this, when when I went out and did readings, um, I didn't have, I didn't have the fine distinction so illuminating to know what you think you're doing when you call something"}
{"start": "00:48:22.000", "end": "00:48:27.000", "speaker": "None", "utterance": "a reversal because I had actually not known that before."}
{"start": "00:48:27.000", "end": "00:48:39.000", "speaker": "None", "utterance": "Um, in terms of the emulation issues in the conservation issues, um, I kind of don't have a dog in that fight."}
{"start": "00:48:39.000", "end": "00:48:56.000", "speaker": "None", "utterance": "As I say I was making an argument about a book about the book and I went in and I pushed hard on it, and I lost on the digital book is much, much tamer and less interesting than I think it should be in terms of, you know, when you bought by a digital"}
{"start": "00:48:56.000", "end": "00:48:57.000", "speaker": "None", "utterance": "copy of something."}
{"start": "00:48:57.000", "end": "00:49:12.000", "speaker": "None", "utterance": "something. The thing I react most strongly to I'm in, I'm going to Mangle the pronunciation of your name but what how do you pronounce your name."}
{"start": "00:49:12.000", "end": "00:49:13.000", "speaker": "None", "utterance": "Margaret's."}
{"start": "00:49:13.000", "end": "00:49:28.000", "speaker": "None", "utterance": "Yes. Mario's Okay, see I am I just this past term became a graduate student in complex systems and data science at the University of Vermont affiliated with the Vermont complex system center, and they have something called story labs, so I'm actually"}
{"start": "00:49:28.000", "end": "00:49:47.000", "speaker": "None", "utterance": "being taught a lot of those techniques you use right now. And I actually have been pushing back on the one gram and sentiment analysis and such. They as my own practice and my sort of gut reaction to that is that actually."}
{"start": "00:49:47.000", "end": "00:50:01.000", "speaker": "None", "utterance": "The meaning is in the five to seven grand level, not the one gram level and that there ought to be more axes and the way the Fremont complex complex system center doesn't they have, they do have the positive and negative axes, but they also have some"}
{"start": "00:50:01.000", "end": "00:50:16.000", "speaker": "None", "utterance": "other ones. And so, I have just begun working on something I plan to work on in the fall using text fragments from my collage poetry which I will show you a sample of right here."}
{"start": "00:50:16.000", "end": "00:50:20.000", "speaker": "None", "utterance": "Um, this is focus Can you see text here."}
{"start": "00:50:20.000", "end": "00:50:41.000", "speaker": "None", "utterance": "This is from books, and on, I have a lot of these and I did them very obsessively for a while. And there I, I am interested in what is the stickiness between the phrases and why why those that that links that phrase seems to work but it's very there."}
{"start": "00:50:41.000", "end": "00:50:52.000", "speaker": "None", "utterance": "I wish we had another hour to go over that stuff and go screen by screen because I'm engaged with that not because it's my own work but because, but from another context."}
{"start": "00:50:52.000", "end": "00:51:12.000", "speaker": "None", "utterance": "And I see what what those techniques are like, and my reaction is to try to bend them and reform them. So I actually have a project I'm probably going to work on on involving an algorithmic art use work from phrases in the fall."}
{"start": "00:51:12.000", "end": "00:51:25.000", "speaker": "None", "utterance": "But I thought that was so that was especially interesting. Now I tried to open the tinderbox version and I couldn't get it open but would be very interested in playing some more with that."}
{"start": "00:51:25.000", "end": "00:51:33.000", "speaker": "None", "utterance": "So, um, I probably forgot something but that's my reaction."}
{"start": "00:51:33.000", "end": "00:51:38.000", "speaker": "None", "utterance": "That's awesome. Gimme gimme you're muted."}
{"start": "00:51:38.000", "end": "00:51:50.000", "speaker": "None", "utterance": "One of the things that Mauritian are doing we're putting a book together about migration emulation and translation and for the past year we've been working in the last past six months in the lab trying to get flash works."}
{"start": "00:51:50.000", "end": "00:51:54.000", "speaker": "None", "utterance": "You know, move from flash into something else, you know."}
{"start": "00:51:54.000", "end": "00:52:00.000", "speaker": "None", "utterance": "And so the more I've been working with preservation at that kind of level."}
{"start": "00:52:00.000", "end": "00:52:06.000", "speaker": "None", "utterance": "The more I see this translation study so the whole thing to me is no preservation is translation."}
{"start": "00:52:06.000", "end": "00:52:08.000", "speaker": "None", "utterance": "If I come at it from that perspective."}
{"start": "00:52:08.000", "end": "00:52:16.000", "speaker": "None", "utterance": "And look at because I've never been a real pro emulation fan Ryan I've always thought emulation is really, you know, looking at something on dust box."}
{"start": "00:52:16.000", "end": "00:52:27.000", "speaker": "None", "utterance": "For example, GM lorries I'm, you know, its name is Penelope and dust box is not a fun experience for me, as opposed to looking at it on the original format."}
{"start": "00:52:27.000", "end": "00:52:36.000", "speaker": "None", "utterance": "But that said, coming at it from a translation studies perspective, you know, being able to read the word with a lot of things are lost."}
{"start": "00:52:36.000", "end": "00:52:52.000", "speaker": "None", "utterance": "Some things are retained. You know, and the wonderful thing about that is retaining that work at some level, but putting that along with the kind of work we're doing in the lab for showing the physical media that people say okay this is what the Word"}
{"start": "00:52:52.000", "end": "00:53:05.000", "speaker": "None", "utterance": "said in this kind of lexical environment, but this is what it looked like in the original. I think those two things together, looking at in relation, next to the collection work that we're doing in a lab is helpful."}
{"start": "00:53:05.000", "end": "00:53:22.000", "speaker": "None", "utterance": "So I think that speaks to your notion of the embodiment villas, I think a wonderful example for that kind of thing we just finished working with Richard Hortons, we just migrated that story space work into html5 CSS have a little bit of JavaScript model."}
{"start": "00:53:22.000", "end": "00:53:25.000", "speaker": "None", "utterance": "And it turned out quite beautiful. It's definitely not the same thing."}
{"start": "00:53:25.000", "end": "00:53:32.000", "speaker": "None", "utterance": "But we were able to capture the classic interface of a 9.2 computer screens."}
{"start": "00:53:32.000", "end": "00:53:38.000", "speaker": "None", "utterance": "And then you could toggle over to the contemporaries we're doing a lot of that kind of experimentation in our lab with it."}
{"start": "00:53:38.000", "end": "00:53:54.000", "speaker": "None", "utterance": "But at the heart of this is translation, I think, Well, I mean, the other thing is you open up an opportunity like like you just like the project you just did for the work to have another life, which is to say I didn't like stick with leaving it in story"}
{"start": "00:53:54.000", "end": "00:54:08.000", "speaker": "None", "utterance": "space and not put it on the web, because I think I totally should be on a floppy disk and I worship floppy disks. I left it there, despite the fact that oh, you know, wouldn't it be better to have it accessible and not because at the time, where the,"}
{"start": "00:54:08.000", "end": "00:54:14.000", "speaker": "None", "utterance": "where I most wanted to make that transition, it would have been horrendously labor intensive."}
{"start": "00:54:14.000", "end": "00:54:26.000", "speaker": "None", "utterance": "And it was not clear. Audience it would be I'd have, um, so, um, you know, we're not emulating because you know Mark has copyright for a lot of these things."}
{"start": "00:54:26.000", "end": "00:54:41.000", "speaker": "None", "utterance": "And I like mark a lot so don't want to do anything that's going to keep him from the livelihood. That said, we got Richard Holton got his you know God has permission, right gotta, I gotta hop right back to do that so that's why we're not doing emulation"}
{"start": "00:54:41.000", "end": "00:54:42.000", "speaker": "None", "utterance": "of those works."}
{"start": "00:54:42.000", "end": "00:54:51.000", "speaker": "None", "utterance": "Yeah. I mean, if I had access to that I would probably play with it so"}
{"start": "00:54:51.000", "end": "00:55:07.000", "speaker": "None", "utterance": "I, you know, become but you know we were really kind of luck. There was not an easy path forward in terms of doing anything else other than what Mark did in terms of form because of what what tools are available at that."}
{"start": "00:55:07.000", "end": "00:55:08.000", "speaker": "None", "utterance": "Yeah."}
{"start": "00:55:08.000", "end": "00:55:19.000", "speaker": "None", "utterance": "Um, and that was one of the reasons why I didn't write more of them it's like yeah I just spent, you know, a year and a half writing something that was obsolete in a year, am I gonna, you know, do Am I going to stick my hand in that meat grinder again."}
{"start": "00:55:19.000", "end": "00:55:37.000", "speaker": "None", "utterance": "And the answer was no way and he just produced to work on immune so don't be new some years ago. and that died. So we took her work and transformed it into straight HTML, we couldn't even steal the HTML from the music because it was so ugly."}
{"start": "00:55:37.000", "end": "00:55:39.000", "speaker": "None", "utterance": "It was just so pitifully ugly."}
{"start": "00:55:39.000", "end": "00:55:59.000", "speaker": "None", "utterance": "So, you know, Mark. Mark made it available he made it he made a system available for communicating the work and conveying the work. I can't imagine your work on hyper gate or hyper card storage space, what was it was the space was this wasn't just another"}
{"start": "00:55:59.000", "end": "00:56:02.000", "speaker": "None", "utterance": "grand on hyper card it was a vision of the book."}
{"start": "00:56:02.000", "end": "00:56:23.000", "speaker": "None", "utterance": "Yeah. and it was, you know, and I was married to a book collector which is just saved the quarter. And I used to have like a bunch of books of my own that were like archetypes of what the book looks like that I would then use in digital things, you know,"}
{"start": "00:56:23.000", "end": "00:56:36.000", "speaker": "None", "utterance": "to decide what it should look like. So, it was I was looking for the, you know, I continue a continuous thing with the book as such."}
{"start": "00:56:36.000", "end": "00:56:39.000", "speaker": "None", "utterance": "I just wanted to say one more thing about emulation as well."}
{"start": "00:56:39.000", "end": "00:56:54.000", "speaker": "None", "utterance": "That was a point I was trying to make emulation is one thing when it's made for a broad dissemination purpose, from more scholarly practices where you were just really trying to represent something for yourself and or your students, which comes under"}
{"start": "00:56:54.000", "end": "00:57:10.000", "speaker": "None", "utterance": "fair use. So there are different uses of emulation that we really have to, you know, bring Algiers isn't it's not always the same thing and the video game industry is of course most and maybe mark as well, mostly concerned with, with the distributional"}
{"start": "00:57:10.000", "end": "00:57:13.000", "speaker": "None", "utterance": "aspects of it right."}
{"start": "00:57:13.000", "end": "00:57:20.000", "speaker": "None", "utterance": "But at this point, I quite like to bring in the audience a little bit the chat has been busy and."}
{"start": "00:57:20.000", "end": "00:57:31.000", "speaker": "None", "utterance": "And it's great because again this is a form of lower, you know, and I remember being a chat archivist for Virginia Tech with the upcoming project."}
{"start": "00:57:31.000", "end": "00:57:48.000", "speaker": "None", "utterance": "And that's awesome. And so yeah, I mean it Are there any questions from the audience. At this point I mean, one of the latest ones from. I was Dini asking about five nine."}
{"start": "00:57:48.000", "end": "00:57:57.000", "speaker": "None", "utterance": "follow up for a moment if I might with Catherine. The in small and large pieces is embodied in storage space."}
{"start": "00:57:57.000", "end": "00:58:13.000", "speaker": "None", "utterance": "Mo springs, we have Vicki's Instagram, they're all embodied in hyper card, what we were doing is the media more so message. The message morphs the media so we were really writing to a specific media, which of course died before anybody can read or write"}
{"start": "00:58:13.000", "end": "00:58:15.000", "speaker": "None", "utterance": "it."}
{"start": "00:58:15.000", "end": "00:58:22.000", "speaker": "None", "utterance": "I wanted you to talk a little bit more about that I know you've really looked at how the future of the book works."}
{"start": "00:58:22.000", "end": "00:58:31.000", "speaker": "None", "utterance": "But as you were writing you were really looking at what can this media do, how can we say things."}
{"start": "00:58:31.000", "end": "00:58:37.000", "speaker": "None", "utterance": "Yeah, well, I mean I after I left escape."}
{"start": "00:58:37.000", "end": "00:58:56.000", "speaker": "None", "utterance": "I spent a year trying to figure out a way to get I'm working novelists who publish regularly, in whose work I liked and I thought would work well in that kind of context."}
{"start": "00:58:56.000", "end": "00:59:18.000", "speaker": "None", "utterance": "And I had a vision of there being a artistic practice that went from the way people who already wrote novels worked into something that allowed them to elaborate more on, you know, a precursor of this might be seen as an inversion of ng publishing ROM"}
{"start": "00:59:18.000", "end": "00:59:25.000", "speaker": "None", "utterance": "were all his research was in there hypertext truly linked into his book. Um."}
{"start": "00:59:25.000", "end": "00:59:40.000", "speaker": "None", "utterance": "One of the other things I envisioned was a science fiction where the math could still be in there because you have to strip the math out in order to write prose fiction but a lot of it you know it's very was very scientifically and mathematically based"}
{"start": "00:59:40.000", "end": "00:59:42.000", "speaker": "None", "utterance": "in terms of where the cold equations."}
{"start": "00:59:42.000", "end": "00:59:58.000", "speaker": "None", "utterance": "Um, so I had a, I had a you know I founded a company called black mark productions and I spent a year, like writing business plans and trying to figure out how to make this work, and I'm how to get off of the island that escaped was on into the broader"}
{"start": "00:59:58.000", "end": "01:00:08.000", "speaker": "None", "utterance": "market. And I figured well if somebody if somebody gave me a million dollars I could spend two years working 18 hours a day losing all of their money."}
{"start": "01:00:08.000", "end": "01:00:24.000", "speaker": "None", "utterance": "And so I gave up and moved on. Um, so there was a kind of transitional thing where I had like Target authors I have in mind and techniques and"}
{"start": "01:00:24.000", "end": "01:00:32.000", "speaker": "None", "utterance": "the, but it could not work commercially given the distribution system."}
{"start": "01:00:32.000", "end": "01:00:46.000", "speaker": "None", "utterance": "Um, so yeah there was a bridge that needed to be crossed, and when I say novelist, I mean, this is not to disparage hypertext fiction novelist but writing a hypertext novel, in the sense that we his work was selling."}
{"start": "01:00:46.000", "end": "01:01:06.000", "speaker": "None", "utterance": "It's not the same thing as writing, you know, a 232 piece, you know page thing in chapters with consecutive narrative. I felt that I had an editorial vision where I could have made, I could have brought in that group, a group of writers to do that."}
{"start": "01:01:06.000", "end": "01:01:12.000", "speaker": "None", "utterance": "It just was not commercially viable."}
{"start": "01:01:12.000", "end": "01:01:20.000", "speaker": "None", "utterance": "And that was that what you were after or you have a different angle of attack you were after I certainly could say, other things."}
{"start": "01:01:20.000", "end": "01:01:40.000", "speaker": "None", "utterance": "Yeah, the commercially viable part of it was so vital, and I know the time to we were just commiserating over this difficult difficulty was, as you kind of alluded to, everybody was like well okay I could spend 10 times my time writing one piece, not"}
{"start": "01:01:40.000", "end": "01:01:46.000", "speaker": "None", "utterance": "get paid for it because people expect and still expect people have things for free on the internet."}
{"start": "01:01:46.000", "end": "01:01:49.000", "speaker": "None", "utterance": "And it will die."}
{"start": "01:01:49.000", "end": "01:02:08.000", "speaker": "None", "utterance": "Yeah, I mean, there were, you know, at that point you know I talked to a number of writers, they had contracts for $15,000 a pop. They had writing schedules, they had books to deliver and they had an audience that expected to, you know, to receive those,"}
{"start": "01:02:08.000", "end": "01:02:23.000", "speaker": "None", "utterance": "and once somebody would have that, you know, was in that status and they wouldn't necessarily be earning shall we say a middle class living doing that but they were meant that they had something that was paying them to do their work and saying, Well,"}
{"start": "01:02:23.000", "end": "01:02:35.000", "speaker": "None", "utterance": "why didn't you come join my circus and not get paid was just kind of not viable So then the question was, can I find somebody foolish enough to give me the money to pay them anyway and then we'll lose all their money, you know, it's just like there was"}
{"start": "01:02:35.000", "end": "01:02:44.000", "speaker": "None", "utterance": "no, there was no bridge to the bill because of the, of the contractual infrastructure and how writers got paid that I wanted to work with."}
{"start": "01:02:44.000", "end": "01:02:51.000", "speaker": "None", "utterance": "And I wonder if it's possibly different now 30 years on 20 years on."}
{"start": "01:02:51.000", "end": "01:02:52.000", "speaker": "None", "utterance": "Exactly."}
{"start": "01:02:52.000", "end": "01:02:54.000", "speaker": "None", "utterance": "It is different now."}
{"start": "01:02:54.000", "end": "01:02:57.000", "speaker": "None", "utterance": "But there's also things have run off in all directions."}
{"start": "01:02:57.000", "end": "01:03:11.000", "speaker": "None", "utterance": "Yeah, different problems. So you know now they'll make an ft or something right right and possibly what we could do and people were thinking about it was writing to an NF t."}
{"start": "01:03:11.000", "end": "01:03:30.000", "speaker": "None", "utterance": "So taking that in Ft. Technology and explored exploiting that and exploiting that for, for some kind of message again the creativity. Yeah, well, I've been having conversations about NFC, and with my, my studio in Toronto, and have some ideas about that"}
{"start": "01:03:30.000", "end": "01:03:45.000", "speaker": "None", "utterance": "but the question is can you do it in a What now, in this case, well maybe it could be financially viable but ecologically viable and what any of our reputation survive if we did it if it's not, so it's not such, so much later okay yeah now I understand"}
{"start": "01:03:45.000", "end": "01:03:49.000", "speaker": "None", "utterance": "how to get paid, but no, but everyone will hate me forever after."}
{"start": "01:03:49.000", "end": "01:04:00.000", "speaker": "None", "utterance": "Yeah, what is the carbon footprint of NFT exactly I will be quiet now and let other people couldn't find out that things."}
{"start": "01:04:00.000", "end": "01:04:11.000", "speaker": "None", "utterance": "That's great. Yeah. Any other questions from the audience. I mean just responded Catherine I think a lot of people that were working in this field were academics."}
{"start": "01:04:11.000", "end": "01:04:28.000", "speaker": "None", "utterance": "They had had a day job, you know, and they could afford to experiment and to and to do this right, but not, it's hard. I mean, this is, I mean writing in general is hard for anybody trying to make a living, whether it's print or electronic me a lot of"}
{"start": "01:04:28.000", "end": "01:04:34.000", "speaker": "None", "utterance": "my friends that are print writers are academics teaching in a creative writing program."}
{"start": "01:04:34.000", "end": "01:04:58.000", "speaker": "None", "utterance": "I think one of the reasons why there was a spot by a certain point into my pushing on things and my prod projects or my, my viewpoint about the future of work and how to get there was that, um, if I took what was being done which was getting people academic"}
{"start": "01:04:58.000", "end": "01:05:05.000", "speaker": "None", "utterance": "jobs and made it into something that science fiction writers did that was a threat to people getting academic jobs from it. So, there were people who may never mind the economics there were people who really really really didn't even want me to think"}
{"start": "01:05:05.000", "end": "01:05:17.000", "speaker": "None", "utterance": "So, there were people who never mind the economics there were people who really really really didn't even want me to think, because, yes, there was an academic"}
{"start": "01:05:17.000", "end": "01:05:23.000", "speaker": "None", "utterance": "was an academic path to"}
{"start": "01:05:23.000", "end": "01:05:32.000", "speaker": "None", "utterance": "to success here, that was completely separate. And that actually paid a lot better than being a novelist getting $15,000 a book."}
{"start": "01:05:32.000", "end": "01:05:45.000", "speaker": "None", "utterance": "I remember it NEH summer seminar Vk hills, being, you know, with these other people at the seminar, and somebody was talking about, Mark America because he makes, he makes money and happiness."}
{"start": "01:05:45.000", "end": "01:05:50.000", "speaker": "None", "utterance": "And they were in this person was going on and on about how horrible this was."}
{"start": "01:05:50.000", "end": "01:06:02.000", "speaker": "None", "utterance": "And this show he really wasn't an artist and I hope this doesn't get out to anybody else but I was very offended by back some of what I like him he's one of my, my dear friends, but also we sit around talking about how we don't make money at this and"}
{"start": "01:06:02.000", "end": "01:06:20.000", "speaker": "None", "utterance": "here's somebody who's doing it, and gives us a model for it. And now we don't like him for that so I you can't lose it, you know, you know Mark America was one of my co conspirators, and the, um, we have, we have a lot of conversations and there was this"}
{"start": "01:06:20.000", "end": "01:06:38.000", "speaker": "None", "utterance": "sort of weird moment where you know the electronic book, or whatever was coming, and there were like these venture capital types lurking around and wanting to see what his business plan, and that's that's part of what provoked me to spend a year writing"}
{"start": "01:06:38.000", "end": "01:06:43.000", "speaker": "None", "utterance": "business plans that I convinced myself I would lose all of somebody's money."}
{"start": "01:06:43.000", "end": "01:06:59.000", "speaker": "None", "utterance": "But I would never mind this conversation we were meeting and I guess in the in the in the bar and the Algonquin for some reason having to do is hypertext and lacks that hyper textual thing having to do with the movie."}
{"start": "01:06:59.000", "end": "01:07:22.000", "speaker": "None", "utterance": "And, you know, he said, there's this guy who wants to talk to me about venture capital This is Mark America speaking, and he wants to fax me, and he wants me to fax him, and he wants to talk to me to fax in my business plan, should I buy a fax machine."}
{"start": "01:07:22.000", "end": "01:07:37.000", "speaker": "None", "utterance": "Here we are, we're doing this arcane weird stuff and people want to talk venture capital and I have conversations like that. and that's that's what provoked me to Ok I will have a company I will write a business plan I will say that like we've come up"}
{"start": "01:07:37.000", "end": "01:07:49.000", "speaker": "None", "utterance": "Now, I'm glad to hear that mark did better at that than I did but but yeah now we was a very strange time that we were doing these really arcane weird things and people got excited and started talking venture capital."}
{"start": "01:07:49.000", "end": "01:08:04.000", "speaker": "None", "utterance": "He was selling first editions, I mean he was auditioning his digital work. So I had a head and I was putting on a show physical show and a physical gallery. And he let me show one of these works, and he was selling it, $10,000."}
{"start": "01:08:04.000", "end": "01:08:07.000", "speaker": "None", "utterance": "Well that's, That's right."}
{"start": "01:08:07.000", "end": "01:08:19.000", "speaker": "None", "utterance": "he had five copies and four of them and sold around the world so I had the fifth copy. And so he's, you know he's managed to do that Marcus Novak also did this."}
{"start": "01:08:19.000", "end": "01:08:22.000", "speaker": "None", "utterance": "This is this is the precursor as a precursor of NFT."}
{"start": "01:08:22.000", "end": "01:08:32.000", "speaker": "None", "utterance": "And, um, I mean, there's a lot of Hot Topic me a lot of a lot of negative things one can say that in a few years."}
{"start": "01:08:32.000", "end": "01:08:46.000", "speaker": "None", "utterance": "But you know in as much as one didn't get paid for the these are Kimmy was like, suddenly my all of my most obscure artist artistic impulses, maybe have, you know, a place to go."}
{"start": "01:08:46.000", "end": "01:09:05.000", "speaker": "None", "utterance": "Um, and then the other thing I mean cycling back to what I was saying about doing with ubm I'm also finding that there may be sort of big data applications to some of the kinds of thoughts I had about the fragmentation of text and how to understand it."}
{"start": "01:09:05.000", "end": "01:09:22.000", "speaker": "None", "utterance": "And so then part of part of my, what I'm doing with with IBM is trying to take to go from something like this to something algorithmic then can have to do with AI and expressive language I mean, they might sort of working in concert of my working name"}
{"start": "01:09:22.000", "end": "01:09:33.000", "speaker": "None", "utterance": "The my working name for that project is teaching the pig to sing, you know, can we get computers to really write computer, write poetry, can we get, you know, what can happen with that."}
{"start": "01:09:33.000", "end": "01:09:51.000", "speaker": "None", "utterance": "And so I'm having conversations with a number of people with sort of technical platforms to understand how we get from those graphs that that we were being seen, shown in the middle presentation to computer expressive language that that's good and meaningful"}
{"start": "01:09:51.000", "end": "01:09:54.000", "speaker": "None", "utterance": "and resonant."}
{"start": "01:09:54.000", "end": "01:10:00.000", "speaker": "None", "utterance": "So Justin has a question you want to get this question."}
{"start": "01:10:00.000", "end": "01:10:10.000", "speaker": "None", "utterance": "It's about culture specificity right and financial so the Justin Are you here. You want to ask a question Justin or you want us to read it for you."}
{"start": "01:10:10.000", "end": "01:10:14.000", "speaker": "None", "utterance": "Come out. Oh, sorry, I had to unmute."}
{"start": "01:10:14.000", "end": "01:10:24.000", "speaker": "None", "utterance": "Yeah, I'll read the question. Um, so my question is, the the commercial viability problem that you've brought up, it seems to me that it feels like a Western problem."}
{"start": "01:10:24.000", "end": "01:10:39.000", "speaker": "None", "utterance": "Looking at the Japanese software market in the 1990s and even today were narrative game or game like text based experiences were I'm continuing to be a really major market with a lot of money in it."}
{"start": "01:10:39.000", "end": "01:10:54.000", "speaker": "None", "utterance": "And a lot of innovation going on, especially in the diabetes, that we see effects of all over today. So do you have any guesses what that might be about why was that something cultural that was different between the Japanese market, the markets you were"}
{"start": "01:10:54.000", "end": "01:11:11.000", "speaker": "None", "utterance": "working at as it's just that they had they stumbled on the marketing magic that we didn't find what's going on here. Do you have any ideas. Okay, well first of all, what the way you described the Japanese market, and the Japanese game market is something"}
{"start": "01:11:11.000", "end": "01:11:23.000", "speaker": "None", "utterance": "I know zero about but the way you described it was going on simultaneously and in parallel and the US to I mean, one of the problems we had was okay we've got this experience we're offering here."}
{"start": "01:11:23.000", "end": "01:11:27.000", "speaker": "None", "utterance": "Um, but the competition is missed."}
{"start": "01:11:27.000", "end": "01:11:43.000", "speaker": "None", "utterance": "And, but there were other all kinds of other things and there were narrative getting narrative narrative games that were out there. I am not a computer gamer, and that was not a thing I was interested in what I was interested in was the future of the"}
{"start": "01:11:43.000", "end": "01:11:46.000", "speaker": "None", "utterance": "book. Now, the future of the book."}
{"start": "01:11:46.000", "end": "01:12:01.000", "speaker": "None", "utterance": "Um, I was married to actually I wasn't we weren't married yet but I ultimately was married to David Hartwell who's a science fiction editor. I was sort of in the belly of the beast of the American science fiction field and the American science fiction"}
{"start": "01:12:01.000", "end": "01:12:03.000", "speaker": "None", "utterance": "market."}
{"start": "01:12:03.000", "end": "01:12:10.000", "speaker": "None", "utterance": "We did go to other countries and we did know people in other markets but that is very much an export market."}
{"start": "01:12:10.000", "end": "01:12:26.000", "speaker": "None", "utterance": "And so my view of how the book could transition from the thing, the thing printed on pages to the thing I felt we were trying to invent was very much conditioned by the American market."}
{"start": "01:12:26.000", "end": "01:12:35.000", "speaker": "None", "utterance": "Now, it's possible that the Japanese market was even more so than, than what I saw, around me in terms of the games and of things."}
{"start": "01:12:35.000", "end": "01:12:53.000", "speaker": "None", "utterance": "But I was not interested in games as such I was interested in books and what the future of literature would look like this is not true of everybody working and there's lots of other people were doing lots of other things but that's what I was up to"}
{"start": "01:12:53.000", "end": "01:13:08.000", "speaker": "None", "utterance": "be interested to hear what particular types of text Justin is talking about. Are you talking about like visual novels, with Ren p style which, you know, tend to have like, like a mix of anime and quite a lot of text."}
{"start": "01:13:08.000", "end": "01:13:13.000", "speaker": "None", "utterance": "At seminars or are you talking about text."}
{"start": "01:13:13.000", "end": "01:13:29.000", "speaker": "None", "utterance": "I think the, the, those definitely I would say will qualify but even beyond, especially the further back you go those genres were not codified the way that they are now, they, they looked something, you know, anywhere from text adventures are two sort"}
{"start": "01:13:29.000", "end": "01:13:45.000", "speaker": "None", "utterance": "of heavily. So, I would say almost adventure game like branching narrative structures to where they were. As I said, you know, tried to experiment with the form in the same way as was noted it was a parallel development."}
{"start": "01:13:45.000", "end": "01:14:02.000", "speaker": "None", "utterance": "But they evolved into I think what you're saying visual novels, modern adventure games dating simulators have a specific Japanese style that remains a massive market there, and has for 30 years at this point, whereas, I think, at least in my own experience"}
{"start": "01:14:02.000", "end": "01:14:18.000", "speaker": "None", "utterance": "working in commercial games, those sorts of heavily taxed are primarily text based experiences are only just starting to reach the mainstream of gaming audiences I understand we're not what I said, there's not an interest in games in the same way."}
{"start": "01:14:18.000", "end": "01:14:29.000", "speaker": "None", "utterance": "But it feels like the culture was more receptive right from the start to this sort of experimentation with digital, I think, I think."}
{"start": "01:14:29.000", "end": "01:14:46.000", "speaker": "None", "utterance": "I think it also has to do with our particular outlook I mean one of the things that's not that's not preserved because Robert Coover pulled the plug is the hypertext Hotel New, which was going on simultaneously and Dina and I used to be up at three o'clock"}
{"start": "01:14:46.000", "end": "01:15:05.000", "speaker": "None", "utterance": "o'clock in the morning, writing poetry at each at each other. And essentially what that environment was what the move what move format was is it was in a text based game, and we were very easily and energetically engage with trying to co OPT the game"}
{"start": "01:15:05.000", "end": "01:15:17.000", "speaker": "None", "utterance": "format into literature. And so, and this, I think has more to do with what I, what being Larson wanted to do rather than necessarily what the market wanted."}
{"start": "01:15:17.000", "end": "01:15:30.000", "speaker": "None", "utterance": "So there's what we did and then there's what the market did and there I'm sure there are lots of other gamer people who could tell you informed things about that but it as much as I encountered games I tried to co op them into literature."}
{"start": "01:15:30.000", "end": "01:15:55.000", "speaker": "None", "utterance": "That was my program."}