{"start": "00:00:00.000", "end": "00:00:00.000", "speaker": "None", "utterance": "I'm based in Central Europe so back Yeah, precisely so like, literally across the board."}
{"start": "00:00:00.000", "end": "00:00:00.000", "speaker": "None", "utterance": "Okay, and it's 4pm so without further ado, I would start this session, and the audience is already coming."}
{"start": "00:00:00.000", "end": "00:00:03.000", "speaker": "None", "utterance": "Good afternoon everyone. I hesitated for a brief moment because we're just"}
{"start": "00:00:03.000", "end": "00:00:13.000", "speaker": "None", "utterance": "that we are spanned across time zones. So actually, for me it is good afternoon and it's really about you. And since Ben is Ben crosser is located in."}
{"start": "00:00:13.000", "end": "00:00:25.000", "speaker": "None", "utterance": "She got close to Chicago eating only Lauren and Rachel are close to Orlando Florida and Justin is also Philadelphia, although on, usually, close to London, Los Angeles."}
{"start": "00:00:25.000", "end": "00:00:41.000", "speaker": "None", "utterance": "So, um, so we have several time zones, we have three brilliant papers I picked a bit in your papers, and I'm really looking forward to hearing more about Ben's artwork."}
{"start": "00:00:41.000", "end": "00:00:56.000", "speaker": "None", "utterance": "The endless those colors that also is on the display in our exhibition, copy and literature, and then we'll progress and."}
{"start": "00:00:56.000", "end": "00:01:20.000", "speaker": "None", "utterance": "And we'll be listening to Lauren and Rachel, talking about interesting use of Tinder app. And I guess. And finally, Justin about alternate reality games around, I was interested in some time ago so I'm really looking forward to all three presentations"}
{"start": "00:01:20.000", "end": "00:01:31.000", "speaker": "None", "utterance": "because there is some kind of but I'm wondering what kind of a common theme will be running through all the presentations, it remains to be seen. And I think we can discuss about that later."}
{"start": "00:01:31.000", "end": "00:01:37.000", "speaker": "None", "utterance": "So, Ben, the floor is yours. the virtual for all the floor is yours."}
{"start": "00:01:37.000", "end": "00:01:46.000", "speaker": "None", "utterance": "Thanks Sarah"}
{"start": "00:01:46.000", "end": "00:01:46.000", "speaker": "None", "utterance": "cascade to find the right window there we go."}
{"start": "00:01:46.000", "end": "00:01:51.000", "speaker": "None", "utterance": "Stay to find the right window there we go."}
{"start": "00:01:51.000", "end": "00:01:55.000", "speaker": "None", "utterance": "Okay, nice to see you all."}
{"start": "00:01:55.000", "end": "00:02:06.000", "speaker": "None", "utterance": "See if I can actually see you all while I do this here."}
{"start": "00:02:06.000", "end": "00:02:12.000", "speaker": "None", "utterance": "All right. You all can see the presentation."}
{"start": "00:02:12.000", "end": "00:02:14.000", "speaker": "None", "utterance": "Yes, yes, we can see."}
{"start": "00:02:14.000", "end": "00:02:33.000", "speaker": "None", "utterance": "Thanks. So nice to be here and happy to be talking with you all. So, for many years now the smartphone has provided comfort and distraction during breaks in the regular flow of time."}
{"start": "00:02:33.000", "end": "00:02:50.000", "speaker": "None", "utterance": "But perhaps no moment in modern history has provided such widespread breaks in the normal flows the early pandemic of 2020 and eagerly awaiting, anyone who reached for their phones over the last 14 months for the social media platform so place many get"}
{"start": "00:02:50.000", "end": "00:03:06.000", "speaker": "None", "utterance": "their news from, but these sites aren't designed to inform, they're designed to engage us, and they want to show, whatever they can to keep us on the site, and perhaps nothing more engaged us in 2020."}
{"start": "00:03:06.000", "end": "00:03:25.000", "speaker": "None", "utterance": "Then, bad news. And so the combination of these factors produced a proliferation of excessive bad news reading during the pandemic a condition so common that it gained a new term, Doom scrolling down scrolling refers to the ways in which people find themselves"}
{"start": "00:03:25.000", "end": "00:03:37.000", "speaker": "None", "utterance": "regularly. And in some cases, almost in voluntarily scrolling bad news headlines on their phone, often four hours each night in bed when they had meant to be sleeping."}
{"start": "00:03:37.000", "end": "00:03:49.000", "speaker": "None", "utterance": "And while we all need to stay on top of the news and case pandemic recommendations change. Do scrolling wasn't just a natural reaction to the news the day."}
{"start": "00:03:49.000", "end": "00:04:07.000", "speaker": "None", "utterance": "It was an activity, largely produced by social media interfaces, designed to show us whatever they could, in order to keep us engaged, and a primary mechanism central to do the scrolling is the infinite scroll a dynamic interface design that makes sure"}
{"start": "00:04:07.000", "end": "00:04:18.000", "speaker": "None", "utterance": "the page, a user is reading never ends. And its aim is to reduce friction, as well as to obscure surveillance infrastructure behind the scenes."}
{"start": "00:04:18.000", "end": "00:04:33.000", "speaker": "None", "utterance": "And anytime we find a platform working to reduce friction should generally be taken as a clue to look more closely to think about why it's reducing friction."}
{"start": "00:04:33.000", "end": "00:04:52.000", "speaker": "None", "utterance": "Interested in Poland theorize about the object produced through such techniques as a meta interface layer between user and system that employs techniques like minimalist hiding to blur the monitoring monitoring and profiling such interfaces enable hiding"}
{"start": "00:04:52.000", "end": "00:05:12.000", "speaker": "None", "utterance": "the fact that while we read them, they read us back and. Their aim is to predict what will keep us they're transforming. In this case human reading away from an active consumption into a sort of looping consumption of negative headlines."}
{"start": "00:05:12.000", "end": "00:05:24.000", "speaker": "None", "utterance": "The cultural effects of interfaces is an ongoing subject and that are an electronic literature. And I mentioned a number of works in my full paper context."}
{"start": "00:05:24.000", "end": "00:05:36.000", "speaker": "None", "utterance": "So I want to talk for a moment about an artwork of mine that fits within this frame, and which investigates the cultural effects of doom scrolling. And so work called the endless Doom scroller."}
{"start": "00:05:36.000", "end": "00:05:47.000", "speaker": "None", "utterance": "It's an alternative interface that acts as a lens on our pandemic era software enabled collective descent into despair."}
{"start": "00:05:47.000", "end": "00:06:07.000", "speaker": "None", "utterance": "Released in summer of 2020, it presents itself as a simplified social media feed, and each and clickable button contains a short headline such as all events canceled devastation worsens lockdowns imminent outbreak continues the numbers look bad things"}
{"start": "00:06:07.000", "end": "00:06:09.000", "speaker": "None", "utterance": "like that."}
{"start": "00:06:09.000", "end": "00:06:13.000", "speaker": "None", "utterance": "And the only thing you can do with those headlines is scroll."}
{"start": "00:06:13.000", "end": "00:06:25.000", "speaker": "None", "utterance": "And no matter how long one scrolls or how fast the endless demons scroll or will never stop presenting its bad news headlines they just keep coming."}
{"start": "00:06:25.000", "end": "00:06:30.000", "speaker": "None", "utterance": "And the works primary technique can be argued as one of reduction."}
{"start": "00:06:30.000", "end": "00:06:46.000", "speaker": "None", "utterance": "The work distills news and social media sites down to their barest most generalized messages and interface conventions headlines are simplified versions of real ones, and the interface that presents them is reduced to its core interaction, the infinite"}
{"start": "00:06:46.000", "end": "00:06:48.000", "speaker": "None", "utterance": "scroll."}
{"start": "00:06:48.000", "end": "00:07:02.000", "speaker": "None", "utterance": "And so through these tactics, the endless Doom scroller deconstructs the doom scrolling meta interface, revealing how it's changing what and how we read in the digital and pandemic age."}
{"start": "00:07:02.000", "end": "00:07:09.000", "speaker": "None", "utterance": "Feedback shows that for some it can create an opportunity for mindfulness, about how they spend their time online."}
{"start": "00:07:09.000", "end": "00:07:22.000", "speaker": "None", "utterance": "For others, the peace enables of sort of exposure or substitution therapy, a way to escape or replace what Doom scrolling interfaces want from and do to us."}
{"start": "00:07:22.000", "end": "00:07:24.000", "speaker": "None", "utterance": "And through its reduction."}
{"start": "00:07:24.000", "end": "00:07:36.000", "speaker": "None", "utterance": "The word Cantor's the many interfaces minimalist hiding, with a sort of minimalist revealing or reduction that shows rather than hides."}
{"start": "00:07:36.000", "end": "00:07:50.000", "speaker": "None", "utterance": "And ultimately, what the endless Doom scroller does is to show us how the software structures of social media change not only what we read but how we read as a static reductive interface experience."}
{"start": "00:07:50.000", "end": "00:07:57.000", "speaker": "None", "utterance": "It provides renewed opportunities for agency within the systems we all find ourselves stuck in."}
{"start": "00:07:57.000", "end": "00:08:02.000", "speaker": "None", "utterance": "In other words, when it comes to reading social media and the agent pandemic."}
{"start": "00:08:02.000", "end": "00:08:09.000", "speaker": "None", "utterance": "Whoops. Perhaps the only way out of too much doing scrolling is endless scrolling."}
{"start": "00:08:09.000", "end": "00:08:15.000", "speaker": "None", "utterance": "Thanks."}
{"start": "00:08:15.000", "end": "00:08:20.000", "speaker": "None", "utterance": "I over the last"}
{"start": "00:08:20.000", "end": "00:08:29.000", "speaker": "None", "utterance": "have enough time later I'm sure there will be some questions are coming"}
{"start": "00:08:29.000", "end": "00:08:33.000", "speaker": "None", "utterance": "in. Now I'm, I'm passing the torch, so to speak."}
{"start": "00:08:33.000", "end": "00:08:48.000", "speaker": "None", "utterance": "Lauren, or else do I pronounce your surname. Okay, yeah. So Laura Morales, and Rachel winter, and we're delving into Tinder."}
{"start": "00:08:48.000", "end": "00:08:55.000", "speaker": "None", "utterance": "Hold on just a second I have like, Okay, great, and."}
{"start": "00:08:55.000", "end": "00:08:56.000", "speaker": "None", "utterance": "Right."}
{"start": "00:08:56.000", "end": "00:09:17.000", "speaker": "None", "utterance": "Hi everyone, my name is Lauren Rouse and I am here with my co author Rachel winter and we are presenting our paper called Swype nights was fun, but useless and analysis of 10 there's a swipe night and interactive foray into online dating."}
{"start": "00:09:17.000", "end": "00:09:34.000", "speaker": "None", "utterance": "So, swipe nights was debuted and October 2019, and allowed Tinder users to navigate through a narrative based around the premise that they had three hours until the end of the world, each Sunday a new episode premiered and users had until midnight to"}
{"start": "00:09:34.000", "end": "00:09:43.000", "speaker": "None", "utterance": "play through the story. So we're going to watch the little trailer that they have with this. Oh, sorry."}
{"start": "00:09:43.000", "end": "00:09:54.000", "speaker": "None", "utterance": "All right, we're good."}
{"start": "00:09:54.000", "end": "00:09:57.000", "speaker": "None", "utterance": "I could not hear any sound Lauren."}
{"start": "00:09:57.000", "end": "00:09:59.000", "speaker": "None", "utterance": "Yeah, we don't. Yeah."}
{"start": "00:09:59.000", "end": "00:10:01.000", "speaker": "None", "utterance": "Sorry."}
{"start": "00:10:01.000", "end": "00:10:13.000", "speaker": "None", "utterance": "Thanks Rachel."}
{"start": "00:10:13.000", "end": "00:10:17.000", "speaker": "None", "utterance": "Still don't hear the sound I feel like the visuals are probably fine."}
{"start": "00:10:17.000", "end": "00:10:22.000", "speaker": "None", "utterance": "Okay."}
{"start": "00:10:22.000", "end": "00:10:30.000", "speaker": "None", "utterance": "Just okay when you when you tried before the session status so, yeah. That's surprising."}
{"start": "00:10:30.000", "end": "00:10:31.000", "speaker": "None", "utterance": "Okay."}
{"start": "00:10:31.000", "end": "00:10:42.000", "speaker": "None", "utterance": "I was unsure if that would work but it's just a little 45 second trailer, talking about the kind of narratives that played through this entire adventure."}
{"start": "00:10:42.000", "end": "00:10:57.000", "speaker": "None", "utterance": "So, users choices helped shaped, not only the unfolding of the narrative, but also contributed to potential matches with other Tinder users, I divergence from tenders usual practice of matching users by proximity."}
{"start": "00:10:57.000", "end": "00:11:06.000", "speaker": "None", "utterance": "At the end of the gameplay users could post their results to their prototype profile for potential match users to see."}
{"start": "00:11:06.000", "end": "00:11:17.000", "speaker": "None", "utterance": "So because Tinder facilitates one to one communication through private messages, we had to find a different approach to study user reactions his wife night event because we didn't have access to those messages, obviously."}
{"start": "00:11:17.000", "end": "00:11:30.000", "speaker": "None", "utterance": "So the Reddit platform and specifically the subreddit are Tinder provides a space for Tinder users to post screenshots messages and BIOS as well to reflect on their Tinder experiences as a community."}
{"start": "00:11:30.000", "end": "00:11:40.000", "speaker": "None", "utterance": "So to collect data from that subreddit, we use the free web web scraper parse hub to collect data from the top 50 most relevant threads from our gender."}
{"start": "00:11:40.000", "end": "00:11:49.000", "speaker": "None", "utterance": "So, again, it wasn't specifically dedicated this white knight so we looked for threads within the subreddit that were dedicated to the interactive fiction."}
{"start": "00:11:49.000", "end": "00:12:07.000", "speaker": "None", "utterance": "And so when users would post about Swype nights on their Tinder profile, these two graphics on the left side of your screen are what it would show up looking like on their profile and where the choices were so, and the top left, we have a bio, which would"}
{"start": "00:12:07.000", "end": "00:12:22.000", "speaker": "None", "utterance": "just be if you open the Tinder app. And so it says that they had the ending of Molly's house which is from the first episode. And then the second image on the screen is a more in depth within a bio and the bio actually says anyone else keep getting stressed"}
{"start": "00:12:22.000", "end": "00:12:34.000", "speaker": "None", "utterance": "out by the swipe night game, I keep selecting the wrong things. And they have a episode two with their ending and the choices that they made as well."}
{"start": "00:12:34.000", "end": "00:12:51.000", "speaker": "None", "utterance": "So after we collected our data from the our Tinder subreddit we used orange data visualization to run a sentiment analysis sentiment analysis uses natural language processing to determine whether text has a positive neutral or negative connotation."}
{"start": "00:12:51.000", "end": "00:13:01.000", "speaker": "None", "utterance": "Following sentiment analysis we created a heat map which is this image on your screen, which orders the data into blue negative emotions or yellow positive emotions."}
{"start": "00:13:01.000", "end": "00:13:16.000", "speaker": "None", "utterance": "There are also neutral responses which Express neither positive nor negative responses sentiment analysis gets a lot of, like, flat kind of from academia, about how you can't really tell if something is positive or negative."}
{"start": "00:13:16.000", "end": "00:13:23.000", "speaker": "None", "utterance": "And so that's why we wanted to compile also the neutral sentiments as well."}
{"start": "00:13:23.000", "end": "00:13:37.000", "speaker": "None", "utterance": "So we actually found that there was a large amount of neutral statements, including those in which users were discussing their technical issues with the application, and then crowdsourcing potential troubleshooting solutions."}
{"start": "00:13:37.000", "end": "00:13:52.000", "speaker": "None", "utterance": "So this provides us some insight into the role that platform coordinators and community have in the way that users interact, so Tinder only enables private communication so it's a form that says don't enable crowdsourcing solutions which sends users in"}
{"start": "00:13:52.000", "end": "00:13:59.000", "speaker": "None", "utterance": "search of platforms with designs that better enable this type of communication such as Reddit with it's dedicated subreddit."}
{"start": "00:13:59.000", "end": "00:14:12.000", "speaker": "None", "utterance": "We also found that the compound score had an overall negative sentiment. Some users argued that swipe night was annoying, or useless, while others expressed frustration with the scenarios in the game to which they cannot relate such as the choice, which"}
{"start": "00:14:12.000", "end": "00:14:25.000", "speaker": "None", "utterance": "required users to either cover for or expose a Fred Graham's infidelity, which is the context for the quote on the right hand side of the slide the girls will hate my choice because I covered program, but in all reality I would have never gotten involved"}
{"start": "00:14:25.000", "end": "00:14:39.000", "speaker": "None", "utterance": "in the first place. So, this indicates that although interactivity, that's commonly been associated with increased identification with characters reactions to swipe night suggest that moral and ethical predicaments can result in an opposite reaction,"}
{"start": "00:14:39.000", "end": "00:14:52.000", "speaker": "None", "utterance": "especially when user choices may result in an impact offline, such as their potential matters on matches on the Tinder platform, and also potential future offline meetups, so this suggests that the context of the Tinder platform impacts user engagement"}
{"start": "00:14:52.000", "end": "00:14:59.000", "speaker": "None", "utterance": "with and response to the interactive fiction."}
{"start": "00:14:59.000", "end": "00:15:09.000", "speaker": "None", "utterance": "So it not only highlighted the gamification and hyper textual methods at play in modern day dating, but also brought to the forefront, issues of morality and ethics in finding a potential partner."}
{"start": "00:15:09.000", "end": "00:15:23.000", "speaker": "None", "utterance": "So the context of swipe night on the to their platform suggests that platform the coordinators and community impact audience reception of and engagement with fiction."}
{"start": "00:15:23.000", "end": "00:15:36.000", "speaker": "None", "utterance": "Then, from a story disengage from users online identities. Thank you, and we have our contact info here and I encourage you to read our full paper to."}
{"start": "00:15:36.000", "end": "00:15:50.000", "speaker": "None", "utterance": "Thank you so much, I guess, respectable what blasphemous changes from one presentation to another and next week that might be the running theme or how we see the platforms, through all the examples discuss here."}
{"start": "00:15:50.000", "end": "00:16:03.000", "speaker": "None", "utterance": "Even if our next, even though our next presentation is actually cross platform as alternate reality games usually are Justin."}
{"start": "00:16:03.000", "end": "00:16:14.000", "speaker": "None", "utterance": "Oh yeah, thank you. Let me share screen."}
{"start": "00:16:14.000", "end": "00:16:30.000", "speaker": "None", "utterance": "Okay. Hi, everybody. My name is Justin board Mac, and my paper is called dangerous games, our social media platforms are participatory propaganda. we figured that out for the title on the slide but I figured I would just make sure."}
{"start": "00:16:30.000", "end": "00:16:44.000", "speaker": "None", "utterance": "So before I give a brief overview of the specifics of the five minutes or so that were allotted I wanted to first throw out some definitions. The first one is for alternate reality games for those who aren't familiar, For our purposes today I'll quote"}
{"start": "00:16:44.000", "end": "00:16:59.000", "speaker": "None", "utterance": "you a definition from the source of all human knowledge Wikipedia, which is that an alternate reality game or arg is an interactive networks narrative that uses the real world as a platform and employs transmedia storytelling to deliver a story that may"}
{"start": "00:16:59.000", "end": "00:17:12.000", "speaker": "None", "utterance": "be altered by players ideas or actions, so I'm going to use art for the rest of the session, I professionally designed several arts for, there's the definition there for video games and marketing campaigns for films and private entertainment."}
{"start": "00:17:12.000", "end": "00:17:24.000", "speaker": "None", "utterance": "Well, well, well executed they're really fun they're sort of like a massive live action role play with thousands of participants all working together to unravel the mystery or achieve a goal."}
{"start": "00:17:24.000", "end": "00:17:32.000", "speaker": "None", "utterance": "So I'm guessing everyone doesn't social media is I won't take the time to break that one down, that'll bring me to the third gigabyte title which is participatory propaganda."}
{"start": "00:17:32.000", "end": "00:17:38.000", "speaker": "None", "utterance": "This is a term coined by Alicia Wallace and Michael Burke and represents a paradigm shift and propaganda distribution."}
{"start": "00:17:38.000", "end": "00:17:54.000", "speaker": "None", "utterance": "Traditional propaganda comes from the top down, is the old ways it's usually run by the state or some other powerful body with the ability to widely produce and distribute messaging, they do things like print newspapers and run radio and television programming"}
{"start": "00:17:54.000", "end": "00:18:06.000", "speaker": "None", "utterance": "rewrite history books changing curriculum to get it to the masses. Under the new paradigm the propaganda is delivered from the ground up. So the original messaging is still produced by somebody with power the agenda."}
{"start": "00:18:06.000", "end": "00:18:19.000", "speaker": "None", "utterance": "But then it spread to a small group of hardcore true believers who then spread it through their own social channels, both in person on mine then you can see the potential for exponential growth here if there are 100 believers that you share it with 25"}
{"start": "00:18:19.000", "end": "00:18:36.000", "speaker": "None", "utterance": "friends or family, and of those 25 say three buy in and each Spencer 25 more friends and family all soon you've built your grassroots. In other words, a top down effort transforms into a body bottom up seemingly organic movement."}
{"start": "00:18:36.000", "end": "00:18:49.000", "speaker": "None", "utterance": "So I have maybe two minutes left out of five so that time I'd like to briefly highlight a real world example which you're all probably familiar with, to some degree, Q and on cuba.is the current conspiracy theory does your the United States, and though"}
{"start": "00:18:49.000", "end": "00:19:02.000", "speaker": "None", "utterance": "it's by no beats the first example of that sort of thing that I wrote about because we sought after 911 as well, for example, briefly for the blessedly out of this year but I'm sorry to do this to uq.is a conspiracy theory that posits that the entire"}
{"start": "00:19:02.000", "end": "00:19:15.000", "speaker": "None", "utterance": "United States is controlled by a shadowy cabal of pedophiles, and that the members of this group of the leaders of the Democratic Party celebrities and billionaires against these forces, Donald Trump is waging a war of justice adversity with the goals"}
{"start": "00:19:15.000", "end": "00:19:26.000", "speaker": "None", "utterance": "goals exposing their crimes and restoring American to its former greatness. There are a lot of reasons that people buy into this story and we don't have time to go through them in this talk, but many revolve around things like perceived as power budget"}
{"start": "00:19:26.000", "end": "00:19:38.000", "speaker": "None", "utterance": "marginalization alienation. And of course if you believe this is true. You have a moral imperative to support the former president as loudly as possible and tell everybody you know about what's going on because children are at stake."}
{"start": "00:19:38.000", "end": "00:19:49.000", "speaker": "None", "utterance": "Human on is a sort of alternate reality game but it's just that nobody has told the players that it is real. Id act exactly the same way as a Game Master, the mysterious Q."}
{"start": "00:19:49.000", "end": "00:20:03.000", "speaker": "None", "utterance": "He's ostensibly a government official with first hand knowledge of Trump's value of struggle, q posts cryptic messages to social media, which q adherence rapid rapidly devour and parse for meaning, just like players have an arc spent hours for your professional"}
{"start": "00:20:03.000", "end": "00:20:13.000", "speaker": "None", "utterance": "websites and reading fabricated documents as they attempt to solve puzzles which are created by game designers q followers do the same thing with real life, the smallest things become imbued with utmost importance."}
{"start": "00:20:13.000", "end": "00:20:27.000", "speaker": "None", "utterance": "So for example, at Trump's with farewell speech on January 21, there were 17 American flags on stage. He was the 17th letter of the alphabet. So this was clearly a coded signed to keep the faith despite joe biden's and petting a dog duration of this is"}
{"start": "00:20:27.000", "end": "00:20:35.000", "speaker": "None", "utterance": "This is all quite horrifying to people like me who decided to sort of entertainment as we're seeing our work co opted for decidedly the various purposes."}
{"start": "00:20:35.000", "end": "00:20:42.000", "speaker": "None", "utterance": "Unfortunately many game designers aren't even aware that there are tools are being appropriated level of what those tools are being made to do."}
{"start": "00:20:42.000", "end": "00:20:52.000", "speaker": "None", "utterance": "There are a few ways to go about trying to address this problem but I'd be happy to talk about them in the q amp a discussion if folks are interested, but the big picture is that we have a real problem here and currently the commercial games industry"}
{"start": "00:20:52.000", "end": "00:21:02.000", "speaker": "None", "utterance": "is perfectly happy to keep pressing forward and happy ignorance, churning out ever more entertainment that bolsters rather than and provides those who have real interested in supporting Darcy."}
{"start": "00:21:02.000", "end": "00:21:14.000", "speaker": "None", "utterance": "I'm sorry to end on that downer note and it's not all bad I promise, but we're, we're about at the end of the five minutes that they told us to use so I wanted to turn it over to the back, back to the moderator for the q amp a here from the other panelists"}
{"start": "00:21:14.000", "end": "00:21:20.000", "speaker": "None", "utterance": "as well and I'm sure we could live discussion back around to some of these things, if the opportunity arises, like you very much."}
{"start": "00:21:20.000", "end": "00:21:22.000", "speaker": "None", "utterance": "Thank you very much."}
{"start": "00:21:22.000", "end": "00:21:38.000", "speaker": "None", "utterance": "Thank you very much, I, I, on the other hand, Encourage the audience to have a big at the papers, which are stored in a conference system it's definitely interesting right."}
{"start": "00:21:38.000", "end": "00:21:56.000", "speaker": "None", "utterance": "And, and now the q amp a session we have plenty of time and I hope we have lots of interesting questions on the one is already here actually the two of them are already here in the chat, one comes from Alan's on home and then the one from Germany hide"}
{"start": "00:21:56.000", "end": "00:22:05.000", "speaker": "None", "utterance": "and I don't know Alan Would you like to pose the question now yourself."}
{"start": "00:22:05.000", "end": "00:22:08.000", "speaker": "None", "utterance": "Can you hear me. Yeah."}
{"start": "00:22:08.000", "end": "00:22:10.000", "speaker": "None", "utterance": "Yeah, I was reading."}
{"start": "00:22:10.000", "end": "00:22:26.000", "speaker": "None", "utterance": "Gordon all ports book on studies and prejudice and one of the things that he talks about is an experiment that was done. This is all really I think back in the 50s, where a group of individuals who are class somewhere classified as prejudice, some are"}
{"start": "00:22:26.000", "end": "00:22:44.000", "speaker": "None", "utterance": "classified as non prejudice and relationship to say black issues and so forth and they were showed both groups everybody was shown a truncated a diagram of a truncated pyramid pyramid which was tilted to one side, and the people."}
{"start": "00:22:44.000", "end": "00:22:53.000", "speaker": "None", "utterance": "And then they were asked several months later to redraw to draw what they remember to the pyramid, and the people who were prejudiced."}
{"start": "00:22:53.000", "end": "00:23:04.000", "speaker": "None", "utterance": "By and large drew the pyramid symmetrically which it wasn't in the original drawing it people who didn't score high on a prejudice scale, do it as closer to the original which was lopsided."}
{"start": "00:23:04.000", "end": "00:23:24.000", "speaker": "None", "utterance": "So there's a, they were making a point there's a tendency to simplify and to find these causal change the symmetries which are related to causal change, rather than deal with the complexity of say the contemporary world which q amp on cuts through brilliantly"}
{"start": "00:23:24.000", "end": "00:23:35.000", "speaker": "None", "utterance": "actually, because if you can trace everything to something that's on the level of mythos becomes much easier to believe because then everything becomes a sign or signifier towards that."}
{"start": "00:23:35.000", "end": "00:23:45.000", "speaker": "None", "utterance": "So I think this plays very much into what we're into what we're talking about here"}
{"start": "00:23:45.000", "end": "00:23:50.000", "speaker": "None", "utterance": "is a question for someone particular all to all panelists."}
{"start": "00:23:50.000", "end": "00:24:02.000", "speaker": "None", "utterance": "So all panelists, but particularly to the last. Thanks Justin Yeah, Justin so maybe I'm not sure I understood understood the question. Could you could you"}
{"start": "00:24:02.000", "end": "00:24:15.000", "speaker": "None", "utterance": "repeat the core of it just like you said a lot of stuff so I want to make sure I don't misunderstand. It was more, it was more a comment on where prejudice arrives arises were queuing on arises needs situation."}
{"start": "00:24:15.000", "end": "00:24:22.000", "speaker": "None", "utterance": "And basically, it's the idea that you collapse the complexity of contemporary life."}
{"start": "00:24:22.000", "end": "00:24:39.000", "speaker": "None", "utterance": "into into simply a core, which is a core based on classical cause and effect. So yes a comment about this. Yeah, I think you're right here to live, particularly if you're not particularly educated, or if you're not used to really questioning critique"}
{"start": "00:24:39.000", "end": "00:24:42.000", "speaker": "None", "utterance": "or developing critique of your own."}
{"start": "00:24:42.000", "end": "00:24:49.000", "speaker": "None", "utterance": "Yeah, I think you're right about"}
{"start": "00:24:49.000", "end": "00:24:57.000", "speaker": "None", "utterance": "when you said it's about collapsing complexity, that's, that's one of those reasons that I mentioned."}
{"start": "00:24:57.000", "end": "00:25:16.000", "speaker": "None", "utterance": "People get addicted is because they feel like the world doesn't make sense. And here is an explanation that says, Oh, you know, here's a very straightforward reason why all of the things that seemed to make sense in your life before, don't anymore it's"}
{"start": "00:25:16.000", "end": "00:25:29.000", "speaker": "None", "utterance": "And so it simplifies like you said, a world that appears to be nonsensical into a framework that they can easily follow."}
{"start": "00:25:29.000", "end": "00:25:44.000", "speaker": "None", "utterance": "But it's interesting that it also, at least according to that one experiment and I've seen other things similar it also really affects your ability, later on to process information with it, pyramids people actually remembered things differently."}
{"start": "00:25:44.000", "end": "00:25:51.000", "speaker": "None", "utterance": "As a result of something as a result of a kind of compression of belief."}
{"start": "00:25:51.000", "end": "00:26:00.000", "speaker": "None", "utterance": "Yeah, thank you. Justin Would you like to answer to our other panelists. Yeah."}
{"start": "00:26:00.000", "end": "00:26:12.000", "speaker": "None", "utterance": "The others, other panelists will do like to come out on what just what was just said."}
{"start": "00:26:12.000", "end": "00:26:15.000", "speaker": "None", "utterance": "Yeah, so I think Yeah, thank you. Thank you."}
{"start": "00:26:15.000", "end": "00:26:29.000", "speaker": "None", "utterance": "Actually it is a very complex issue so I don't think this panel alone would, you know, ever, ever fulfill the whole space that's needed to discuss the subject."}
{"start": "00:26:29.000", "end": "00:26:33.000", "speaker": "None", "utterance": "So I like to."}
{"start": "00:26:33.000", "end": "00:26:43.000", "speaker": "None", "utterance": "I'd like to turn to Jeremy Jeremy would like to ask your question yourself."}
{"start": "00:26:43.000", "end": "00:26:53.000", "speaker": "None", "utterance": "I've been a fan of Ben's project for a while and it was really, really fascinating to see two other projects that to me I'm seeing all these connective threads."}
{"start": "00:26:53.000", "end": "00:27:10.000", "speaker": "None", "utterance": "And one of them is that I teach it to colleges and one of them is done. But the other. I teach ethics and rhetoric and two of the options that we've been covering throughout the semester, are that the kind of the the training that the sort of fracture"}
{"start": "00:27:10.000", "end": "00:27:27.000", "speaker": "None", "utterance": "line between techno utopianism and dystopia and the immersive kind of narcotizing nature of so much information and so you have Tinder, which you can passively scroll through or you can engage relationships you have conspiracy theories which have been"}
{"start": "00:27:27.000", "end": "00:27:43.000", "speaker": "None", "utterance": "rising and some of the some of the things we looked at or some people argue it's the dystopic times or any other say, perhaps it's people looking at in terms of psychology that when the world is so uncertain conspiracy theories are like a warm cup of"}
{"start": "00:27:43.000", "end": "00:27:53.000", "speaker": "None", "utterance": "cocoa because you can find an answer to something you can understand like the early naming of God's in history right and then bends project is how."}
{"start": "00:27:53.000", "end": "00:28:09.000", "speaker": "None", "utterance": "And I've known him through social media so this is perfect to start with that is that you can passively scroll through your social media but it's been so dark for at least two years now, that it becomes a dooms girl so he's touching on something, but"}
{"start": "00:28:09.000", "end": "00:28:11.000", "speaker": "None", "utterance": "the thread that I that I was curious."}
{"start": "00:28:11.000", "end": "00:28:28.000", "speaker": "None", "utterance": "Among all the panelists is that, what do you think about what what someone like me sitting here at 7am or whatever here in LA, that I'm seeing between all of what you're dealing with is that so there's a narrative within tender tender and its promotional,"}
{"start": "00:28:28.000", "end": "00:28:43.000", "speaker": "None", "utterance": "but it's fascinating that you're looking at data that was kind of like the null set data like the mundane any data, not just the expected engagement that the commercial aspect would go for and how that relates to the larger platform and then Ben's project"}
{"start": "00:28:43.000", "end": "00:28:55.000", "speaker": "None", "utterance": "and then Justin's. Like, how much is it that you're all incisively going deeper into things that we can passively just be immersed in on our phones."}
{"start": "00:28:55.000", "end": "00:28:58.000", "speaker": "None", "utterance": "Thank you, sir."}
{"start": "00:28:58.000", "end": "00:29:08.000", "speaker": "None", "utterance": "Ben Would you like to comment."}
{"start": "00:29:08.000", "end": "00:29:27.000", "speaker": "None", "utterance": "Yeah, I think I think I appreciate your efforts to draw connections across these different papers, I guess, You know, playing off of a little bit it is the idea and then the theme of the conference just platform platform in the pandemic I suppose, and"}
{"start": "00:29:27.000", "end": "00:29:43.000", "speaker": "None", "utterance": "while, you know, in my case social media in general, maybe is the platform I'm thinking about and for Rachel and Lauren it's it's Tinder for Justin I suppose it's, it's more broad than that but of course, maybe a chance, the case that q amp is the platform"}
{"start": "00:29:43.000", "end": "00:30:04.000", "speaker": "None", "utterance": "but it's not quite the same thing, but definitely behind the scenes of all platforms is the design of the algorithm that presents information with an intention, and that intention is not always in the foreground, I would say, and I see that as maybe a"}
{"start": "00:30:04.000", "end": "00:30:20.000", "speaker": "None", "utterance": "connective tissue across the papers in response to to Jeremy that in the case of social media it's feed algorithms designed to engage in the case of Tinder, you know, obviously there's the intention to connect and enable connection but of course there's"}
{"start": "00:30:20.000", "end": "00:30:38.000", "speaker": "None", "utterance": "also the gathering of data and everything else that happens in every kind of platform algorithmic platform in the case of Qn on perhaps q amp on I suppose might be considered the, the algorithm behind the scenes that instigates and triggers, different"}
{"start": "00:30:38.000", "end": "00:30:44.000", "speaker": "None", "utterance": "kinds of reactions but of course there's the environment, maybe it's the environment of kind of"}
{"start": "00:30:44.000", "end": "00:30:50.000", "speaker": "None", "utterance": "conspiracy theory, thinking that becomes the algorithm in that case."}
{"start": "00:30:50.000", "end": "00:30:56.000", "speaker": "None", "utterance": "Anyway, that's, that's just one way, I kind of response I can see some connections."}
{"start": "00:30:56.000", "end": "00:31:12.000", "speaker": "None", "utterance": "Thank you, Ben and Lauren and Rachel. I have also some separate questions for you about Tinder in a moment, but would you like to comment on on this question."}
{"start": "00:31:12.000", "end": "00:31:27.000", "speaker": "None", "utterance": "Yeah, I think that a lot of the time that sort of activity that we see as being sort of passive scrolling is actually a lot more meaningful than we perceive in addition to the algorithms like Ben was mentioning the design of platforms, I mean platforms"}
{"start": "00:31:27.000", "end": "00:31:41.000", "speaker": "None", "utterance": "are designed by human beings and then they're instantiated with the values of those human beings, and they shape the way that people engage with both the technological important says and the community on those platforms and I think that understanding"}
{"start": "00:31:41.000", "end": "00:31:57.000", "speaker": "None", "utterance": "how actually very intentional a lot of our seemingly meaningless activity is can give you a really significant look into not only platform design, but also how people approach those designs, so whether or not people choose to use the important isn't it"}
{"start": "00:31:57.000", "end": "00:32:11.000", "speaker": "None", "utterance": "will end the way that they're intended or choose to resist that intention, their choices are still being shaped by the importance of these platforms and I think that understanding that and understanding how people engage differently with different platforms"}
{"start": "00:32:11.000", "end": "00:32:26.000", "speaker": "None", "utterance": "and different populations and give us a pretty significant insight, not only into the human activity factor of it, but also how the design can impact those choices."}
{"start": "00:32:26.000", "end": "00:32:34.000", "speaker": "None", "utterance": "You."}
{"start": "00:32:34.000", "end": "00:32:48.000", "speaker": "None", "utterance": "You just, Yeah, so no I think Rachel said everything but I wouldn't have said, sort of waiting for for you also commenting on. But anyway, like I said, There is no question, and directed to you specifically."}
{"start": "00:32:48.000", "end": "00:32:59.000", "speaker": "None", "utterance": "We have a monitoring chance, by the way, but if you want to ask your question or cervical also raise hands and I be dividing my, my attention between two channels."}
{"start": "00:32:59.000", "end": "00:33:10.000", "speaker": "None", "utterance": "We have two questions from Daniel Cox, actually, one question is for Justin and another one is for Lauren and Rachel and then Soren bold. So Daniel please."}
{"start": "00:33:10.000", "end": "00:33:15.000", "speaker": "None", "utterance": "Would you like to ask your question yourself,"}
{"start": "00:33:15.000", "end": "00:33:18.000", "speaker": "None", "utterance": "or just direct people to chat."}
{"start": "00:33:18.000", "end": "00:33:28.000", "speaker": "None", "utterance": "Yes, I could attempt to answer it, or ask it Sorry, I'm just, I feel like this was actually answered before but I'm interested within the art design spaces, could you talk a little bit more about the complications."}
{"start": "00:33:28.000", "end": "00:33:35.000", "speaker": "None", "utterance": "when our design spaces come into contact with conspiracy theories, I feel like you started to address that and I'm interested in."}
{"start": "00:33:35.000", "end": "00:33:40.000", "speaker": "None", "utterance": "If there are any interesting stories or comments you could just share on that topic."}
{"start": "00:33:40.000", "end": "00:33:49.000", "speaker": "None", "utterance": "So you mean when our spaces come into contact with like real conspiracy theories that are out there in the world, independent of the game. Correct."}
{"start": "00:33:49.000", "end": "00:34:08.000", "speaker": "None", "utterance": "Yeah, well I think it's very common for that to happen, because I'd say that one of the ready made forms for an alternate reality games if you're a designer and you just want to make one is a conspiracy theory narrative."}
{"start": "00:34:08.000", "end": "00:34:12.000", "speaker": "None", "utterance": "Because it just presented it you can make up anything."}
{"start": "00:34:12.000", "end": "00:34:19.000", "speaker": "None", "utterance": "You can just say oh yeah it's part of the conspiracy and people buy into it right affectionately."}
{"start": "00:34:19.000", "end": "00:34:39.000", "speaker": "None", "utterance": "I haven't seen a lot of contact with people who are currently playing an alternate reality game butting up against a real conspiracy theory that is not part of the game, and having that end up becoming Incorporated."}
{"start": "00:34:39.000", "end": "00:34:54.000", "speaker": "None", "utterance": "That's one of the strengths of the farm is that they cast a very wide net, and then examine everything so they might say, hey, there's this thing going on is this part of the game."}
{"start": "00:34:54.000", "end": "00:35:12.000", "speaker": "None", "utterance": "put it on the list of things that like to monitor but we can't get anything out of it. If this is especially in every really successful game with thousands of players like a ruthlessly efficient to plot efficient process of vetting content."}
{"start": "00:35:12.000", "end": "00:35:35.000", "speaker": "None", "utterance": "So, I'm not sure that I've seen existing conspiracies get co opted into a game, but I have seen conspiracy theories that people actually believe in in the real world, like the Illuminati or the committee of 300, or the Protocols of the Elders of Zion,"}
{"start": "00:35:35.000", "end": "00:35:42.000", "speaker": "None", "utterance": "that sort of stuff, used as the basis to make a fictional game, if that makes sense."}
{"start": "00:35:42.000", "end": "00:35:58.000", "speaker": "None", "utterance": "Thank you. I agree, it is very interesting topic so to speak like you know the alternate reality game. I mean customer conspiracy theories might have prepared the ground for you know some kind of fantasy and reality Blake, Daniel your second question"}
{"start": "00:35:58.000", "end": "00:36:01.000", "speaker": "None", "utterance": "is for Lauren and right all right."}
{"start": "00:36:01.000", "end": "00:36:13.000", "speaker": "None", "utterance": "Yes, Lord and Rachel, I'm interested in. So Rachel was speaking to the importance of different platforms. I'm interested in how important secondary platforms you mentioned read it in connection to Tinder."}
{"start": "00:36:13.000", "end": "00:36:27.000", "speaker": "None", "utterance": "How much did these create an opportunity or create a space for communities from other platforms. So if you're, for example, you mentioned collecting things from Reddit and I'm kind of interested in the afforded says of different platforms and the ways"}
{"start": "00:36:27.000", "end": "00:36:37.000", "speaker": "None", "utterance": "in which, if you want to sort of speak to the content from your paper, connecting, allowing Twitter users to congregate on another platform to talk about a different platform."}
{"start": "00:36:37.000", "end": "00:36:41.000", "speaker": "None", "utterance": "This is interesting sort of inter platform connection here."}
{"start": "00:36:41.000", "end": "00:36:58.000", "speaker": "None", "utterance": "Yeah, definitely. So, um, we initially did this research, and I think the beginning of 2020. And because it was just about like three months after the original Swype night had aired and so we really wanted to see kind of what people were talking about"}
{"start": "00:36:58.000", "end": "00:37:15.000", "speaker": "None", "utterance": "on other platforms and when we had gone on to Twitter we couldn't really find anything super specific so we decided to head over to read it where there is a pretty big Tinder community, and people use that platform to like share funny files or profiles"}
{"start": "00:37:15.000", "end": "00:37:17.000", "speaker": "None", "utterance": "that they find."}
{"start": "00:37:17.000", "end": "00:37:19.000", "speaker": "None", "utterance": "they do like a match of the week."}
{"start": "00:37:19.000", "end": "00:37:32.000", "speaker": "None", "utterance": "thing where people will share like their beginning messages with the match and they like all vote on it, and they talking about like they're bad experiences are just people being like rude on Tinder, but it definitely had like kind of the tech support"}
{"start": "00:37:32.000", "end": "00:37:52.000", "speaker": "None", "utterance": "aspect of it that we hadn't expected when originally setting out for swipe night specifically. Um, so there are definitely like a lot of audiences for looking at these like trans platform type uses for something like Swype night because it shows that"}
{"start": "00:37:52.000", "end": "00:38:07.000", "speaker": "None", "utterance": "Tinder which is specifically often like very personal and you usually don't get to share that kind of aspect with your matches on Tinder. It shows that that still build like a community of users outside of maybe like your close friends or anything like"}
{"start": "00:38:07.000", "end": "00:38:22.000", "speaker": "None", "utterance": "that so looking trans platform, why is we were able to see that there were definitely places that people like congregate and talk about Tinder, that are not just on the Tinder app as well."}
{"start": "00:38:22.000", "end": "00:38:25.000", "speaker": "None", "utterance": "Rachel, do you have anything to add."}
{"start": "00:38:25.000", "end": "00:38:25.000", "speaker": "None", "utterance": "Thank you."}
{"start": "00:38:25.000", "end": "00:38:38.000", "speaker": "None", "utterance": "Thank you much more questions coming to you, and but now I'm passing the torch to Soren who had, who has another two questions. One for Jesse and one for Ben."}
{"start": "00:38:38.000", "end": "00:38:43.000", "speaker": "None", "utterance": "Yeah, maybe it's a question for both of you."}
{"start": "00:38:43.000", "end": "00:39:03.000", "speaker": "None", "utterance": "I was I was of course struck by what been talked about when he sort of talked about this minimalist hiding that you try to counteract with a minimalist revealing and, and you ended with this that the end of today's coding is the is endless Doom scrolling"}
{"start": "00:39:03.000", "end": "00:39:10.000", "speaker": "None", "utterance": "and and and then we have this example of the sixth of January interaction with Qn on."}
{"start": "00:39:10.000", "end": "00:39:29.000", "speaker": "None", "utterance": "And I just you know i'm i'm not American tired you know I didn't follow it that kills you. But, but, of course, we all heard about it and and one of the things that struck me was the way many of these people that were caught in Congress were surprised."}
{"start": "00:39:29.000", "end": "00:39:44.000", "speaker": "None", "utterance": "somehow that it wasn't a game or that it was something that was really happening, and not, you know, just something on social media, but something that had real consequences and was actually you know illegal and stuff."}
{"start": "00:39:44.000", "end": "00:39:52.000", "speaker": "None", "utterance": "So, so in that sense it seemed to become some kind of example of and it's ization of politics."}
{"start": "00:39:52.000", "end": "00:39:59.000", "speaker": "None", "utterance": "That happens through these are great new platforms"}
{"start": "00:39:59.000", "end": "00:40:18.000", "speaker": "None", "utterance": "that they were, they are were caught in, but we all caught in them, somehow, and, and, and, and so I'm wondering and you know it's a it's a reflection of gone with for a while and also talked to Ben with it earlier but but but how can we ever start to"}
{"start": "00:40:18.000", "end": "00:40:19.000", "speaker": "None", "utterance": "understand."}
{"start": "00:40:19.000", "end": "00:40:36.000", "speaker": "None", "utterance": "Read this. This way of, you know, reading how they read us in some sense of course it's been a while, but in other ways, it's also highly complex and maybe as complex as the many ways these platforms, try to hide it so it's, yeah, it's both a political"}
{"start": "00:40:36.000", "end": "00:40:43.000", "speaker": "None", "utterance": "question but it's also very sort of an infrastructural interface interface question right."}
{"start": "00:40:43.000", "end": "00:40:53.000", "speaker": "None", "utterance": "And maybe maybe the political question is for Justin and the more interface related could be for been"}
{"start": "00:40:53.000", "end": "00:40:58.000", "speaker": "None", "utterance": "yeah thanks Lauren, certainly."}
{"start": "00:40:58.000", "end": "00:41:03.000", "speaker": "None", "utterance": "I guess I think about the political part of it too but the, the,"}
{"start": "00:41:03.000", "end": "00:41:17.000", "speaker": "None", "utterance": "certainly in the way I ended up writing about the work and the steam scroller was inspired by your work and Christians work to just try to think about."}
{"start": "00:41:17.000", "end": "00:41:31.000", "speaker": "None", "utterance": "We all in turn, I mean, I think when we we live in algorithmic platforms that are, you know, whether it's all the social media platforms are making decisions about what we see and what we don't all the time."}
{"start": "00:41:31.000", "end": "00:41:52.000", "speaker": "None", "utterance": "I think a condition that's common across most if not all users of algorithmic platforms is some kind of internalization to internalized idea of what the algorithm is or what it's doing or how it thinks, or usually manifest in the kinds of signals that"}
{"start": "00:41:52.000", "end": "00:42:07.000", "speaker": "None", "utterance": "people send back to the system, imagining that it's going to have some positive effect they might like certain kinds of things thinking that will produce more of those things and they might move quickly past other things and hopes that the system doesn't"}
{"start": "00:42:07.000", "end": "00:42:27.000", "speaker": "None", "utterance": "lock on to that and show them more of the thing they don't want, but often when you talk to him, at least I think about my own teaching with students at the University, you know, we talk about social media and there's a, there's often a kind of dismissive"}
{"start": "00:42:27.000", "end": "00:42:41.000", "speaker": "None", "utterance": "attitude towards the lack of worry a lack of concern that kind of is present, about all this decision making and what its effects might be, and."}
{"start": "00:42:41.000", "end": "00:42:58.000", "speaker": "None", "utterance": "And I think, you know, the with, thinking about the meta interface and minimalist hiding this kind of, you know, super slick, make it all really clean and nice and then like all of the massive distributed server based surveillance systems that are going"}
{"start": "00:42:58.000", "end": "00:43:12.000", "speaker": "None", "utterance": "on underneath capturing every possible move I talked about this in detail in the paper but you know recording. Every scroll every moment you hold your mouse over something but don't click everything you type but then delete, you know, just like, you know,"}
{"start": "00:43:12.000", "end": "00:43:28.000", "speaker": "None", "utterance": "every little bit is captured and recorded and analyzed in order to best engage the user to keep them on the platform and so part of what I found and reactions to the students girl or which is really not a social media platform, it's kind of just taking"}
{"start": "00:43:28.000", "end": "00:43:47.000", "speaker": "None", "utterance": "taking the interface conventions and the message conventions of of headlines and putting into a very simplified form is that it often would produce this reaction of, Oh, This is what I've been doing with my time."}
{"start": "00:43:47.000", "end": "00:44:01.000", "speaker": "None", "utterance": "I've just been stuck in this system, and when you, when you boil it down it's easier to see it's easier to feel that that's what we've been feeling I think that's kind of what I end up hearing from people."}
{"start": "00:44:01.000", "end": "00:44:12.000", "speaker": "None", "utterance": "And so that's where I kind of decided to think about it as this minimalist revealing and as a kind of a counter to the minimalist hiding that"}
{"start": "00:44:12.000", "end": "00:44:28.000", "speaker": "None", "utterance": "minimal was hiding I you know I would think of is, as a strategy to push, you know, completely off the screen, the things that they don't want you to know, and with minimal, revealing I guess I've been thinking about it is pushing."}
{"start": "00:44:28.000", "end": "00:44:43.000", "speaker": "None", "utterance": "Only the things onto the screen that I want people to think about as in the ways that they engage with the interface. So, you know, you know, getting rid of the thing that that maybe drew them there in the first place but leaving the things that the system"}
{"start": "00:44:43.000", "end": "00:44:54.000", "speaker": "None", "utterance": "them as the primary performances, which in this case are bad news headlines and scroll forever. Thank you so much, Justin."}
{"start": "00:44:54.000", "end": "00:44:55.000", "speaker": "None", "utterance": "Yeah."}
{"start": "00:44:55.000", "end": "00:45:05.000", "speaker": "None", "utterance": "I think this answer might address some of the questions that have popped up in chat. Since then I see there's a q amp a discussion going on there."}
{"start": "00:45:05.000", "end": "00:45:12.000", "speaker": "None", "utterance": "And I think the first part is to adjust you know you say you're not America you did, you know, you're aware of it but you weren't paying close attention."}
{"start": "00:45:12.000", "end": "00:45:16.000", "speaker": "None", "utterance": "And I think, for people who live in America."}
{"start": "00:45:16.000", "end": "00:45:33.000", "speaker": "None", "utterance": "Most of them are not aware of this but conspiracy theory, Q and on is not, it's the latest incarnation, in a long line like I said you know we saw the same sort of thing after September, 11, but even going further back to that to like the election of"}
{"start": "00:45:33.000", "end": "00:45:53.000", "speaker": "None", "utterance": "Andrew Jackson, we saw conspiracy theories as the primary or amongst the primary political toolboxes for getting elected to the presidency, even though it's probably no coincidence that Donald Trump says Jackson was his favorite president"}
{"start": "00:45:53.000", "end": "00:46:16.000", "speaker": "None", "utterance": "and the reemergence of conspiracy theories into the political sphere in the 21st century is actually, I think part of a larger like reversion to the mean for American culture, the polarization the misinformation, the fake news, the conspiracy theories,"}
{"start": "00:46:16.000", "end": "00:46:31.000", "speaker": "None", "utterance": "all of that used to be very tightly wound into the American political culture. And it's sort of vanished. After the post war period for reasons that I could speculate about I'm not an expert I think it has to do with shared experiences kabocha the racial"}
{"start": "00:46:31.000", "end": "00:46:48.000", "speaker": "None", "utterance": "gender, sexuality amongst those who were in power allowing them to sort of have a common ground, which is harder. Today, with increased representation and rights, which I think is a good thing but it's introduced new challenges."}
{"start": "00:46:48.000", "end": "00:47:00.000", "speaker": "None", "utterance": "So, I think that the platform concerned in conspiracy theory, when it comes to Q and on is that it lets it spread much more efficiently. Right."}
{"start": "00:47:00.000", "end": "00:47:06.000", "speaker": "None", "utterance": "You know, if you, let's say, indicted 60 if you believe that."}
{"start": "00:47:06.000", "end": "00:47:18.000", "speaker": "None", "utterance": "I don't know, aliens were going to arrive and teach universal brotherhood, which was a you know we all think that you know that if you look at Elliot narratives from the 60s that's what was that was a universal brotherhood and harmony and understanding"}
{"start": "00:47:18.000", "end": "00:47:23.000", "speaker": "None", "utterance": "all Age of Aquarius stuff."}
{"start": "00:47:23.000", "end": "00:47:34.000", "speaker": "None", "utterance": "Even if some people believed you you have to like go out and personally tell people about this at the vast majority of people are going to say to you, hey you're crazy and like the group pressure around that is going to make it so you're not going to"}
{"start": "00:47:34.000", "end": "00:47:48.000", "speaker": "None", "utterance": "get very far. But these platforms, allow us to find very specialized niche audiences to reach that you would never be able to find out it allows you a global reach as well which is why we see these conspiracy theories cropping up in other countries as"}
{"start": "00:47:48.000", "end": "00:47:49.000", "speaker": "None", "utterance": "well."}
{"start": "00:47:49.000", "end": "00:47:56.000", "speaker": "None", "utterance": "I don't know if that sort of adjust what your question was, in a major way."}
{"start": "00:47:56.000", "end": "00:47:59.000", "speaker": "None", "utterance": "Yeah Yeah Yeah definitely."}
{"start": "00:47:59.000", "end": "00:48:10.000", "speaker": "None", "utterance": "It is this kind of, if there's a notation that we are you also talked about different ways of propaganda you know and if it's quite well into that I guess."}
{"start": "00:48:10.000", "end": "00:48:25.000", "speaker": "None", "utterance": "Yeah, there's a larger background so to speak philosophical background I'm thinking about now reaction is movement, dark enlightenment you know those obscure philosophers such as you'll use a bola or, or x and they're talking."}
{"start": "00:48:25.000", "end": "00:48:39.000", "speaker": "None", "utterance": "Even so, we could discuss it I think for the next an hour to see interesting coincidence yeah Justin. Yeah, I want, I have a question for Ben actually that I want to ask him,"}
{"start": "00:48:39.000", "end": "00:48:45.000", "speaker": "None", "utterance": "my crops while I was reading his paper. So, this."}
{"start": "00:48:45.000", "end": "00:48:54.000", "speaker": "None", "utterance": "I don't want this to feel like a dip but it may be really curious so I hope you have an answer for me, but it's about the psychology of scrolling."}
{"start": "00:48:54.000", "end": "00:49:10.000", "speaker": "None", "utterance": "So I was thinking of it right at the top where you talk about doing scrolling is this new compulsive behavior, right. So I wanted to ask, is this is this really a new behavior because I was thinking about Oliver Wendell Holmes, senior Not, not the supreme"}
{"start": "00:49:10.000", "end": "00:49:13.000", "speaker": "None", "utterance": "Court Justice This is father."}
{"start": "00:49:13.000", "end": "00:49:20.000", "speaker": "None", "utterance": "He wrote that I know this is the electronic literature foundation but bear with me this is about newspapers."}
{"start": "00:49:20.000", "end": "00:49:34.000", "speaker": "None", "utterance": "You wrote about the newspaper habit, in 1861 in the Atlantic he wrote about how this sort of perpetual inter inter inter communication, which was joined to the power of instantaneous action keeps us alive with excitement."}
{"start": "00:49:34.000", "end": "00:49:48.000", "speaker": "None", "utterance": "There's not a single ball to the Cubs best that we're about to know for a week of some great advancement. It doesn't matter if it's true or false every hour early power graphs or laden with, you know, information, and he concludes by saying that like,"}
{"start": "00:49:48.000", "end": "00:50:04.000", "speaker": "None", "utterance": "only the bread, and the newspaper The things that we have to have right everything else we could do without as a society that of course, you know, 1861 this coincided with another event, like the pandemic that induced massive social upheaval that anxiety,"}
{"start": "00:50:04.000", "end": "00:50:06.000", "speaker": "None", "utterance": "which was the Civil War."}
{"start": "00:50:06.000", "end": "00:50:25.000", "speaker": "None", "utterance": "So I'm wondering like what we're calling Doom scrolling today could be possibly a manifestation of something more deeper, that arises in human psychology whenever there's not enough information about something that's particularly Titanic and the culture,"}
{"start": "00:50:25.000", "end": "00:50:29.000", "speaker": "None", "utterance": "just throws us all into uncertainty."}
{"start": "00:50:29.000", "end": "00:50:33.000", "speaker": "None", "utterance": "And I, you know you acknowledge that the endless scroll is like vastly more addicting."}
{"start": "00:50:33.000", "end": "00:50:44.000", "speaker": "None", "utterance": "These platform holders like complicit in a lot of horrible things that I don't want to discount that, but I wonder how much of this would be occurring, even without the algorithms like are we just programmed to do this for all of the end regardless of"}
{"start": "00:50:44.000", "end": "00:50:47.000", "speaker": "None", "utterance": "the error."}
{"start": "00:50:47.000", "end": "00:50:51.000", "speaker": "None", "utterance": "Yeah, thanks for that, Justin."}
{"start": "00:50:51.000", "end": "00:51:09.000", "speaker": "None", "utterance": "So a couple of a couple of responses that i would i would give one is that, and I and I do go into some of this history in the paper didn't have time in the talk, but is we, it's been well studied that we have a predisposition a psychological predisposition"}
{"start": "00:51:09.000", "end": "00:51:11.000", "speaker": "None", "utterance": "to the negative that."}
{"start": "00:51:11.000", "end": "00:51:27.000", "speaker": "None", "utterance": "I mean this is what headline writers for all of time have been playing on is that a certain quality of negative in a headline grabs our attention, more so than happy positive one."}
{"start": "00:51:27.000", "end": "00:51:29.000", "speaker": "None", "utterance": "I quoted in the paper."}
{"start": "00:51:29.000", "end": "00:51:48.000", "speaker": "None", "utterance": "You know, if it bleeds it leads is the is the phrase that you hear in the news that merged in the 80s, you know, that anything negative is going to grab me and this has been looked at in network news and basically any kind of news space, but when I think"}
{"start": "00:51:48.000", "end": "00:51:51.000", "speaker": "None", "utterance": "about Doom scrolling in the current era."}
{"start": "00:51:51.000", "end": "00:51:54.000", "speaker": "None", "utterance": "It's,"}
{"start": "00:51:54.000", "end": "00:52:16.000", "speaker": "None", "utterance": "it's more than a predisposition to the negative, because, in the case of a newspaper it's a finite object per day. It's a finite list of options in an order that was pre determined, but it's fixed for all users."}
{"start": "00:52:16.000", "end": "00:52:29.000", "speaker": "None", "utterance": "You're not everybody gets a custom newspaper, perfectly designed to keep them focused on the paper, they get the paper and they get to play with it but in the cases of social media platforms."}
{"start": "00:52:29.000", "end": "00:52:45.000", "speaker": "None", "utterance": "It's not just that the content on the social media platform in the pandemic was perhaps the most activating for someone who is predisposed to the negative, because it was global crisis"}
{"start": "00:52:45.000", "end": "00:52:48.000", "speaker": "None", "utterance": "existential uncertainty."}
{"start": "00:52:48.000", "end": "00:53:02.000", "speaker": "None", "utterance": "You know threats to health etc. But these were platforms that were watching every move that we make, as a user, using that analysis to give us precisely the right."}
{"start": "00:53:02.000", "end": "00:53:22.000", "speaker": "None", "utterance": "Bad news headline. Next, such that, that one keeps us scrolling down to the next one, and to the next one etc Wendy I quit Wendy China in the paper to who talks about the way that social media platforms produce neoliberal subjects who are always find"}
{"start": "00:53:22.000", "end": "00:53:35.000", "speaker": "None", "utterance": "always searching never finding it puts us into these kinds of loops, even end up talking in the paper about how we get turned almost transformed into a while loop."}
{"start": "00:53:35.000", "end": "00:53:53.000", "speaker": "None", "utterance": "Thinking computationally where the stop condition is when there's no more to read or when we're no longer anxious and infinite scroll ensures, there's always something more to read and profiling algorithmic profiling of the user."}
{"start": "00:53:53.000", "end": "00:54:13.000", "speaker": "None", "utterance": "In, in the case of global pandemic or case of global uncertainty is ensures that will always be anxious it's like keeping the anxiety level up high enough that it just makes it very hard to as Garrett loving says disk, remember the exact quote but basically"}
{"start": "00:54:13.000", "end": "00:54:31.000", "speaker": "None", "utterance": "makes it really hard to disconnect from the system to disrupt our own behavior, I think, is how he puts it, so anyway that's those are some thoughts of death, I mean to me that quality is is a dramatic escalation of of this of this, what we might call"}
{"start": "00:54:31.000", "end": "00:54:36.000", "speaker": "None", "utterance": "Doom scrolling and the previous era before algorithmic feeds."}
{"start": "00:54:36.000", "end": "00:54:45.000", "speaker": "None", "utterance": "Yeah, thank you so much. Um, I think political and political environment and the epidemic actually the pandemic creates the environment where it happens."}
{"start": "00:54:45.000", "end": "00:54:58.000", "speaker": "None", "utterance": "And I'm reminded by Mark sample commented in a chat that for him, and there's no scrolling started November 2016, and I think we all have local political moments when, when does Ender's Game scholar happened."}
{"start": "00:54:58.000", "end": "00:55:01.000", "speaker": "None", "utterance": "Also in Europe in the country where I'm based to."}
{"start": "00:55:01.000", "end": "00:55:18.000", "speaker": "None", "utterance": "But we still have three questions, I would like to accommodate one from Devin who is kind of a general question, another one from Magdalena and yet another one from Christian so I hope we have enough time 20 minutes so it should be okay to accommodate"}
{"start": "00:55:18.000", "end": "00:55:31.000", "speaker": "None", "utterance": "the three question mentioned that in your question is a general one so and I understand that it is a question to all of the panelists right, would you like to post it to yourself."}
{"start": "00:55:31.000", "end": "00:55:48.000", "speaker": "None", "utterance": "Sure. Can you hear me okay. Yeah. Okay. Um, so I was just wondering, you know, to what extent these platform experiences are, you know, inevitably producing these extreme behaviors, I think what we just discussed was sort of along those lines and someone"}
{"start": "00:55:48.000", "end": "00:56:00.000", "speaker": "None", "utterance": "had mentioned right before my comment I've lost it now but they sort of also tend to listen to elicit an emotional response as well and I just wondered if the panelists would in their individual examples maybe have some insight on that."}
{"start": "00:56:00.000", "end": "00:56:01.000", "speaker": "None", "utterance": "Thank you."}
{"start": "00:56:01.000", "end": "00:56:04.000", "speaker": "None", "utterance": "Individually panelists to go ahead."}
{"start": "00:56:04.000", "end": "00:56:09.000", "speaker": "None", "utterance": "Starting maybe with Rachel know."}
{"start": "00:56:09.000", "end": "00:56:11.000", "speaker": "None", "utterance": "If you want to comment."}
{"start": "00:56:11.000", "end": "00:56:21.000", "speaker": "None", "utterance": "Yeah, I definitely think that platform design, as you noted is intended to capture the attention and one of the things that can cause prolonged engagement, which is what we're looking for."}
{"start": "00:56:21.000", "end": "00:56:26.000", "speaker": "None", "utterance": "So we want the advertisers to reach the largest audience possible."}
{"start": "00:56:26.000", "end": "00:56:34.000", "speaker": "None", "utterance": "Part of the way that they do that is by enabling the formation of these sort of polarized polarized communities."}
{"start": "00:56:34.000", "end": "00:56:53.000", "speaker": "None", "utterance": "That one's here within them. People tend to just reinforce each other's beliefs and push each other further to the extreme so I think that the way that the platform design impacts these individual users experiences, is to facilitate the connection with"}
{"start": "00:56:53.000", "end": "00:57:11.000", "speaker": "None", "utterance": "other users with similar views. I'm not sure how it necessarily applies to Tinder that's something I would have to think about because, but the private nature of the communication on Tinder that there's less, I think of a tendency for the formation of"}
{"start": "00:57:11.000", "end": "00:57:27.000", "speaker": "None", "utterance": "these echo chambers. But I definitely think that you could see similar things happening on Reddit with a dedicated subreddit, like our the Donald and stuff like that like they form these insular communities, and they're not in there."}
{"start": "00:57:27.000", "end": "00:57:38.000", "speaker": "None", "utterance": "Encouraging healthy debate, but instead are sort of just like bouncing off one another and pushing each other, further to the right or the left."}
{"start": "00:57:38.000", "end": "00:57:51.000", "speaker": "None", "utterance": "In doing so, which then encourages people to not only spend more time on the platform but also to like return to the platform, again and again and again so I do think it's sort of intentional in the design."}
{"start": "00:57:51.000", "end": "00:57:54.000", "speaker": "None", "utterance": "Thank you. Lauren, would you like to add."}
{"start": "00:57:54.000", "end": "00:58:10.000", "speaker": "None", "utterance": "Okay, Ben, you've already said, I can actually speak a lot i mean i think i think there's a there's a slightly different flavor to the question if you don't mind, just give a short comment, because you know, I hear the question really is about the, you"}
{"start": "00:58:10.000", "end": "00:58:22.000", "speaker": "None", "utterance": "know, is polarization inevitable with these kinds of platforms and I very much believe the answer is no, it's not inevitable."}
{"start": "00:58:22.000", "end": "00:58:42.000", "speaker": "None", "utterance": "Simply having a social media platform doesn't produce polarization what produces polarization in the current conditions of the platforms, we're all embedded in is the profit motive of the companies, and the ideology of growth over everything else that"}
{"start": "00:58:42.000", "end": "00:58:58.000", "speaker": "None", "utterance": "growth is the ultimate thing to be seeking. And when that was two things are put together. In the case of a Facebook, for example, you end up with a system whose goal is to keep you on the system."}
{"start": "00:58:58.000", "end": "00:59:16.000", "speaker": "None", "utterance": "And in that case, yeah I think polarization is often the outcome because one of the things that keeps people engaged is a polarizing opinion, someone, you know, if you're on a social media platform and it's a Ford and says, focus you on your own metrics"}
{"start": "00:59:16.000", "end": "00:59:34.000", "speaker": "None", "utterance": "and your metric performance how many likes how many followers. And then you want to see how to activate people to get more likes and followers, it doesn't take very long to realize that saying something crazy outrageous is the thing that activates people"}
{"start": "00:59:34.000", "end": "00:59:50.000", "speaker": "None", "utterance": "to react. And so polarization is often the outcome. But that doesn't mean systems need to be designed that way a system could be designed for example in a way that discourages us rather than encourages us or tries to keep you know make people stay the"}
{"start": "00:59:50.000", "end": "00:59:55.000", "speaker": "None", "utterance": "least amount of time rather than the most amount of time."}
{"start": "00:59:55.000", "end": "00:59:58.000", "speaker": "None", "utterance": "What's that."}
{"start": "00:59:58.000", "end": "01:00:00.000", "speaker": "None", "utterance": "Sorry I heard a comment."}
{"start": "01:00:00.000", "end": "01:00:02.000", "speaker": "None", "utterance": "Okay, yeah."}
{"start": "01:00:02.000", "end": "01:00:07.000", "speaker": "None", "utterance": "So, um, so anyway so I don't think it's inevitable."}
{"start": "01:00:07.000", "end": "01:00:13.000", "speaker": "None", "utterance": "I'm actually working on several new projects for an upcoming exhibition and."}
{"start": "01:00:13.000", "end": "01:00:23.000", "speaker": "None", "utterance": "In August, so stay tuned actually have a platform that will be a part of that exhibition that maybe addresses that question more directly."}
{"start": "01:00:23.000", "end": "01:00:35.000", "speaker": "None", "utterance": "Thank you so much. I'm looking forward to it and it is also very uplifting to hear that polarization is not inevitable, I will keep this words as a kind of a model for the social media presence."}
{"start": "01:00:35.000", "end": "01:00:39.000", "speaker": "None", "utterance": "Justin, would you like to comment on this as well."}
{"start": "01:00:39.000", "end": "01:00:49.000", "speaker": "None", "utterance": "Yeah response to the question whether the, the alternate reality game platform is designed to encourage extreme behavior."}
{"start": "01:00:49.000", "end": "01:01:07.000", "speaker": "None", "utterance": "Um, I think the answer is no. But, like with anything, it can be misused and because it hasn't historically been misused. It's also a really beautiful new form right like you can trace it back to the 80s at the latest."}
{"start": "01:01:07.000", "end": "01:01:20.000", "speaker": "None", "utterance": "There just hasn't been a lot of time for it to be refined and then co opted and then refined again to prevent this use and I think that that's where we are right now."}
{"start": "01:01:20.000", "end": "01:01:33.000", "speaker": "None", "utterance": "Now that designers, or at least me I'm Telly designers are aware that like hey this stuff that we're doing is being misappropriated for like very bad."}
{"start": "01:01:33.000", "end": "01:01:45.000", "speaker": "None", "utterance": "We have a responsibility to understand how that's happening and try to not only refine the tools so that it makes it harder to do that but because obviously the genies out of the bottle."}
{"start": "01:01:45.000", "end": "01:02:08.000", "speaker": "None", "utterance": "We can't put it back in. But how can we use these tools to produce counter programming programming, either explicitly content designed to counteract what's being done, or content that runs along opposite philosophical lines does things like increases"}
{"start": "01:02:08.000", "end": "01:02:26.000", "speaker": "None", "utterance": "participation elections, which is I think that's been going on for the past couple of years there are platforms in Spain and Taiwan across South America that use sort of these game logic to actually build democracies strength to strength of these systems"}
{"start": "01:02:26.000", "end": "01:02:30.000", "speaker": "None", "utterance": "rather than break it down like we're seeing in the United States."}
{"start": "01:02:30.000", "end": "01:02:35.000", "speaker": "None", "utterance": "Thank you very much. And now question for Magdalena to Lauren and Rachel."}
{"start": "01:02:35.000", "end": "01:02:38.000", "speaker": "None", "utterance": "Would you like to ask a question yourself."}
{"start": "01:02:38.000", "end": "01:02:41.000", "speaker": "None", "utterance": "Yes, thank you."}
{"start": "01:02:41.000", "end": "01:02:51.000", "speaker": "None", "utterance": "Thanks. Oh, yeah, my question really is. I mean, just to clarify, because my question is really about gamified the users and."}
{"start": "01:02:51.000", "end": "01:03:10.000", "speaker": "None", "utterance": "And if you know that results in generating that friction that Ben was talking about right so rather than making Tinder Tinder, because as you say in your paper the intention of the, of the Tinder was to was to connect users to new matches the other choices"}
{"start": "01:03:10.000", "end": "01:03:21.000", "speaker": "None", "utterance": "from playing right. And so obviously it, but it generated something a little bit opposite in a sense that, that the players started to realize that perhaps that kind of is not going to go well."}
{"start": "01:03:21.000", "end": "01:03:40.000", "speaker": "None", "utterance": "In the future, so I'm curious as you talk about the way in which the users respond on other in other social media. And I'm curious if they also responded to tender if they kind of complained or if they sort of, you know, had had some question to 1010"}
{"start": "01:03:40.000", "end": "01:03:54.000", "speaker": "None", "utterance": "day how a, or if they wanted to repair something or their possible sort of algorithmic effect of their choices on who they might be matched with and so on I wondered if you had any results or information about that."}
{"start": "01:03:54.000", "end": "01:03:56.000", "speaker": "None", "utterance": "Thanks."}
{"start": "01:03:56.000", "end": "01:04:04.000", "speaker": "None", "utterance": "Yeah, so we didn't particularly look to see if people had reached out directly to Tinder for this study."}
{"start": "01:04:04.000", "end": "01:04:16.000", "speaker": "None", "utterance": "But I do know that people do try to like play the algorithm in Tinder Tinder faces itself mostly off of location first."}
{"start": "01:04:16.000", "end": "01:04:31.000", "speaker": "None", "utterance": "But things will happen like if you are swiping left on mostly people of color the people of color will stop showing up as often and you're like, deck for you to look through or if you're swiping more on people who are a certain age, they'll start showing"}
{"start": "01:04:31.000", "end": "01:04:45.000", "speaker": "None", "utterance": "up more often and so that's how the algorithm kind of works around, um, I do know that like a lot of people when they were commenting on the Reddit, what they were really afraid of was being like labeled as like not a good person or being perceived as"}
{"start": "01:04:45.000", "end": "01:04:59.000", "speaker": "None", "utterance": "someone who would do something like cheat on a partner or cover for someone who is cheating. And so it doesn't look like a lot of morality issues. Additionally, a lot of people, this was run twice so Tinder swipe right was run the first time and October"}
{"start": "01:04:59.000", "end": "01:05:06.000", "speaker": "None", "utterance": "2019, and then it was run a gun last summer, I think it was in like august of 2020."}
{"start": "01:05:06.000", "end": "01:05:20.000", "speaker": "None", "utterance": "And so a lot of people played it twice, and were able to like change their answers because they had known already what it was going to do once and they were like well I don't like how that answer makes me be perceived so I'm going to change it this time"}
{"start": "01:05:20.000", "end": "01:05:32.000", "speaker": "None", "utterance": "and so that was also kind of their way to call back at Tinder and out the algorithm as well. So,"}
{"start": "01:05:32.000", "end": "01:05:36.000", "speaker": "None", "utterance": "you like to add anything to that."}
{"start": "01:05:36.000", "end": "01:05:55.000", "speaker": "None", "utterance": "No, I think Lauren pretty much covered it is covered by Lauren. Yeah, thank you so much and we also have question from from Christian for Justin Christian, I think, I think Justin has already you kind of addressed what I was asking so I think I suggested"}
{"start": "01:05:55.000", "end": "01:06:05.000", "speaker": "None", "utterance": "move on to Daniel, because he's also got Neil has already I think asked his question. If you mean Daniel Cox who asked two questions."}
{"start": "01:06:05.000", "end": "01:06:22.000", "speaker": "None", "utterance": "Okay, yeah, yeah. So go ahead, if you want to read your question actually this interesting sort of we still have, we have different conversations going on around different topics, so this is perhaps out of returning a bit to something that we were discussing"}
{"start": "01:06:22.000", "end": "01:06:30.000", "speaker": "None", "utterance": "early on, but I'm just sort of extremely interested in how in how sort of the act of a protest."}
{"start": "01:06:30.000", "end": "01:06:45.000", "speaker": "None", "utterance": "A is shaped by, by, social media, and other kinds of sort of not just social media but various kinds of social media media that construct social relations."}
{"start": "01:06:45.000", "end": "01:07:03.000", "speaker": "None", "utterance": "So, so I have sort of a sort of an open question of how these how this has changed over the past decade, because a decade ago you saw mid Rossiter MPa Blue Beam criticizing the sort of so called Twitter revolution said what revolutions, or protest tied"}
{"start": "01:07:03.000", "end": "01:07:24.000", "speaker": "None", "utterance": "to the hashtag, and now you see something else, which is perhaps tied tied to other mechanisms perhaps some of the mechanisms that Ben also described and I wonder how that how that changes the act of a protest right its own loving, they, they, for instance,"}
{"start": "01:07:24.000", "end": "01:07:39.000", "speaker": "None", "utterance": "criticize the Twitter revolutions for not having an organized network, but yet you see in in Japan on some some kind of organized network in this sort of new propaganda that you are outlining Justin."}
{"start": "01:07:39.000", "end": "01:07:56.000", "speaker": "None", "utterance": "So what, so it's more like sort of this speculative question and what what has changed and what and what remains the same, and how does that. How does that change the protest and sort of the individual's ability to imagine a sort of different alternative"}
{"start": "01:07:56.000", "end": "01:08:14.000", "speaker": "None", "utterance": "social future, which I yeah i plus this this question, immediately two panelists would like to chime in because I just recently practice in Poland, and around hashtag completed feminist, what was called feminist revolution and I would like to briefly"}
{"start": "01:08:14.000", "end": "01:08:25.000", "speaker": "None", "utterance": "comment that this notion of weak protest. Actually I use the notion of a week broadcast that concept conceptualized By the way, by one of the famous philosophers from Poland, what she said."}
{"start": "01:08:25.000", "end": "01:08:45.000", "speaker": "None", "utterance": "Actually, she called it a week resistance was what she said was that this week resistance is something like you know felt like female kind of social activity, which is not spectacular, because we tend to, you know, we tend to associate revolutions with"}
{"start": "01:08:45.000", "end": "01:09:07.000", "speaker": "None", "utterance": "those big spectacular gestures like like like I'm like, I'm a steel or you know the beginning of a French Revolution, but the majority of the activity around Twitter hashtags, for example, or this everyday digital activities could be named week resistance"}
{"start": "01:09:07.000", "end": "01:09:19.000", "speaker": "None", "utterance": "like those acts of everyday activity on social media that often go under recognized, because often they are confined with our for example."}
{"start": "01:09:19.000", "end": "01:09:40.000", "speaker": "None", "utterance": "Chapter bots, or, you know, reader bounce, or those those mushy Nick ways of intervening. so so that will be my, my very brief comment on is that as much as we despise the notion of the Twitter revolution is you know kind of a category that was a bit"}
{"start": "01:09:40.000", "end": "01:09:56.000", "speaker": "None", "utterance": "superficial at the time. And I think we should we shouldn't also go to the extremes, there is still something to something interesting to to look on so yeah sorry about checking in, but that was kind of a topic I wasn't interested in recently."}
{"start": "01:09:56.000", "end": "01:10:00.000", "speaker": "None", "utterance": "Yeah, Ben go ahead now."}
{"start": "01:10:00.000", "end": "01:10:10.000", "speaker": "None", "utterance": "Yeah, no thanks man I'm really appreciate hearing that it's, I think the."}
{"start": "01:10:10.000", "end": "01:10:27.000", "speaker": "None", "utterance": "I think a big, I mean, to me with this makes me think about is that shifts in the focus of a social media platform can have dramatic effects on how protest plays out and certainly there's, you know, echoing."}
{"start": "01:10:27.000", "end": "01:10:45.000", "speaker": "None", "utterance": "the idea of activism The, the way in which platforms produce a feeling for users that complaining about a political issue on social media or collectively complaining has some particular kind of effect, but it doesn't necessarily usually doesn't just goes"}
{"start": "01:10:45.000", "end": "01:10:48.000", "speaker": "None", "utterance": "into the ether and feeds the system."}
{"start": "01:10:48.000", "end": "01:10:57.000", "speaker": "None", "utterance": "But after the 2016 presidential election United States Facebook changed its long standing mission statement of."}
{"start": "01:10:57.000", "end": "01:11:14.000", "speaker": "None", "utterance": "To make the world more open and connected into I don't remember what it is now but it's something about community to build community or something like that and along with that was a platform change, which would heavily emphasize the local to show a lot"}
{"start": "01:11:14.000", "end": "01:11:31.000", "speaker": "None", "utterance": "more local groups in one's feed. And I think at this point that's pretty well acknowledged to have been a primary producer of the conditions that led to the one six insurrection at the Capitol and United States, the, the way in which this kind of extreme"}
{"start": "01:11:31.000", "end": "01:11:52.000", "speaker": "None", "utterance": "focus on the local allows the festering and the organization of individuals into groups around fringe theory and fringe ideas and, you know, the more you're at your algorithmic feed identifies you as someone interested in a fringe theory, the less it's"}
{"start": "01:11:52.000", "end": "01:12:02.000", "speaker": "None", "utterance": "going to show you alternatives to the fringe theory or in some cases that I'm talking about reality well as it's going to show you reality and the more it's going to show you."}
{"start": "01:12:02.000", "end": "01:12:23.000", "speaker": "None", "utterance": "These are the things I think the key, you know, thinking a little bit about two movements that have organized over the last couple of years here. One is the kind of Q and on inspired insurrection organized around what we call the United States, in the"}
{"start": "01:12:23.000", "end": "01:12:47.000", "speaker": "None", "utterance": "media the big lie that Trump actually won the election of 2020. And so I that one compared to say black lives matter which has had dramatic organization within social media platforms in ways that have affected, some, some significant refocusing in the"}
{"start": "01:12:47.000", "end": "01:13:00.000", "speaker": "None", "utterance": "country and in common with both of them is a combination of extreme interaction on social media, but gathering in some way. I think Black Lives Matter is a more of a periodic gathering."}
{"start": "01:13:00.000", "end": "01:13:08.000", "speaker": "None", "utterance": "She went on was kind of a directed, you know the the one six insurrection was a directed gathering towards that particular event."}
{"start": "01:13:08.000", "end": "01:13:19.000", "speaker": "None", "utterance": "And I won six insurrection produced what it produced and we can talk about it in detail. I see it is pretty dramatically different from what Black Lives Matter has produced so far."}
{"start": "01:13:19.000", "end": "01:13:23.000", "speaker": "None", "utterance": "In terms of its effect on change."}
{"start": "01:13:23.000", "end": "01:13:27.000", "speaker": "None", "utterance": "So that's maybe and we can do."}
{"start": "01:13:27.000", "end": "01:13:43.000", "speaker": "None", "utterance": "Anyway, those are some reactions I could probably go deep and really analyze but thank you so much was so interesting to hear the differences and not let's not forget that the capital events were sort of instigated by kind of alternative platforms like"}
{"start": "01:13:43.000", "end": "01:13:54.000", "speaker": "None", "utterance": "in famous popular and we're at the point where we can see the rise of outright platforms or reactionary platforms so that's also interesting issue in itself."}
{"start": "01:13:54.000", "end": "01:14:21.000", "speaker": "None", "utterance": "Unfortunately, we've got one minute left. so not much to continue the discussion."}