{"start": "00:00:00.000", "end": "00:00:00.000", "speaker": "None", "utterance": "As long as like the laws standards, that's the way they are, but they're sort of examples like that right of like, you know, making the internet, a public utility."}
{"start": "00:00:00.000", "end": "00:00:00.000", "speaker": "None", "utterance": "You know, I think it's, it's things that we understand are technically possible. Do we have like the sort of like social and political will to to achieve them."}
{"start": "00:00:00.000", "end": "00:00:18.000", "speaker": "None", "utterance": "It's so true and that's part of the part of the failure of our you know University structures were much stronger in the early in the 90s, so much innovation have a free internet exchange and email early emails that book was driven by universities as being"}
{"start": "00:00:18.000", "end": "00:00:33.000", "speaker": "None", "utterance": "you know centers that would make this available and and public and and all that changed you know really changed dramatically when it started to become profitable, of course, and the lack of strong institutions."}
{"start": "00:00:33.000", "end": "00:00:49.000", "speaker": "None", "utterance": "Globally to do this is something that I think, you know, we have to. It's not an easy solution that we have to get institutions, these institutions to make it a public commitment, and of course the universities are less and less public in their philosophy."}
{"start": "00:00:49.000", "end": "00:00:54.000", "speaker": "None", "utterance": "And you're writing can be towns, but it really needs big infrastructure as well."}
{"start": "00:00:54.000", "end": "00:01:07.000", "speaker": "None", "utterance": "One is countering the who owns the Why is the Comcast, so forth here, states that charge ridiculous fees and control this, and it's also who's who's controlling these platforms that were on in other ways."}
{"start": "00:01:07.000", "end": "00:01:13.000", "speaker": "None", "utterance": "Like, we just started mentioned, Zoo, but it's you know practically we need them."}
{"start": "00:01:13.000", "end": "00:01:23.000", "speaker": "None", "utterance": "Pretty big institutional voice to say no, we'll do something else with this they're going to come out the libraries and universities, governments."}
{"start": "00:01:23.000", "end": "00:01:27.000", "speaker": "None", "utterance": "Not that the US but other governments could."}
{"start": "00:01:27.000", "end": "00:01:31.000", "speaker": "None", "utterance": "And one thing I was wondering Is that Is there a way that we can look at these."}
{"start": "00:01:31.000", "end": "00:01:47.000", "speaker": "None", "utterance": "I'm not gonna say pre web I'm going to say, non web spaces as non historical, but mainly a reframing and reconsidering of net discourse in which we can go and, because there are plenty of non web space is I think what happens I think we limit ourselves"}
{"start": "00:01:47.000", "end": "00:02:00.000", "speaker": "None", "utterance": "so much to, you know, there's the web is the internet and then as a subset face, you know, social media is the internet and I think what happens is that we've, you know, we've gotten down to the point where there's this idea that somehow that there are"}
{"start": "00:02:00.000", "end": "00:02:12.000", "speaker": "None", "utterance": "places in which we can speak which is the internet or we can go into and the thing is is down in the guts of the beast, there are all of these spaces that still exist but the thing is is that they're still vibrant, they're still active and they're not"}
{"start": "00:02:12.000", "end": "00:02:27.000", "speaker": "None", "utterance": "historical, but it's the fact that they have existed ever since there, you know, or you know the other thing is is dare I say the poor net, you know they I mean just imagine that, how are these spaces that are not the not the traditional internet spaces"}
{"start": "00:02:27.000", "end": "00:02:36.000", "speaker": "None", "utterance": "can be used for, for all the things we're talking about that are not the web or social media."}
{"start": "00:02:36.000", "end": "00:02:50.000", "speaker": "None", "utterance": "Yeah, I think, I mean yeah there's sort of two aspects to that right there's one of like, do these like spaces still sort of like actually technically technologically function right and in many cases they still do."}
{"start": "00:02:50.000", "end": "00:03:02.000", "speaker": "None", "utterance": "They didn't there's a question of like the social aspect of it right like is there a critical mass people using them to do the things that, you know, you would do on Facebook or Twitter or, or other spaces."}
{"start": "00:03:02.000", "end": "00:03:13.000", "speaker": "None", "utterance": "Yeah, on the web right so that's, and we're talking about the intersection between the sort of social side of it in the technological side, but I mean one."}
{"start": "00:03:13.000", "end": "00:03:26.000", "speaker": "None", "utterance": "I think they do but I think the idea is the matter of that how do we build a context institutionally and pedagogically, you know, to be able to get our institutions our students to understand these spaces are viable."}
{"start": "00:03:26.000", "end": "00:03:27.000", "speaker": "None", "utterance": "Yeah."}
{"start": "00:03:27.000", "end": "00:03:41.000", "speaker": "None", "utterance": "Yeah, I think, I mean but it also speaks to the fact that, you know, a lot of these like these protocols, still, still function speaks to the robustness of them which is something that's not the case and things that have been developed today right which"}
{"start": "00:03:41.000", "end": "00:03:48.000", "speaker": "None", "utterance": "is just sort of like a stack of House of Cards."}
{"start": "00:03:48.000", "end": "00:03:53.000", "speaker": "None", "utterance": "In many cases right it's like, you know, how much longer is"}
{"start": "00:03:53.000", "end": "00:04:07.000", "speaker": "None", "utterance": "like, you know, the ability to keep using Sam or the ability to keep using these learning management platforms necessitates us to continue like the upgrade path right where as there's like these robust protocols that's still that's still exists because"}
{"start": "00:04:07.000", "end": "00:04:11.000", "speaker": "None", "utterance": "they were sort of simple and designed to work for a long time."}
{"start": "00:04:11.000", "end": "00:04:30.000", "speaker": "None", "utterance": "So I mean that's just another sort of point in their in their favor but everything in terms of like economics and socially is point us in the direction of these digitally precarious corporate eyes platforms."}
{"start": "00:04:30.000", "end": "00:04:51.000", "speaker": "None", "utterance": "Maybe we have time for one more question or two questions."}
{"start": "00:04:51.000", "end": "00:05:15.000", "speaker": "None", "utterance": "Nope. Um, I guess, then we can start preparing for the next session, which is the, the keynote, which will begin in about 25 minutes, is that right."}
{"start": "00:05:15.000", "end": "00:05:21.000", "speaker": "None", "utterance": "Yes, yes, and it will be in the webinar."}
{"start": "00:05:21.000", "end": "00:05:23.000", "speaker": "None", "utterance": "Yeah."}
{"start": "00:05:23.000", "end": "00:05:27.000", "speaker": "None", "utterance": "Yeah. So let's link in the program."}
{"start": "00:05:27.000", "end": "00:05:57.000", "speaker": "None", "utterance": "And I'd like to say if any way thank you everyone for also for for this panel for the key to time if you want more information on that, please contact me."}