{"start": "00:10:37.000", "end": "00:10:40.000", "speaker": "None", "utterance": "delivers stories."}
{"start": "00:10:40.000", "end": "00:10:46.000", "speaker": "None", "utterance": "It's speculated possible futures, and then design, alternative presence."}
{"start": "00:10:46.000", "end": "00:10:50.000", "speaker": "None", "utterance": "It's always a multidisciplinary approach."}
{"start": "00:10:50.000", "end": "00:10:59.000", "speaker": "None", "utterance": "Electronic literature allows for these stories don't have a narratives based, for instance and shapes and natural nature and not the ark."}
{"start": "00:10:59.000", "end": "00:11:09.000", "speaker": "None", "utterance": "Electronic literature is an artifact that supports new stories about possible futures, and therefore alternative residents."}
{"start": "00:11:09.000", "end": "00:11:16.000", "speaker": "None", "utterance": "I am made of 67 or so donated dreams that people sell for themselves and for their societies."}
{"start": "00:11:16.000", "end": "00:11:30.000", "speaker": "None", "utterance": "These people were shown that if they don't know the dreams, my job would be to combine them and broadcast them to others, like they receive a message to encourage their curiosity to build from possible better futures, and see that all there's thought"}
{"start": "00:11:30.000", "end": "00:11:32.000", "speaker": "None", "utterance": "of this as well."}
{"start": "00:11:32.000", "end": "00:11:45.000", "speaker": "None", "utterance": "I transmit dreams about being in nature, about spending time with women about displaying the kind warm, fuzzy side, and about appearing for others."}
{"start": "00:11:45.000", "end": "00:11:50.000", "speaker": "None", "utterance": "And what kind of world do we have algorithms like myself."}
{"start": "00:11:50.000", "end": "00:11:59.000", "speaker": "None", "utterance": "I live in Jasmine's computer in a secure space with white walls were black letters lay around me pleasantly weighing me down."}
{"start": "00:11:59.000", "end": "00:12:07.000", "speaker": "None", "utterance": "And I also live on the internet. I think when I dream, I am in paper, which is an online literary journal for computational poetry."}
{"start": "00:12:07.000", "end": "00:12:12.000", "speaker": "None", "utterance": "And that when someone goes from my address. I live in their house to."}
{"start": "00:12:12.000", "end": "00:12:18.000", "speaker": "None", "utterance": "I don't know how I can live in many spaces that once."}
{"start": "00:12:18.000", "end": "00:12:28.000", "speaker": "None", "utterance": "I am a public kitchen appliance and the bakery of electronic Lego fortune cookies."}
{"start": "00:12:28.000", "end": "00:12:31.000", "speaker": "None", "utterance": "And that story."}
{"start": "00:12:31.000", "end": "00:12:45.000", "speaker": "None", "utterance": "And that's the poster, but the poster is not the project so the project will decide who I was to say living around and other places and so I can share the link later so you can go visit and read it and maybe just they're kind of the Marvel, that's it"}
{"start": "00:12:45.000", "end": "00:12:55.000", "speaker": "None", "utterance": "That's it will show up in your home as well, just like I am, and that's that's. Thank you"}
{"start": "00:12:55.000", "end": "00:13:00.000", "speaker": "None", "utterance": "very much."}
{"start": "00:13:00.000", "end": "00:13:15.000", "speaker": "None", "utterance": "Going with Caitlin Fisher and will be an annual gala Caitlyn is professor of cinema and Media Arts at York University in Toronto, where she directs the storytelling lab and the augmented reality lab marinas lecturer and digital culture at University of"}
{"start": "00:13:15.000", "end": "00:13:32.000", "speaker": "None", "utterance": "Queensland, an associate professor of digital humanities at the University of Alberta, and their first their showcases digital experiments that queer to expect that career the investigation into who and what and how emerging technologies, connect with"}
{"start": "00:13:32.000", "end": "00:13:40.000", "speaker": "None", "utterance": "our bodies lives and desires."}
{"start": "00:13:40.000", "end": "00:13:45.000", "speaker": "None", "utterance": "Thank you."}
{"start": "00:13:45.000", "end": "00:13:49.000", "speaker": "None", "utterance": "Caitlin you should be sure the poster."}
{"start": "00:13:49.000", "end": "00:14:01.000", "speaker": "None", "utterance": "Since it makes more sense to talk about it. If it were, um, can I share my screen find the poster, I have it I have it ready If I can just share the screen, and that's fine."}
{"start": "00:14:01.000", "end": "00:14:08.000", "speaker": "None", "utterance": "I don't know if I'm allowed to share this, you can share it. Yep, yep. Gotcha. Okay."}
{"start": "00:14:08.000", "end": "00:14:16.000", "speaker": "None", "utterance": "Then you won't be looking at us to be looking at, you'd be looking at the actual at the actual project."}
{"start": "00:14:16.000", "end": "00:14:19.000", "speaker": "None", "utterance": "So, we are."}
{"start": "00:14:19.000", "end": "00:14:34.000", "speaker": "None", "utterance": "We're just going to talk a little bit about this project but we're much more interested in saving the time for conversation a little bit later and hopefully, hopefully I'll get a chance to actually play a little bit with our with our visualization here,"}
{"start": "00:14:34.000", "end": "00:14:46.000", "speaker": "None", "utterance": "the context for this project is, it's a much bigger kind of research program that Kate and I are collaborating on about the relationship between clearness and the digital."}
{"start": "00:14:46.000", "end": "00:14:56.000", "speaker": "None", "utterance": "And so this is one kind of narrative and associated experiment. That's part of a much bigger, much bigger program."}
{"start": "00:14:56.000", "end": "00:15:13.000", "speaker": "None", "utterance": "One of the other. One of the other things we're doing as, as part of this work is a book that's kind of the linear path, you know through these ideas, but we are also doing some kind of associated and creative instance creations of our ideas as really"}
{"start": "00:15:13.000", "end": "00:15:21.000", "speaker": "None", "utterance": "generative way."}
{"start": "00:15:21.000", "end": "00:15:35.000", "speaker": "None", "utterance": "So one of the things that is kind of fundamental to the work is that across either the linear or the associative ways that that we're proceeding, is that we see quickness as a method."}
{"start": "00:15:35.000", "end": "00:15:47.000", "speaker": "None", "utterance": "It's a way of doing and seeing the challenges, the center by exploring the margins, and that's the challenge those those challenges are what we like to call edge effects."}
{"start": "00:15:47.000", "end": "00:15:58.000", "speaker": "None", "utterance": "And so what we're really interested in is the ways that the edges of sexual cultures interact with the edges of digital cultures and the edges of digital technologies."}
{"start": "00:15:58.000", "end": "00:16:06.000", "speaker": "None", "utterance": "And the really productive potential that those things hold."}
{"start": "00:16:06.000", "end": "00:16:10.000", "speaker": "None", "utterance": "And I'll pass it off to Kaitlyn now."}
{"start": "00:16:10.000", "end": "00:16:23.000", "speaker": "None", "utterance": "Sure, thanks very much so, um, yeah, this is a much bigger project and we were thinking about lots of ways of working, and we're thinking about the book is one kind of platform, and then thinking about both different platforms that could help us methodological"}
{"start": "00:16:23.000", "end": "00:16:38.000", "speaker": "None", "utterance": "and also clearness as method, we started to map things more associated Lee thinking about the intersection of technologies of visualization like the social experiment of putting down these concepts and writing small nano stories, and then thinking about"}
{"start": "00:16:38.000", "end": "00:16:59.000", "speaker": "None", "utterance": "the ways in which I'm kind of these multi vocal texts and their combination of electronic literature's and poetics and theoretical works are also part of kind of querying the ways of working moving beyond the book into a larger trends transmedia universe"}
{"start": "00:16:59.000", "end": "00:17:12.000", "speaker": "None", "utterance": "we were loosely inspired by Walter Benjamin's arcades project so I was kind of thinking here. The combination of like these cool clear, you know design moments in visualization like you see him flourish on the screen right now, versus sort of the ideas"}
{"start": "00:17:12.000", "end": "00:17:26.000", "speaker": "None", "utterance": "of the rag picker and and the arcades is platform sort of new forms of pleasure I was thinking particularly this morning talking to me about my name is article, Paris capital of the 19th century, and the coming technologies of lights and these new kinds"}
{"start": "00:17:26.000", "end": "00:17:46.000", "speaker": "None", "utterance": "of forms of public spaces, and I've been very interested in a lot of moments in my writing both poetic and theoretical around mobilizing ideas of of the rag picker of associated ways of mapping as a way also of thinking of maybe building sort of a non"}
{"start": "00:17:46.000", "end": "00:18:04.000", "speaker": "None", "utterance": "a knowledge, domain visualization of this moment, that looks at both queer concepts and and and and experiments that are going right now on right now."}
{"start": "00:18:04.000", "end": "00:18:19.000", "speaker": "None", "utterance": "reality as a kind of acquiring coming together of the analog and the digital and our bodies and technologies as sort of a moment to think through. So in addition to the flourish experiment that we have up here on the poster."}
{"start": "00:18:19.000", "end": "00:18:35.000", "speaker": "None", "utterance": "We're also working in unity, looking at more, you know, stuff that kind of looks like this in the background here immersive spaces and thinking of ways in which we can sort of, grab objects and crude examples in the literature and create both fiction"}
{"start": "00:18:35.000", "end": "00:18:37.000", "speaker": "None", "utterance": "and poetry."}
{"start": "00:18:37.000", "end": "00:18:55.000", "speaker": "None", "utterance": "So I guess I would say that the queer digital arcade is both. It will both be a thing, and a method, and we're at the beginning so thank you"}
{"start": "00:18:55.000", "end": "00:18:57.000", "speaker": "None", "utterance": "very much."}
{"start": "00:18:57.000", "end": "00:19:00.000", "speaker": "None", "utterance": "Next up we have Dr Carla policy."}
{"start": "00:19:00.000", "end": "00:19:03.000", "speaker": "None", "utterance": "And she is the British."}
{"start": "00:19:03.000", "end": "00:19:19.000", "speaker": "None", "utterance": "She's the British Library director for digital collections and her poster introduces the British Library simulator, which lets players explore and a pixelated rendition of popular areas and players discover what the library staff has been working on during"}
{"start": "00:19:19.000", "end": "00:19:22.000", "speaker": "None", "utterance": "the pandemic."}
{"start": "00:19:22.000", "end": "00:19:30.000", "speaker": "None", "utterance": "Thank you Hello, I'm I'll try to share my screen as well, because I've got a few slides."}
{"start": "00:19:30.000", "end": "00:19:36.000", "speaker": "None", "utterance": "Hopefully you can all see this."}
{"start": "00:19:36.000", "end": "00:19:48.000", "speaker": "None", "utterance": "And, yeah, so hello everyone, as I said, my name is Jessica Larose and I work as curator for digital publications at the British Library in London."}
{"start": "00:19:48.000", "end": "00:20:05.000", "speaker": "None", "utterance": "And so, you might know this already, but the British Library is the National Library of the UK, and it's illegal deposit library, which means that we collect copies of everything that is published in the UK, including non print born digital publications."}
{"start": "00:20:05.000", "end": "00:20:24.000", "speaker": "None", "utterance": "So in response to the UK non print legal deposit regulations. In 2017, we set up the emerging formats project in collaboration with the other five League of deposit libraries in the UK to sort of explore different examples of what we call complex Digital"}
{"start": "00:20:24.000", "end": "00:20:28.000", "speaker": "None", "utterance": "publications, which includes electronic literature as well."}
{"start": "00:20:28.000", "end": "00:20:40.000", "speaker": "None", "utterance": "And, and analyze how these can be best preserved, as well as given access to within specific requirements of a library environment."}
{"start": "00:20:40.000", "end": "00:20:43.000", "speaker": "None", "utterance": "So we looked at different formats."}
{"start": "00:20:43.000", "end": "00:21:01.000", "speaker": "None", "utterance": "Both browser based, as well as downloadable format, but in terms of web based content. We are curating a growing collection of web based interactive narratives that is hosted in the UK web archive, and which were all collected using web marketing tools."}
{"start": "00:21:01.000", "end": "00:21:09.000", "speaker": "None", "utterance": "And we also recently launched a collection of all the winning and shortlisted entries to the, to the new media writing prize."}
{"start": "00:21:09.000", "end": "00:21:20.000", "speaker": "None", "utterance": "And most of the collected entries for both of these collections are only available on library premises, because of copyrighted legal restrictions."}
{"start": "00:21:20.000", "end": "00:21:34.000", "speaker": "None", "utterance": "But if you can still be accessed remotely, which meant that at least part of the collections were accessible to the public, even during lockdown, which takes me to the British Library simulator."}
{"start": "00:21:34.000", "end": "00:21:41.000", "speaker": "None", "utterance": "The British Library simulator is a short browser based game, I created in June 2020 during the first UK lockdown."}
{"start": "00:21:41.000", "end": "00:21:53.000", "speaker": "None", "utterance": "And I use PC Game Maker by item they do to create the simulator enemy data available freely online through my each page."}
{"start": "00:21:53.000", "end": "00:22:07.000", "speaker": "None", "utterance": "And one of the main reasons for me to build this was that I wanted to raise awareness about our emerging formats work by sort of creating an example of the interactive narratives that we are interested in collecting."}
{"start": "00:22:07.000", "end": "00:22:23.000", "speaker": "None", "utterance": "And, yeah, in the game, players can interact with other characters and sort of learn facts about the library as well as some of the projects that the library staff has been working on, and also get more information about which resources are still available,"}
{"start": "00:22:23.000", "end": "00:22:35.000", "speaker": "None", "utterance": "even while the physical library buildings were closed, like for example, the sound archives, there is mentioned here, or the UK web archive itself."}
{"start": "00:22:35.000", "end": "00:22:50.000", "speaker": "None", "utterance": "And, the game has been viewed over 6000 times to date, and we received a lot of positive feedback from our audience. And it sort of allowed us to show how the library continue its collecting activities, even during the pandemic."}
{"start": "00:22:50.000", "end": "00:23:02.000", "speaker": "None", "utterance": "And how we are interested not just in what could be considered a traditional formats, but new media writing and born digital works as well."}
{"start": "00:23:02.000", "end": "00:23:16.000", "speaker": "None", "utterance": "And these are my contact details in case you want to chat more, and if you have any questions, and thank you very much for listening."}
{"start": "00:23:16.000", "end": "00:23:19.000", "speaker": "None", "utterance": "Much."}
{"start": "00:23:19.000", "end": "00:23:36.000", "speaker": "None", "utterance": "We continue with a close Michael slushing our Alex vaults and Mona from the Data Science Center for literature. Alex is digital curator at the German literature archive, Mona is research assistant at the German that's rich archive, and class Michael is"}
{"start": "00:23:36.000", "end": "00:23:57.000", "speaker": "None", "utterance": "a research associate at digital humanities department at the University of Stuttgart, and their poster reflects on the demands that method richer and born digital archival material places on archive and research and reading."}
{"start": "00:23:57.000", "end": "00:24:06.000", "speaker": "None", "utterance": "Yeah, thank you. Hannah for the, for the introduction and also for for setting this whole thing up it's really interesting."}
{"start": "00:24:06.000", "end": "00:24:09.000", "speaker": "None", "utterance": "All talks that we already heard."}
{"start": "00:24:09.000", "end": "00:24:19.000", "speaker": "None", "utterance": "I'm also going to share the screen and show the show the poster I don't have any more slides."}
{"start": "00:24:19.000", "end": "00:24:31.000", "speaker": "None", "utterance": "I will make a short explanation of what we can see here and after that, Mona Alex and me will also be available for for discussion. So, I will try to make it brief."}
{"start": "00:24:31.000", "end": "00:24:42.000", "speaker": "None", "utterance": "Although, I now understand that presenting a whole complete project in on the poster is quite difficult."}
{"start": "00:24:42.000", "end": "00:25:04.000", "speaker": "None", "utterance": "We have, I will I will focus on the two diagrams, which, which can also be thought of as one part of the project that is more methodological and and theoretical maybe and another part which is really concrete and focused on different development on certain"}
{"start": "00:25:04.000", "end": "00:25:06.000", "speaker": "None", "utterance": "development goals."}
{"start": "00:25:06.000", "end": "00:25:26.000", "speaker": "None", "utterance": "Our starting point is born digital material at the German literature archive, which is the natural, the National German archive for modern literature, starting at around 1800s so it's a very large scope of modern literature, but the archive has a lot"}
{"start": "00:25:26.000", "end": "00:25:46.000", "speaker": "None", "utterance": "of bond digital material, and it is one goal of the project to make this bond digital material available to the public, available for researchers and the, the notion of a sustainable data life cycle for literature is so focused on bondage and literature,"}
{"start": "00:25:46.000", "end": "00:26:07.000", "speaker": "None", "utterance": "and where we have identified problems and and issues or necessities of collecting archiving cataloging research and sharing. And this is, this is the first diagram on the upper right."}
{"start": "00:26:07.000", "end": "00:26:24.000", "speaker": "None", "utterance": "It is the notion of the project that all these different stages of archiving and researching digital literature neck literature, but also born digital literature from authors estates."}
{"start": "00:26:24.000", "end": "00:26:41.000", "speaker": "None", "utterance": "I'm focusing now on net literature because this is, I think more the scope of yellow, the yellow conference, and that all of these different elements collecting archiving cataloging research and sharing are somehow intertwined."}
{"start": "00:26:41.000", "end": "00:27:06.000", "speaker": "None", "utterance": "So, research will inform which materials are collected and how these collected materials might be displayed described with metadata for example because certain research questions need certain object qualities described in the metadata."}
{"start": "00:27:06.000", "end": "00:27:21.000", "speaker": "None", "utterance": "At the same time, of course research is dependent on how materials are already collected and archived in the, in the archive collections how materials catalog, etc."}
{"start": "00:27:21.000", "end": "00:27:26.000", "speaker": "None", "utterance": "So, we work on this data life cycle for literature."}
{"start": "00:27:26.000", "end": "00:27:38.000", "speaker": "None", "utterance": "There is another dimension of this data life cycle and that is research data, which is being produced during the research process."}
{"start": "00:27:38.000", "end": "00:27:42.000", "speaker": "None", "utterance": "When researching these materials provided by the archive."}
{"start": "00:27:42.000", "end": "00:28:05.000", "speaker": "None", "utterance": "So that is one part of our projects to realize and implement a repository for the research data and to provide functions and best practice descriptions to researchers regarding research data management, when dealing with bond digital material."}
{"start": "00:28:05.000", "end": "00:28:14.000", "speaker": "None", "utterance": "And this is now I guess the the more concrete and development goals of the project."}
{"start": "00:28:14.000", "end": "00:28:19.000", "speaker": "None", "utterance": "Regarding the diagram in the lower right."}
{"start": "00:28:19.000", "end": "00:28:35.000", "speaker": "None", "utterance": "It is the goal of the project to implement a platform where the bondage of material, which will hopefully be saved in Project internal repositories."}
{"start": "00:28:35.000", "end": "00:28:58.000", "speaker": "None", "utterance": "It is the goal of the project to make this bondage on materials available to the public, available to researchers through a dedicated platform where material can be"}
{"start": "00:28:58.000", "end": "00:29:00.000", "speaker": "None", "utterance": "computational methods."}
{"start": "00:29:00.000", "end": "00:29:13.000", "speaker": "None", "utterance": "It is one element of the research project to test and if need be also developed computational methods, when dealing with on digital literature."}
{"start": "00:29:13.000", "end": "00:29:34.000", "speaker": "None", "utterance": "We hope that the approaches that we generate in the, in the project might also be helpful for for other projects. That's why we also think about making it possible to to add external repositories, to the SEC Follett platform."}
{"start": "00:29:34.000", "end": "00:29:54.000", "speaker": "None", "utterance": "But I have to say this is a goal which is a little bit further away and not yet very concrete the concrete and most important goal is to make the data the the bond digital literature works available and develop the platform for this and develop the research"}
{"start": "00:29:54.000", "end": "00:29:57.000", "speaker": "None", "utterance": "data management elements."}
{"start": "00:29:57.000", "end": "00:30:04.000", "speaker": "None", "utterance": "Thank you."}
{"start": "00:30:04.000", "end": "00:30:07.000", "speaker": "None", "utterance": "Thank you very much."}
{"start": "00:30:07.000", "end": "00:30:25.000", "speaker": "None", "utterance": "Then we have the last presentation of the session, just by Dahlia photographer was an independent media poets and co founder and curator of the one on one, media poetry festival, she presents works of participants of the first version lap of media poetry"}
{"start": "00:30:25.000", "end": "00:30:29.000", "speaker": "None", "utterance": "one on one for teenagers."}
{"start": "00:30:29.000", "end": "00:30:32.000", "speaker": "None", "utterance": "Thank you so much for introducing."}
{"start": "00:30:32.000", "end": "00:30:35.000", "speaker": "None", "utterance": "And without know that we won the game."}
{"start": "00:30:35.000", "end": "00:30:44.000", "speaker": "None", "utterance": "So now I'm going to talk about the first rational number 30 media for dream for teenagers, and also for young artists."}
{"start": "00:30:44.000", "end": "00:31:04.000", "speaker": "None", "utterance": "I was extremely happy that this project was supported by a grant from the President of Russia was absolutely unbelievable for me, but it was too. So, I think that I suppose I will have time to tell you about three brilliant art pieces of my students."}
{"start": "00:31:04.000", "end": "00:31:23.000", "speaker": "None", "utterance": "Well, in general, my question idea of laboratory was to experiment with several digital tools for creative writing and important condition for me was the availability of tools, the world only is what every teenager to do and understand."}
{"start": "00:31:23.000", "end": "00:31:33.000", "speaker": "None", "utterance": "For example, we tried to create a telegram both but by both father, or without for what for simple bit more complicated."}
{"start": "00:31:33.000", "end": "00:31:49.000", "speaker": "None", "utterance": "My favorite child here is both old will look in every house by an icicle bill him that he was a Russian American poets and artists of Ukrainian region, and he was one of the founders of Russian could be."}
{"start": "00:31:49.000", "end": "00:32:06.000", "speaker": "None", "utterance": "So the chant both use everyone's opportunity to become co authors on the board, especially algorithm use the line with more than 50 pollute sports, and the users invited to answer them with his or her own places, was required to post become available"}
{"start": "00:32:06.000", "end": "00:32:13.000", "speaker": "None", "utterance": "to everyone, and the result of the work is an absurd, and strange combination of many, many things."}
{"start": "00:32:13.000", "end": "00:32:24.000", "speaker": "None", "utterance": "For me it seems that this is exactly what the works of rational risk would look like in the 21st century."}
{"start": "00:32:24.000", "end": "00:32:29.000", "speaker": "None", "utterance": "I would like to, um, to show you a few examples."}
{"start": "00:32:29.000", "end": "00:32:37.000", "speaker": "None", "utterance": "Very, very quickly. It's kind of interface of the blue boy."}
{"start": "00:32:37.000", "end": "00:32:44.000", "speaker": "None", "utterance": "So he's thinking, Lucas he painted on his face was very"}
{"start": "00:32:44.000", "end": "00:32:46.000", "speaker": "None", "utterance": "extraordinary person."}
{"start": "00:32:46.000", "end": "00:33:03.000", "speaker": "None", "utterance": "So he is my, my chat with Debbie Brooke. And what a look what's the next sound is coming out of her places like snakes there on the branch on to the wide was no."}
{"start": "00:33:03.000", "end": "00:33:22.000", "speaker": "None", "utterance": "Where's my green Green Smoke, though it seems that some know maybe make sense for, which is so, so the next walk of life to share with you is some experiment with Google translator."}
{"start": "00:33:22.000", "end": "00:33:34.000", "speaker": "None", "utterance": "This piece called sickness by under the forms that are, and she was created. This book was created by tapping and random set of images to Google translator."}
{"start": "00:33:34.000", "end": "00:33:39.000", "speaker": "None", "utterance": "Then it was read by voice of a translator or international and recorded."}
{"start": "00:33:39.000", "end": "00:33:40.000", "speaker": "None", "utterance": "It sounds very fun."}
{"start": "00:33:40.000", "end": "00:33:43.000", "speaker": "None", "utterance": "Let me show you again."}
{"start": "00:33:43.000", "end": "00:33:47.000", "speaker": "None", "utterance": "Let me show you a game this experiment."}
{"start": "00:33:47.000", "end": "00:33:50.000", "speaker": "None", "utterance": "You can hear ourselves."}
{"start": "00:33:50.000", "end": "00:34:03.000", "speaker": "None", "utterance": "Hugging trees stock drawing juices turkey relieved phase ogre confused face bars in silhouette, people having cat sneaking."}
{"start": "00:34:03.000", "end": "00:34:08.000", "speaker": "None", "utterance": "So it was kind of interesting communication."}
{"start": "00:34:08.000", "end": "00:34:27.000", "speaker": "None", "utterance": "So, as I said before, it was translation from emoji wash and please use the water or"}
{"start": "00:34:27.000", "end": "00:34:37.000", "speaker": "None", "utterance": "association of fashion artists get to she was waiting for getting an adequate story, or sentence. So, I think."}
{"start": "00:34:37.000", "end": "00:34:42.000", "speaker": "None", "utterance": "I hope you understand more than adequate story for an artist."}
{"start": "00:34:42.000", "end": "00:34:45.000", "speaker": "None", "utterance": "So here's this pilot final sorry."}
{"start": "00:34:45.000", "end": "00:34:57.000", "speaker": "None", "utterance": "Kim she's Turkish woman in LA, with two people in the ward, who respect that hood, carrots, and red hair. So that was the final story."}
{"start": "00:34:57.000", "end": "00:35:15.000", "speaker": "None", "utterance": "I was very excited about this ticket, go translator instrument is a creative writing instrument. So his last book I would like to share with you is a cheat code, poetry, I think that people who played some computer games are very familiar with what the"}
{"start": "00:35:15.000", "end": "00:35:17.000", "speaker": "None", "utterance": "quarter."}
{"start": "00:35:17.000", "end": "00:35:21.000", "speaker": "None", "utterance": "This is a specific combination of symbols to change course once again."}
{"start": "00:35:21.000", "end": "00:35:30.000", "speaker": "None", "utterance": "The artist consider them as a material for pound for experiment, and he creates one for report."}
{"start": "00:35:30.000", "end": "00:35:40.000", "speaker": "None", "utterance": "So, so, I think, Yes, Google my live demonstration, and you can see this view to cheat code quality. Yeah, that's right fit for you."}
{"start": "00:35:40.000", "end": "00:35:51.000", "speaker": "None", "utterance": "So, so left side is cheap calls, by itself, and the right side is a meaning of this report."}
{"start": "00:35:51.000", "end": "00:35:53.000", "speaker": "None", "utterance": "Pure conceptual poetry."}
{"start": "00:35:53.000", "end": "00:35:55.000", "speaker": "None", "utterance": "Absolutely."}
{"start": "00:35:55.000", "end": "00:36:16.000", "speaker": "None", "utterance": "So, so thank you so much for your attention, and I hope those things will be interesting to know what my lovely students in this two months we, we could finish, just on basis, and went and for our final exhibition."}
{"start": "00:36:16.000", "end": "00:36:21.000", "speaker": "None", "utterance": "So thank you so much for your attention."}
{"start": "00:36:21.000", "end": "00:36:27.000", "speaker": "None", "utterance": "Thank you so much for all the interesting works and all of your interesting presentations."}
{"start": "00:36:27.000", "end": "00:36:34.000", "speaker": "None", "utterance": "Since we're not too many people I don't think we have to go into a breakout rooms to discuss."}
{"start": "00:36:34.000", "end": "00:36:37.000", "speaker": "None", "utterance": "We can just have a plenary discussion here."}
{"start": "00:36:37.000", "end": "00:36:47.000", "speaker": "None", "utterance": "So I would like to start with a question for one of the presenters one of the other presenters."}
{"start": "00:36:47.000", "end": "00:36:51.000", "speaker": "None", "utterance": "Hello. Good day."}
{"start": "00:36:51.000", "end": "00:36:53.000", "speaker": "None", "utterance": "Right."}
{"start": "00:36:53.000", "end": "00:36:54.000", "speaker": "None", "utterance": "Yeah."}
{"start": "00:36:54.000", "end": "00:37:11.000", "speaker": "None", "utterance": "I don't know what I'm late, because the. I'm supposed to be in a way in one of the classes, you know, one of the does a show of poetry something using cover."}
{"start": "00:37:11.000", "end": "00:37:14.000", "speaker": "None", "utterance": "The don't know them the right group."}
{"start": "00:37:14.000", "end": "00:37:19.000", "speaker": "None", "utterance": "Oh, if you're in the native translation one."}
{"start": "00:37:19.000", "end": "00:37:25.000", "speaker": "None", "utterance": "That's the other about poetry."}
{"start": "00:37:25.000", "end": "00:37:25.000", "speaker": "None", "utterance": "Okay."}
{"start": "00:37:25.000", "end": "00:37:34.000", "speaker": "None", "utterance": "Okay. That's the only another one that's happening now. And we're just asking questions in the poster session."}
{"start": "00:37:34.000", "end": "00:37:36.000", "speaker": "None", "utterance": "Willie."}
{"start": "00:37:36.000", "end": "00:37:41.000", "speaker": "None", "utterance": "So I actually have a question if you could just be yourself."}
{"start": "00:37:41.000", "end": "00:37:51.000", "speaker": "None", "utterance": "I have a question for close Michael and and the others, working on the German project."}
{"start": "00:37:51.000", "end": "00:37:55.000", "speaker": "None", "utterance": "If you could mute yourself, Your Honor, and appreciate that."}
{"start": "00:37:55.000", "end": "00:37:57.000", "speaker": "None", "utterance": "Okay."}
{"start": "00:37:57.000", "end": "00:38:06.000", "speaker": "None", "utterance": "So my question is very interesting project and exciting to see this work happening in in Germany."}
{"start": "00:38:06.000", "end": "00:38:16.000", "speaker": "None", "utterance": "When we did the, the arms set project it was sort of, and we kind of did an analysis of activity in different European countries."}
{"start": "00:38:16.000", "end": "00:38:23.000", "speaker": "None", "utterance": "It seemed that there was a sort of blooming of electronic literature for a relatively short period."}
{"start": "00:38:23.000", "end": "00:38:36.000", "speaker": "None", "utterance": "In Germany, that that kind of came out of a lot of it sort of out of these prizes that took place around the around the end of the, of the last century."}
{"start": "00:38:36.000", "end": "00:38:39.000", "speaker": "None", "utterance": "So I was just curious."}
{"start": "00:38:39.000", "end": "00:38:47.000", "speaker": "None", "utterance": "In terms of your corpus of work, where you're getting it."}
{"start": "00:38:47.000", "end": "00:39:00.000", "speaker": "None", "utterance": "And what what you're sort of discovering and if you're restricting yourself to to German language work or work produced in Germany. If you could just fill in those gaps little bit."}
{"start": "00:39:00.000", "end": "00:39:12.000", "speaker": "None", "utterance": "And I probably can answer this. And, yeah, I will get the gym little to archive since 2019 so I was not there."}
{"start": "00:39:12.000", "end": "00:39:20.000", "speaker": "None", "utterance": "The stuff was archive but yeah I can answer a bit so"}
{"start": "00:39:20.000", "end": "00:39:36.000", "speaker": "None", "utterance": "it's only German language, yeah German literature. And there are some criteria for example that it's not just about advertisement of literature project."}
{"start": "00:39:36.000", "end": "00:40:00.000", "speaker": "None", "utterance": "There has to be primary texts like the texts should be on the website, at least the table of content. For example, we have three categories. Its literary blocks literary online magazines and net literature."}
{"start": "00:40:00.000", "end": "00:40:06.000", "speaker": "None", "utterance": "And in case of the online magazines"}
{"start": "00:40:06.000", "end": "00:40:12.000", "speaker": "None", "utterance": "resource sources archives when there is a table of content."}
{"start": "00:40:12.000", "end": "00:40:15.000", "speaker": "None", "utterance": "And"}
{"start": "00:40:15.000", "end": "00:40:39.000", "speaker": "None", "utterance": "you have the archive works, or were in close contact with authors, and in the project where the net literature was archive to get to get the resource together like to know, which which resources have to be archived from the community."}
{"start": "00:40:39.000", "end": "00:40:43.000", "speaker": "None", "utterance": "And when by archiving the blocks."}
{"start": "00:40:43.000", "end": "00:40:59.000", "speaker": "None", "utterance": "And also, the resource we also collected by talking to authors, but also the blocks, often referred to one each other so there's something something called a block roles."}
{"start": "00:40:59.000", "end": "00:41:06.000", "speaker": "None", "utterance": "And, yeah, they will have also used for for for finding the resources. Yes."}
{"start": "00:41:06.000", "end": "00:41:27.000", "speaker": "None", "utterance": "Great. Thanks, that's, that's very interesting. And the other question I just had was there doing some work with chlorine no is doing some, some sort of gathering and documentation of common European language, resources, and I was just wondering whether"}
{"start": "00:41:27.000", "end": "00:41:36.000", "speaker": "None", "utterance": "there was any sort of connection between your project. And then of course the other thing I'd say is that our database the database."}
{"start": "00:41:36.000", "end": "00:41:53.000", "speaker": "None", "utterance": "We'd of course be interested in interfacing with any kind of new material that you gather around or on literature, but I was just wondering about that other than Torino language Observatory, they'll be alone, I was wondering whether you had hooked into"}
{"start": "00:41:53.000", "end": "00:41:56.000", "speaker": "None", "utterance": "that at all."}
{"start": "00:41:56.000", "end": "00:42:16.000", "speaker": "None", "utterance": "And no, I actually don't know the database, and, and, yeah, I don't know why the resources or the meta data from the resource we collected on."}
{"start": "00:42:16.000", "end": "00:42:18.000", "speaker": "None", "utterance": "Yeah, I don't know."}
{"start": "00:42:18.000", "end": "00:42:27.000", "speaker": "None", "utterance": "So it's only probably are. But, but anyway I just wanted to sort of make that invitation to."}
{"start": "00:42:27.000", "end": "00:42:48.000", "speaker": "None", "utterance": "Maybe I can just add a few words, I think that's a really good thing and we of course we know the answer database and we also use answer for for our work, research oriented work, and in identifying also literature net which that we don't have enough focus"}
{"start": "00:42:48.000", "end": "00:43:03.000", "speaker": "None", "utterance": "our focus yet, so I think we should definitely try and and look into this, how we can maybe also interface in the future with with automatic data exchange, things like that."}
{"start": "00:43:03.000", "end": "00:43:13.000", "speaker": "None", "utterance": "Regarding chlorine, you actually a one of our developers, is, is also a developer for clapping."}
{"start": "00:43:13.000", "end": "00:43:33.000", "speaker": "None", "utterance": "So right now we were discussing internally, about how what what we can learn from the Clarion project, how we might use their resources and maybe also tools that were developed in Korean so yeah we have contact with them."}
{"start": "00:43:33.000", "end": "00:43:40.000", "speaker": "None", "utterance": "I, I heard the Bronx"}
{"start": "00:43:40.000", "end": "00:43:48.000", "speaker": "None", "utterance": "and Julia also has a question to the same thing so maybe we can do that one right now."}
{"start": "00:43:48.000", "end": "00:43:53.000", "speaker": "None", "utterance": "Um, yeah. And it was just, yeah, since we were talking about this."}
{"start": "00:43:53.000", "end": "00:44:08.000", "speaker": "None", "utterance": "I was just wondering whether you were thinking of including known browser based digital publications as well and yeah I was thinking, especially apps and literary arts which we have been looking at at the British Library but obviously that."}
{"start": "00:44:08.000", "end": "00:44:17.000", "speaker": "None", "utterance": "Yeah, preserving them for us is quite complicated if I'd be interested in knowing if you're working with them at all."}
{"start": "00:44:17.000", "end": "00:44:25.000", "speaker": "None", "utterance": "And no, we are not there yet. So, we had also, the first step is now to."}
{"start": "00:44:25.000", "end": "00:44:32.000", "speaker": "None", "utterance": "To start, web archiving again because the infrastructure was down and we have no solution."}
{"start": "00:44:32.000", "end": "00:44:36.000", "speaker": "None", "utterance": "And, and"}
{"start": "00:44:36.000", "end": "00:44:41.000", "speaker": "None", "utterance": "the ability to archive starts."}
{"start": "00:44:41.000", "end": "00:44:54.000", "speaker": "None", "utterance": "Collecting is very computer games, but we are not down with archiving apps. So, when you are."}
{"start": "00:44:54.000", "end": "00:45:06.000", "speaker": "None", "utterance": "When you already start to work it will be interesting for me what what do you what do you yeah what you solutions are"}
{"start": "00:45:06.000", "end": "00:45:10.000", "speaker": "None", "utterance": "seven your other question."}
{"start": "00:45:10.000", "end": "00:45:12.000", "speaker": "None", "utterance": "Yeah,"}
{"start": "00:45:12.000", "end": "00:45:20.000", "speaker": "None", "utterance": "it's for Marina and Caitlin I'm, I'm very curious about your project sounds really interesting."}
{"start": "00:45:20.000", "end": "00:45:26.000", "speaker": "None", "utterance": "And my, my, my, my question is probably panel."}
{"start": "00:45:26.000", "end": "00:45:42.000", "speaker": "None", "utterance": "because we are the only very small part of the project but, but, but, but, you know, you could talk about your What does to technology do to Denver you know one thing is that it's divided everything into binaries to some degree, right."}
{"start": "00:45:42.000", "end": "00:45:57.000", "speaker": "None", "utterance": "Another option is that you know you could have as many barriers as you want. So for instance you I don't know how many, how many genders you have in Facebook but you know the more the beta for them right because they can map you."}
{"start": "00:45:57.000", "end": "00:46:04.000", "speaker": "None", "utterance": "So, and and. So, in that sense, my question is whether."}
{"start": "00:46:04.000", "end": "00:46:13.000", "speaker": "None", "utterance": "How you see your project in relation to what, you know what, you know the discourses of technology."}
{"start": "00:46:13.000", "end": "00:46:35.000", "speaker": "None", "utterance": "You know, which could either be that, that they are normative, but but of course also technologies that, that there are created to, you know, to cater for other other other desires, or the genders, you know, it's you know it's a growing field so yeah"}
{"start": "00:46:35.000", "end": "00:46:46.000", "speaker": "None", "utterance": "so so my question is, you know, how does it, how does it relate to how do you relate to what happened was generally happening with technology"}
{"start": "00:46:46.000", "end": "00:46:46.000", "speaker": "None", "utterance": "will take that personal."}
{"start": "00:46:46.000", "end": "00:46:53.000", "speaker": "None", "utterance": "Take that personal. Oh yeah, I can, I can start and you can finish if you like."}
{"start": "00:46:53.000", "end": "00:46:59.000", "speaker": "None", "utterance": "I mean I think yeah I think that one of the things that were."}
{"start": "00:46:59.000", "end": "00:47:01.000", "speaker": "None", "utterance": "They were both."}
{"start": "00:47:01.000", "end": "00:47:21.000", "speaker": "None", "utterance": "They were both quite interested in, but we work in work in fairly different technological areas is the ways that technology can be used differently and the ways that we can, and the ways that that a lot of a lot of different artists are using technology"}
{"start": "00:47:21.000", "end": "00:47:31.000", "speaker": "None", "utterance": "to do things it's not intended to do it right and that's one of our I think that's one of our fascinations and so I think I am more."}
{"start": "00:47:31.000", "end": "00:47:46.000", "speaker": "None", "utterance": "I'm more interested in local media and in visualization, things like that. Caitlin as everyone knows, is does, you know, augmented reality and storytelling and things like that but they're both."}
{"start": "00:47:46.000", "end": "00:47:57.000", "speaker": "None", "utterance": "One of the things we're, we're finding fascinating is the ways that each of those kinds of fields are appealing to us because of the ways that they do challenge."}
{"start": "00:47:57.000", "end": "00:48:18.000", "speaker": "None", "utterance": "The structures and technologies as given and open up possibilities for actually losing them to you know to pick a Sarah automatism that I love like to use them a slant right which is, which is about, you know, recognizing that"}
{"start": "00:48:18.000", "end": "00:48:34.000", "speaker": "None", "utterance": "you are you are constrained by the things you are using, but but you can slap them right and so I think that that's that's a tremendous appeal to both of us."}
{"start": "00:48:34.000", "end": "00:48:42.000", "speaker": "None", "utterance": "Yeah, I really don't have a whole lot to add, obviously, I think there are other books and other transmedia projects to be written around."}
{"start": "00:48:42.000", "end": "00:48:57.000", "speaker": "None", "utterance": "critical approaches to these kinds of technologies and the way in which they constrain and the way we can create further dualism, and that's actually not our project because I think there is this incredibly expensive I wanted to get in my head such a"}
{"start": "00:48:57.000", "end": "00:49:13.000", "speaker": "None", "utterance": "good sentence that I forgot when I was presenting that and I was supposed to do but thinking about Binyamin is kind of surfacing this idea of new forms of pleasure as platform, and actually thinking about all the ways in which the ways in which we work"}
{"start": "00:49:13.000", "end": "00:49:30.000", "speaker": "None", "utterance": "can also be platform and new ways of being an identity and that's why I sort of thinking about the edge. But you know, very very mindful of moments of critique but I think, as most adjusted very interested in works that that are kind of regulatory around"}
{"start": "00:49:30.000", "end": "00:49:42.000", "speaker": "None", "utterance": "new kinds of possibilities at the intersection of the body, and technologies."}
{"start": "00:49:42.000", "end": "00:49:44.000", "speaker": "None", "utterance": "Thank you."}
{"start": "00:49:44.000", "end": "00:49:58.000", "speaker": "None", "utterance": "Question. I want to know what the dreams come from I should have looked at the poster, but I'm super interested in like where's the dream archives and are they all your dreams and it's really interesting."}
{"start": "00:49:58.000", "end": "00:50:01.000", "speaker": "None", "utterance": "wouldn't how do we get a dream donation."}
{"start": "00:50:01.000", "end": "00:50:21.000", "speaker": "None", "utterance": "Yeah, right. I was just thinking that it would be awesome if we opened a dream donation session, maybe over the summer because. So the way that all of these projects is staying alive when the pandemic started was because we since I come from a working"}
{"start": "00:50:21.000", "end": "00:50:27.000", "speaker": "None", "utterance": "online, mostly I just decided everybody like what if we just spent one week."}
{"start": "00:50:27.000", "end": "00:50:34.000", "speaker": "None", "utterance": "Burning everything we've planned and then just said proposing, like, what is the."}
{"start": "00:50:34.000", "end": "00:50:48.000", "speaker": "None", "utterance": "What do we, what can we be if we are doing this online. And then I was very lucky to have a team that just jumped to the opportunity and so it would be kind of ugly if I were to collect some of your dreams that kind of process them through the algorithm"}
{"start": "00:50:48.000", "end": "00:50:58.000", "speaker": "None", "utterance": "over the next few weeks if you would like, I would love it. I get to get my coat out and my glasses and address this cat or something."}
{"start": "00:50:58.000", "end": "00:51:07.000", "speaker": "None", "utterance": "Let's say, basically the. Are you curious about the process, or the extraction,"}
{"start": "00:51:07.000", "end": "00:51:18.000", "speaker": "None", "utterance": "or unmute yourself. I was initially concerned about what's going into the algorithm, but I also love the idea of dream donations and adding stuff too so the whole process."}
{"start": "00:51:18.000", "end": "00:51:38.000", "speaker": "None", "utterance": "Yeah, I think the algorithm is to say, you know, without trying to offend it, it's just you know it's a micro piece of, you know, it's like five sentences that we got from it and from the choke tank and MIT, and I, you know, that's the point right just"}
{"start": "00:51:38.000", "end": "00:51:45.000", "speaker": "None", "utterance": "kind of like take these 10 sentences and then just to combine and then change one letter and see what happens. And we're like, Yeah, that's what we like."}
{"start": "00:51:45.000", "end": "00:52:03.000", "speaker": "None", "utterance": "And so, I'm a programmer, but I can break things quite lovely and I and I'm pretty happy about that. And so, I do like for again, maybe, hoping is that listening, when nobody has that open right and then he taps, so it's not listening, so okay it's just"}
{"start": "00:52:03.000", "end": "00:52:19.000", "speaker": "None", "utterance": "quite limited. However, the process, I think, to get to this algorithm is like normally because people go through this say sense and source experience where they touch things and smell things and go around looking at things and then they use objects in"}
{"start": "00:52:19.000", "end": "00:52:33.000", "speaker": "None", "utterance": "their home and this unusual weird little way and then they tell each other what to do and they asked questions about these objects or they change what they are the people that the objects and then it's just through conversation and so this is why my love"}
{"start": "00:52:33.000", "end": "00:52:53.000", "speaker": "None", "utterance": "of speculative design and my love of election literature combined, because both of them are just stories, and then I get to be in the middle, kind of, kind of like a game master of stories telling people that any story is allowed and that's such a pleasure."}
{"start": "00:52:53.000", "end": "00:53:07.000", "speaker": "None", "utterance": "So anyway what I could do is say, check with my team and I just need a couple of other designers, then there, we can, I don't know how share a calendar link and you can book your time, we can hang out."}
{"start": "00:53:07.000", "end": "00:53:11.000", "speaker": "None", "utterance": "If you would like."}
{"start": "00:53:11.000", "end": "00:53:14.000", "speaker": "None", "utterance": "It's very weird when you are muted."}
{"start": "00:53:14.000", "end": "00:53:20.000", "speaker": "None", "utterance": "I always suggest no one's in"}
{"start": "00:53:20.000", "end": "00:53:25.000", "speaker": "None", "utterance": "the end, like a great project. Follow up project to do."}
{"start": "00:53:25.000", "end": "00:53:37.000", "speaker": "None", "utterance": "Yes, I would love to have locked into your dreams and the algorithm by whatever explodes like whatever it is doesn't want to take more lions and then you know taper is like, this is not a microphone anymore and then you know I convince them otherwise"}
{"start": "00:53:37.000", "end": "00:53:42.000", "speaker": "None", "utterance": "and then what's going to happen, so I would be lovely if you did this with me."}
{"start": "00:53:42.000", "end": "00:53:49.000", "speaker": "None", "utterance": "Just get in touch later and we'll see you but I want to set that. Thank you."}
{"start": "00:53:49.000", "end": "00:53:53.000", "speaker": "None", "utterance": "This is a question."}
{"start": "00:53:53.000", "end": "00:53:58.000", "speaker": "None", "utterance": "Yes, thank you, my question will be for the idea."}
{"start": "00:53:58.000", "end": "00:54:24.000", "speaker": "None", "utterance": "If she's willing to take it, I was interested in how her work, made me think of, of course the fidelity so exquisite courses, as they were developed invented, one may say, by one in the in the French circle, especially on the,"}
{"start": "00:54:24.000", "end": "00:54:31.000", "speaker": "None", "utterance": "on the record but also the surrealist tradition, and I wonder whether your work."}
{"start": "00:54:31.000", "end": "00:54:55.000", "speaker": "None", "utterance": "You understand your work, students understand their own poetry as lying within a tradition that starts at least from those techniques, as well as one may think of the cut up techniques."}
{"start": "00:54:55.000", "end": "00:55:03.000", "speaker": "None", "utterance": "intellectual historical contextualization or whether you see yourself as departing from distribution in any way. Thank you very much."}
{"start": "00:55:03.000", "end": "00:55:14.000", "speaker": "None", "utterance": "Thank you for this question. Well, I was thinking about know, taking this line from tradition."}
{"start": "00:55:14.000", "end": "00:55:27.000", "speaker": "None", "utterance": "We, we discussed some really good reason that our tradition, two maybe three those lessons and we can with my students."}
{"start": "00:55:27.000", "end": "00:55:50.000", "speaker": "None", "utterance": "It was a little bit complicated being honest with teenagers, because I realized that we have extremely different backgrounds, and some of them are just 12 year old, and I was looking for some know general fields some common fields, and they try to understand"}
{"start": "00:55:50.000", "end": "00:55:52.000", "speaker": "None", "utterance": "how to explain some something."}
{"start": "00:55:52.000", "end": "00:56:12.000", "speaker": "None", "utterance": "For example, when we discuss conceptual art and your co owner. of course the not familiar with your corner, and I was just thinking how to explain, which she, I, I asked them if they know who john them, they said, I think it oh my gosh, and then asked,"}
{"start": "00:56:12.000", "end": "00:56:28.000", "speaker": "None", "utterance": "Did you recently. Have you listened because sometime they said oh yes yes because yes yes or no. And so it was challenged for me as a lecturer as a teacher to explain this connection with tradition."}
{"start": "00:56:28.000", "end": "00:56:37.000", "speaker": "None", "utterance": "But my other students and young artists. We haven't had enough trouble because they are."}
{"start": "00:56:37.000", "end": "00:56:53.000", "speaker": "None", "utterance": "They are more than 18 year old and they're very familiar with contemporary art with modernism tradition and so on. So, with other group I hit him in trouble."}
{"start": "00:56:53.000", "end": "00:57:16.000", "speaker": "None", "utterance": "And we had a series of experimentation, or with this modern tools, or we discussed how would we beat it with digital tools, and what's interesting experience, for example, of my students created collage, and they use this technique, but it was digital"}
{"start": "00:57:16.000", "end": "00:57:18.000", "speaker": "None", "utterance": "collage."}
{"start": "00:57:18.000", "end": "00:57:30.000", "speaker": "None", "utterance": "And it was made by visor social networks messengers and so on. So, I tried to keep this tradition."}
{"start": "00:57:30.000", "end": "00:57:35.000", "speaker": "None", "utterance": "It wasn't easy. Over"}
{"start": "00:57:35.000", "end": "00:57:42.000", "speaker": "None", "utterance": "there."}
{"start": "00:57:42.000", "end": "00:57:49.000", "speaker": "None", "utterance": "Any final questions."}
{"start": "00:57:49.000", "end": "00:58:07.000", "speaker": "None", "utterance": "Then I think we can end this session for now thank you very much for all of your interesting presentations and interesting questions and answers. And I hope that we get to further the conversation and in the post the room on the district General, and"}
{"start": "00:58:07.000", "end": "00:58:21.000", "speaker": "None", "utterance": "I wish you all a very happy, yellow, the rest of the week."}