{"start": "00:00:00.000", "end": "00:00:00.599", "speaker": "Mark Marino", "utterance": " haven't been doing."}
{"start": "00:00:02.669", "end": "00:00:08.099", "speaker": "Mark Marino", "utterance": " OK now we're getting recorded and then I see that rob's here so just just to confirm eleonora you're here."}
{"start": "00:00:08.370", "end": "00:00:09.150", "speaker": "Eleonora Acerra", "utterance": " Yes, I am."}
{"start": "00:00:10.230", "end": "00:00:20.400", "speaker": "Mark Marino", "utterance": " Okay, all right very good and so we've got four presenters and then, if you guys already agreed on how about how long you'll take just so I can keep time."}
{"start": "00:00:23.610", "end": "00:00:26.400", "speaker": "Mark Marino", "utterance": " Like five minutes 10 minutes 20 minutes."}
{"start": "00:00:28.200", "end": "00:00:28.650", "speaker": "Mark Marino", "utterance": " You haven't."}
{"start": "00:00:29.910", "end": "00:00:30.240", "speaker": "Nathalie Lacelle", "utterance": " set."}
{"start": "00:00:31.050", "end": "00:00:31.920", "speaker": "None", "utterance": "seven minutes."}
{"start": "00:00:33.270", "end": "00:00:35.850", "speaker": "Mark Marino", "utterance": " 7127."}
{"start": "00:00:37.020", "end": "00:00:37.440", "speaker": "Rachel Horst", "utterance": " yeah."}
{"start": "00:00:37.860", "end": "00:00:39.090", "speaker": "Mark Marino", "utterance": " Is that enough for everybody."}
{"start": "00:00:39.540", "end": "00:00:40.140", "speaker": "Rachel Horst", "utterance": " that's great."}
{"start": "00:00:40.890", "end": "00:00:52.680", "speaker": "Mark Marino", "utterance": " Okay, now, I just want to tell you, even if we end early it doesn't mean you guys get to go home no we'll use the rest of the time for fabulous discussion okay that sounds good."}
{"start": "00:00:54.330", "end": "00:00:58.830", "speaker": "Mark Marino", "utterance": " Okay, that sounds good alright, so I got my little seven minute timer here and I will put it on."}
{"start": "00:00:59.280", "end": "00:01:13.860", "speaker": "Mark Marino", "utterance": " So that it makes a noise because i'm too Nice, a person and otherwise I wouldn't interrupt i'd feel self conscious about interrupting you Okay, and then we have our hostess is our host here are done our host from track to host I think is here."}
{"start": "00:01:16.050", "end": "00:01:20.100", "speaker": "Mark Marino", "utterance": " And they are going to play a video to start us off."}
{"start": "00:01:22.470", "end": "00:01:28.050", "speaker": "Mark Marino", "utterance": " And then track to to host I assume you're good and ready to go Is that true."}
{"start": "00:01:29.370", "end": "00:01:34.590", "speaker": "Mark Marino", "utterance": " I don't know they never make it I don't even know if there's someone there they're drinking rum that's like the that's the group was soren."}
{"start": "00:01:35.490", "end": "00:01:45.810", "speaker": "Mark Marino", "utterance": " i'll assume that maybe there's talking in the chat let me look oh yeah they're they're stuck in the chat oh great great trek to person, whoever anonymous person great um."}
{"start": "00:01:48.360", "end": "00:01:59.460", "speaker": "Mark Marino", "utterance": " And then I really don't buy us for anybody, so I guess i'll have to let you guys introduce yourselves I won't count that towards your seven minutes, unless you are paste them in the chat that's what a lot of groups have been doing it, if you want to paste bios and their."}
{"start": "00:02:02.340", "end": "00:02:03.690", "speaker": "Mark Marino", "utterance": " Okay, we go."}
{"start": "00:02:18.030", "end": "00:02:30.630", "speaker": "Mark Marino", "utterance": " Okay welcome everybody to this final panel of elo 21 let's give a big round of applause for the end of a terrific conference we're so excited about all the speakers, we have for you today."}
{"start": "00:02:30.990", "end": "00:02:46.080", "speaker": "Mark Marino", "utterance": " we've got four great talks and they're going to give relatively short presentations I see a lot of at least three of them are linked to things where you could go and read them perhaps you've already read them who knows, and then we'll have ample time for discussion."}
{"start": "00:02:47.250", "end": "00:02:59.580", "speaker": "Mark Marino", "utterance": " i'm gonna let the groups, introduce themselves as they will when it comes to their turn, will do all the presentations in sequence, and then we'll have plenty of time for conversation, so thank you all for joining us and don't forget that."}
{"start": "00:03:00.420", "end": "00:03:10.110", "speaker": "Mark Marino", "utterance": " If we don't have enough time for conversation, for whatever reason, this panel goes till 115 of course there's actually nothing after this so, in theory, we can just continue forever, but."}
{"start": "00:03:10.560", "end": "00:03:17.130", "speaker": "Mark Marino", "utterance": " At when when we get around to 1415 my time actually as to to 15 my time I wrote time it is wherever you are."}
{"start": "00:03:18.390", "end": "00:03:25.500", "speaker": "Mark Marino", "utterance": " Then you can always send the conversation into the track to discord which will remain at your service."}
{"start": "00:03:26.580", "end": "00:03:31.530", "speaker": "Mark Marino", "utterance": " Okay, so without further ado i'm going to turn things over to our first group."}
{"start": "00:03:32.790", "end": "00:03:33.450", "speaker": "Mark Marino", "utterance": " We have."}
{"start": "00:03:35.070", "end": "00:03:45.330", "speaker": "Mark Marino", "utterance": " As I said, with this this panel is called this whole this whole panel is called pedagogy and methods and I, of course, and mark Marino your moderator."}
{"start": "00:03:45.660", "end": "00:03:57.600", "speaker": "Mark Marino", "utterance": " So so let's let's get started with our first presentation by Rachel horse kendrick James Esteban morale is you, you to Qaeda and FM young and they're tight there talk well."}
{"start": "00:03:58.050", "end": "00:04:07.020", "speaker": "Mark Marino", "utterance": " i'll say their talk, but it's called sounding the futures imaginary a collaborative intra modal storing method dollar."}
{"start": "00:04:11.430", "end": "00:04:12.690", "speaker": "Kedrick James", "utterance": " Thank you very much, mark."}
{"start": "00:04:15.810", "end": "00:04:27.630", "speaker": "Esteban Morales", "utterance": " Thank you for the wonderful introduction and hello, and thank you all for joining us, we are members of the digital literacy Center dlc at the University of British Columbia."}
{"start": "00:04:28.050", "end": "00:04:44.490", "speaker": "Esteban Morales", "utterance": " In Vancouver Canada not Vancouver us in this session will briefly introduce you to cocktails a collaborative feature narrative that we created over the last 14 months, while we were all in the midst of a global pandemic, as you know."}
{"start": "00:04:45.150", "end": "00:04:53.520", "speaker": "Esteban Morales", "utterance": " More specifically, will share with you the methodology which we have created and indeed continue to develop this cocktails."}
{"start": "00:04:53.970", "end": "00:05:03.060", "speaker": "Esteban Morales", "utterance": " will know should will now share with you this collaborative pathway when we have engaged with multi method multi modal digital techniques to create narratives."}
{"start": "00:05:03.600", "end": "00:05:13.290", "speaker": "Esteban Morales", "utterance": " Each of us will now explain the step of this process, processing, we do, in which you can get the ball by visiting our website, which will share in a moment in the chat."}
{"start": "00:05:21.360", "end": "00:05:30.300", "speaker": "Yuya Peco Takeda", "utterance": " Our first iteration of this collaborative storing methodology happened in September 2020 at the basement of metrics house, yes, face to face."}
{"start": "00:05:30.720", "end": "00:05:37.620", "speaker": "Yuya Peco Takeda", "utterance": " In between time of provincial wide lockdowns when regulation with somewhat loosened with the hint of awkwardness we gathered."}
{"start": "00:05:38.220", "end": "00:05:46.020", "speaker": "Yuya Peco Takeda", "utterance": " surrounded by thousands of vinyl records, we started our experimental collaborative future narrative writing in response to the following questions."}
{"start": "00:05:46.680", "end": "00:06:00.900", "speaker": "Yuya Peco Takeda", "utterance": " What will sound sound like in an increasingly digitized future, how will meaning of technology evolved together and apart, how can we collaborate to believe right the future in a way that allows for multiple perspectives and 10 properties."}
{"start": "00:06:02.040", "end": "00:06:15.330", "speaker": "Yuya Peco Takeda", "utterance": " As we were sitting up the context, a skunk passed by by the window basement window and into our story to universe becoming the central cyborg Ian post human figure of our future future imaginings."}
{"start": "00:06:16.500", "end": "00:06:26.670", "speaker": "Yuya Peco Takeda", "utterance": " We wrote simultaneously allowing the thoughts to come freely we wrote for a set amount of time and then read what we had written allow to each other, around the people."}
{"start": "00:06:27.300", "end": "00:06:45.030", "speaker": "Yuya Peco Takeda", "utterance": " In this way, elements and ideas and characters began to circulate among us, as we will discuss further this cocktails or no right it through the feedback loop of writing reading aloud and certification of the written text fema is going to tell us about how we solidified the texts."}
{"start": "00:06:47.130", "end": "00:06:53.160", "speaker": "Effiam", "utterance": " to solidify the text that we grow we use singling an application that we developed in the digital literacy Center."}
{"start": "00:06:53.730", "end": "00:07:10.410", "speaker": "Effiam", "utterance": " We created a software to facilitate the learning and analysis of reading by listening simply takes text as an input to produce sound us to put the audio generated is based on the lexical grammatical properties of the text, which forms the connection between vocabulary and grammar."}
{"start": "00:07:11.430", "end": "00:07:19.770", "speaker": "Effiam", "utterance": " Our second iteration of this collaborative story writing process took place in October 2020 at the auto inquiry research group symposium."}
{"start": "00:07:20.610", "end": "00:07:28.740", "speaker": "Effiam", "utterance": " Continuing from where we left off at tedx House you compose the second chapter of scum tales live this time using sync went to certify the texting real time."}
{"start": "00:07:29.700", "end": "00:07:42.240", "speaker": "Effiam", "utterance": " We wrote me solidified in singling for a certain amount of time, then we copy and paste it will be rotor onto pamphlet where stories can be read in a linear time cadre good now tell us how we can be the Texan differently."}
{"start": "00:07:44.430", "end": "00:07:52.560", "speaker": "Kedrick James", "utterance": " And will take you now to the website, which will put the link for in the chat and on this website, we were."}
{"start": "00:07:53.100", "end": "00:08:02.340", "speaker": "Kedrick James", "utterance": " Basically, exploring a number of different multimodal ways that we could share the ideas and experiences of a nonlinear futures narrative."}
{"start": "00:08:02.760", "end": "00:08:18.030", "speaker": "Kedrick James", "utterance": " And so, when engages both with the soundscapes we've created by using the narrative and just as an example of one at the different chapters that we created we've taken the work of Jim Andrews and notable electronic literature artists."}
{"start": "00:08:19.080", "end": "00:08:32.760", "speaker": "Kedrick James", "utterance": " His his program called stir fry and in the stir fry text we've gone in and taken the code and allowed the different sections of the text to be Palin c'est over each other so as you scroll over it, you can encounter."}
{"start": "00:08:33.450", "end": "00:08:42.630", "speaker": "Kedrick James", "utterance": " nonlinear presentation of this narrative and through a number of different experiments we've tried to give the reader the same."}
{"start": "00:08:42.990", "end": "00:08:57.690", "speaker": "Kedrick James", "utterance": " generative experience of encountering a nonlinear narrative structure and now we'll talk from rachel's perspective, about how we can how you can in fact engage in this ongoing narrative that we hope will continue until the pandemic is."}
{"start": "00:09:01.980", "end": "00:09:02.850", "speaker": "Rachel Horst", "utterance": " yeah so through."}
{"start": "00:09:11.100", "end": "00:09:11.520", "speaker": "None", "utterance": "Oh."}
{"start": "00:09:12.570", "end": "00:09:15.600", "speaker": "Kedrick James", "utterance": " It looks like rachel's frozen."}
{"start": "00:09:16.770", "end": "00:09:21.420", "speaker": "Kedrick James", "utterance": " So maybe we'll just continue that's too bad."}
{"start": "00:09:22.710", "end": "00:09:25.770", "speaker": "Kedrick James", "utterance": " So we'll just continue until she can join us again."}
{"start": "00:09:27.060", "end": "00:09:30.870", "speaker": "Kedrick James", "utterance": " In this further stage of this cocktails narrative."}
{"start": "00:09:31.140", "end": "00:09:41.340", "speaker": "Kedrick James", "utterance": " we've created a thing that we've used for a process we call the patch and so we've taken all the words in several chapters that have been generated over several different iterations."}
{"start": "00:09:41.580", "end": "00:09:50.430", "speaker": "Kedrick James", "utterance": " of creating the skunk tales narrative and put them into a version of I read fast, which allows you to adjust the speed of the words that you see."}
{"start": "00:09:51.510", "end": "00:10:02.400", "speaker": "Kedrick James", "utterance": " And then, if you go down, you can just allow you can enter words that strike you because they resonate for you or you you catch them in your head as they whipped by great speed."}
{"start": "00:10:02.760", "end": "00:10:21.270", "speaker": "Kedrick James", "utterance": " and write them down a little below it if you scroll down you'll you'll see that you can, in fact, then add to the palette the format that we've used for much of the creation of this narrative and generate your own bits of text which we will incorporate into the overall narrative structure."}
{"start": "00:10:22.320", "end": "00:10:29.430", "speaker": "Kedrick James", "utterance": " We look forward to talking with you more about this project and its many different prongs and extensions."}
{"start": "00:10:29.790", "end": "00:10:30.840", "speaker": "Kedrick James", "utterance": " As we get into the."}
{"start": "00:10:30.840", "end": "00:10:34.920", "speaker": "Kedrick James", "utterance": " Discussion period so thanks we'll put links in the chat."}
{"start": "00:10:42.510", "end": "00:10:43.680", "speaker": "Kedrick James", "utterance": " I think that was seven minutes."}
{"start": "00:10:44.460", "end": "00:10:46.980", "speaker": "Mark Marino", "utterance": " It was great that was great yep all right."}
{"start": "00:10:50.520", "end": "00:10:50.760", "speaker": "Rachel Horst", "utterance": " Go."}
{"start": "00:10:51.000", "end": "00:10:54.900", "speaker": "Mark Marino", "utterance": " Oh right Rachel do you want to say a few things before you a bonus me if you want."}
{"start": "00:10:54.900", "end": "00:11:02.940", "speaker": "Rachel Horst", "utterance": " Just apologies that my this that's the one minute that that I lost connection, of course, when i'm speaking so apologies."}
{"start": "00:11:04.110", "end": "00:11:15.600", "speaker": "Mark Marino", "utterance": " yeah it's classic it's classic I thought that was part of the performance, I actually i'm i'm so sorry that happened there, but there will be plenty of time to catch anything you want to add during the chat for sure."}
{"start": "00:11:16.440", "end": "00:11:31.560", "speaker": "Mark Marino", "utterance": " Okay well next up, we have Elliot headman who's going to be presenting improving readers participation and academic engagement with incur inquiry based reading in wonder stories."}
{"start": "00:11:34.200", "end": "00:11:45.720", "speaker": "Elliott Hedman", "utterance": " Thank you, mark hi everyone I am Dr Elliot hadn't been really inspired by everyone's talks and the crazy thing you guys all come up with with what could text look like."}
{"start": "00:11:47.010", "end": "00:11:53.220", "speaker": "Elliott Hedman", "utterance": " I want to show you a small graph here, this is your brains on books."}
{"start": "00:11:53.970", "end": "00:12:02.550", "speaker": "Elliott Hedman", "utterance": " More specifically, this is the third grade English language learner as he's reading the voyage of the doctor to little I helped invent a sensor at the MIT media lab."}
{"start": "00:12:03.000", "end": "00:12:12.210", "speaker": "Elliott Hedman", "utterance": " Where we measure emotions and this actually this little Spikes there, those are moments when he's getting engaged but seven minutes in he had Dr D little are not the best of friends in fact."}
{"start": "00:12:12.720", "end": "00:12:17.730", "speaker": "Elliott Hedman", "utterance": " there's a big drop box plot of drool on first page when we came back and checked in with them."}
{"start": "00:12:18.270", "end": "00:12:28.680", "speaker": "Elliott Hedman", "utterance": " Now Okay, so one kid didn't like reading, but it ends up being the case, in this day and age of 52% of kids that don't want to read, they don't enjoy reading they don't like it."}
{"start": "00:12:29.340", "end": "00:12:37.710", "speaker": "Elliott Hedman", "utterance": " This is a problem, because the number one predictor of a kid's success of reading is how much they enjoy it if you read a lot you're going to do really well at it, but how do we create a world today."}
{"start": "00:12:38.040", "end": "00:12:45.030", "speaker": "Elliott Hedman", "utterance": " When kids have all these ipads and all these Games, where they want to participate, where they want to read that is my big question that i've been trying to research."}
{"start": "00:12:46.350", "end": "00:12:57.570", "speaker": "Elliott Hedman", "utterance": " So we just this kid who read Dr Julian the same day we showed him wonder stories, this is a digital reading tool it's an APP you can download it i'll link it it's wonder stories that APP."}
{"start": "00:12:58.080", "end": "00:13:12.570", "speaker": "Elliott Hedman", "utterance": " When he read wonder sorry this is his skin conductance and that that's every one of those Spikes and him leaning in participating engaging being excited about it my favorite part about his response afterwards was he told me that was a lot like math."}
{"start": "00:13:13.590", "end": "00:13:21.450", "speaker": "Elliott Hedman", "utterance": " So our event, it was almost a finance math for him, that was a weird but you know, for most of these kids they're being told that they aren't good at reading that they don't."}
{"start": "00:13:21.810", "end": "00:13:27.030", "speaker": "Elliott Hedman", "utterance": " That they're stupid or that they can't do it, it comes down to is that they just not given experience with the right stimuli."}
{"start": "00:13:29.010", "end": "00:13:32.250", "speaker": "Elliott Hedman", "utterance": " We have time i'll show you guys a video of a kid actually reading the."}
{"start": "00:13:33.480", "end": "00:13:38.070", "speaker": "Elliott Hedman", "utterance": " The wonder stories, but what I do is I do co creation at the boys and girls club here in Denver."}
{"start": "00:13:38.370", "end": "00:13:44.430", "speaker": "Elliott Hedman", "utterance": " Where we work together with kids and figure out Okay, if you don't like a book, what do you like what should it look like what should electronic book look like."}
{"start": "00:13:45.180", "end": "00:13:51.570", "speaker": "Elliott Hedman", "utterance": " What are finding has happened and what creative wonder stories of even a reading itself might not engage in early reader."}
{"start": "00:13:52.020", "end": "00:14:01.620", "speaker": "Elliott Hedman", "utterance": " Questions and cognitive thinking is a really great way to engage kids when they actually have to participate and think about things you think oh if you're behind you don't want that, but no, you actually wanted even more."}
{"start": "00:14:02.220", "end": "00:14:09.120", "speaker": "Elliott Hedman", "utterance": " So in wonder story is because we saw these kids loving reading so much we created a bunch of stories and we're solving problems so."}
{"start": "00:14:09.600", "end": "00:14:21.540", "speaker": "Elliott Hedman", "utterance": " Why are all the kids getting sick what what what's rotten what food is run or the spaceship is broken, how do we fix it or one of my favorite questions the bus drivers a dinosaur is she going to eat me."}
{"start": "00:14:22.290", "end": "00:14:28.530", "speaker": "Elliott Hedman", "utterance": " So these kind of questions are the kids going to participate answer questions all reading and cognitively thinking and doing a lot of comprehension with it."}
{"start": "00:14:29.940", "end": "00:14:32.730", "speaker": "Elliott Hedman", "utterance": " By article goes into a lot of detail over."}
{"start": "00:14:33.990", "end": "00:14:39.960", "speaker": "Elliott Hedman", "utterance": " The last year, I actually ran the literacy program at the boys and girls club that stayed open during covered."}
{"start": "00:14:40.320", "end": "00:14:48.600", "speaker": "Elliott Hedman", "utterance": " And even though I gave questions the kids were kind of engaged, they were kind of there sometimes, but a lot of times I mean I had kids the first day tell me reading sucks I don't want to do this."}
{"start": "00:14:49.170", "end": "00:14:57.210", "speaker": "Elliott Hedman", "utterance": " And what ended up happening as I explored Okay, not only do we need to do, questions, but we need to do more to engage these kids who haven't read a book, sometimes for almost a year."}
{"start": "00:14:57.660", "end": "00:15:01.260", "speaker": "Elliott Hedman", "utterance": " And what ended up happening is that when we integrated wonder stories with."}
{"start": "00:15:02.190", "end": "00:15:10.590", "speaker": "Elliott Hedman", "utterance": " acoustic trivia like game where you can compete with others and get points this sense of social competition had an insane amount of engagement."}
{"start": "00:15:11.100", "end": "00:15:17.280", "speaker": "Elliott Hedman", "utterance": " I started out with kids not even reading a book I like that one kid to read as soon as they put a hoot in with these questions."}
{"start": "00:15:17.790", "end": "00:15:25.710", "speaker": "Elliott Hedman", "utterance": " I had kids telling their parents who were came to pick them up, that they had to wait outside until they finished reading the book because they need to finish the game."}
{"start": "00:15:26.130", "end": "00:15:32.580", "speaker": "Elliott Hedman", "utterance": " I also had kids asked me, can we read another one, I want to read another book, and these are kids who are multiple grade levels below and hate reading."}
{"start": "00:15:33.030", "end": "00:15:43.890", "speaker": "Elliott Hedman", "utterance": " And all we have to do is reframe reading into a more digitally for you so i'm kind of here kind of challenge, can I see yellow more of an artistic direction but it's like actually digital reading is the future of reading for young kids."}
{"start": "00:15:44.580", "end": "00:15:52.740", "speaker": "Elliott Hedman", "utterance": " I feel very alone in making this argument i'm really excited to be there, marked, we have, I think I think i've talked to like only three minutes we have time to show the video."}
{"start": "00:15:52.830", "end": "00:15:54.450", "speaker": "Mark Marino", "utterance": " You got you got three more minutes as a."}
{"start": "00:15:54.450", "end": "00:15:57.150", "speaker": "Elliott Hedman", "utterance": " matter okay guys quick, we got to press the play button."}
{"start": "00:15:58.380", "end": "00:16:05.400", "speaker": "Elliott Hedman", "utterance": " All right, I want you to watch it, I want you to watch this girl here, because this is going to look very different than what a normal reader will look like."}
{"start": "00:16:41.340", "end": "00:16:44.850", "speaker": "Elliott Hedman", "utterance": " When was the last time you saw a fist pump well I kids reading a book."}
{"start": "00:16:45.270", "end": "00:16:57.390", "speaker": "Elliott Hedman", "utterance": " The problem is that most book for 200 pages about ever feeling a successor achievement and kids, especially those behind need those moments of success and excitement, and in my opinion, digital reading is the future and that's what i'm working on."}
{"start": "00:16:58.620", "end": "00:16:59.310", "speaker": "Elliott Hedman", "utterance": " Thank you guys."}
{"start": "00:17:03.750", "end": "00:17:05.400", "speaker": "Mark Marino", "utterance": " All right, thank you very much."}
{"start": "00:17:05.460", "end": "00:17:12.150", "speaker": "Mark Marino", "utterance": " That was excellent wow i'm already seeing all the lines of flavor connection between all these talks it's almost like a."}
{"start": "00:17:13.170", "end": "00:17:23.520", "speaker": "Mark Marino", "utterance": " Perfectly put together panel alright so next up, we have Eleanor a Sarah and natalie lists out and they're going to be presenting."}
{"start": "00:17:24.960", "end": "00:17:41.250", "speaker": "Mark Marino", "utterance": " And I apologize for not pronouncing their title correctly i'll say a lab or in an online laboratory for observing children's Elliot and accompanying digital literacy, so let me turn it over to them now, thank you i'm."}
{"start": "00:17:41.280", "end": "00:17:43.080", "speaker": "Eleonora Acerra", "utterance": " Trying to share my screen."}
{"start": "00:17:44.700", "end": "00:17:45.600", "speaker": "Eleonora Acerra", "utterance": " But they cannot."}
{"start": "00:17:46.620", "end": "00:17:49.140", "speaker": "Mark Marino", "utterance": " I think this up yeah and then you."}
{"start": "00:17:52.260", "end": "00:17:53.250", "speaker": "Mark Marino", "utterance": " know you should be able to."}
{"start": "00:17:54.690", "end": "00:17:56.280", "speaker": "Nathalie Lacelle", "utterance": " So i'm going to start well she's."}
{"start": "00:17:57.480", "end": "00:17:57.900", "speaker": "Nathalie Lacelle", "utterance": " She."}
{"start": "00:17:59.070", "end": "00:17:59.460", "speaker": "None", "utterance": "Okay."}
{"start": "00:18:04.080", "end": "00:18:12.180", "speaker": "Nathalie Lacelle", "utterance": " So we're both from Quebec we're both the teachers in universities in Quebec were French speaking, you know no house or Italian."}
{"start": "00:18:13.440", "end": "00:18:27.030", "speaker": "Nathalie Lacelle", "utterance": " And we're in them part of the last shout out I just in multimodal media literacy so good afternoon everyone thanks for being with us on this panel, despite the late hour in the zoom 15."}
{"start": "00:18:27.660", "end": "00:18:35.850", "speaker": "Nathalie Lacelle", "utterance": " It is a true pleasure for us to be here today and to share with you the lab behind website, which is also a laboratory of researches."}
{"start": "00:18:36.990", "end": "00:18:39.090", "speaker": "Nathalie Lacelle", "utterance": " which has just been launched for you."}
{"start": "00:18:40.110", "end": "00:18:51.810", "speaker": "Nathalie Lacelle", "utterance": " And results from a long research project realize between 2017 in 2020 in the framework of concerted actions between."}
{"start": "00:18:53.850", "end": "00:19:07.410", "speaker": "Nathalie Lacelle", "utterance": " A fallen society and culture research founding and the culture and communication Ministry of Quebec so in five minutes presentation or seven but I took one."}
{"start": "00:19:08.340", "end": "00:19:14.430", "speaker": "Nathalie Lacelle", "utterance": " We would like to recall something lemons presented in our texts and maybe add some details."}
{"start": "00:19:15.000", "end": "00:19:29.880", "speaker": "Nathalie Lacelle", "utterance": " The first element, we want to stress is that we are presenting a work in progress, we are still integrating content and adjusting design features and functionality, so please do not hesitate to share your impressions reactions and improvement ideas."}
{"start": "00:19:30.810", "end": "00:19:39.090", "speaker": "Nathalie Lacelle", "utterance": " The second element, we want to stress concerns our team, in fact, even if today we can only you can only see the two of us."}
{"start": "00:19:39.510", "end": "00:19:46.320", "speaker": "Nathalie Lacelle", "utterance": " A team of teen researchers and teen research assistant from different disciplinary fields, education, literature and art."}
{"start": "00:19:46.860", "end": "00:19:55.830", "speaker": "Nathalie Lacelle", "utterance": " has been involved into research in different phases of our times, some of our colleagues gathered data among the publishers developers and."}
{"start": "00:19:56.220", "end": "00:20:07.920", "speaker": "Nathalie Lacelle", "utterance": " Independent artists some others interview teachers some others worked together with our co creation partners and some of them are still working on different projects right now."}
{"start": "00:20:09.390", "end": "00:20:11.610", "speaker": "Nathalie Lacelle", "utterance": " we're certainly to talk to, because my bill."}
{"start": "00:20:13.080", "end": "00:20:26.760", "speaker": "Nathalie Lacelle", "utterance": " Another group that we are working with so after these premises, a few words about the history of this project, the aim of the project was to support digital publishing any such initiatives for young readers in Quebec."}
{"start": "00:20:27.240", "end": "00:20:37.860", "speaker": "Nathalie Lacelle", "utterance": " Through an observation of favorable production, distribution and reception practices, more particularly, we wanted to insert three main research questions that you can see right now."}
{"start": "00:20:38.190", "end": "00:20:58.710", "speaker": "Nathalie Lacelle", "utterance": " oriented, on the one side to publishers developers and artists willing to go digital and on the other, the educators, mainly teachers Librarians and families willing to offer new artistic and literary literary digital content content to young reader so it was a very big."}
{"start": "00:21:00.390", "end": "00:21:06.480", "speaker": "Nathalie Lacelle", "utterance": " field to look into So you can see our question research that."}
{"start": "00:21:07.650", "end": "00:21:16.410", "speaker": "Nathalie Lacelle", "utterance": " Are the origin of the project and our objective, so you can see, this into text, and right now in the."}
{"start": "00:21:18.180", "end": "00:21:29.550", "speaker": "Nathalie Lacelle", "utterance": " presentation, so we had some different ID identify document thing part co creating part and then we developed some."}
{"start": "00:21:30.780", "end": "00:21:38.190", "speaker": "Nathalie Lacelle", "utterance": " content that we will present right away so data was gathered vs semi structured interview with different."}
{"start": "00:21:38.640", "end": "00:21:47.640", "speaker": "Nathalie Lacelle", "utterance": " actors involving producing this routing or I kept our company the reception of children's digital literary works."}
{"start": "00:21:48.150", "end": "00:21:58.620", "speaker": "Nathalie Lacelle", "utterance": " And we mainly identifying three major issues i'm going really fast through the research hard, because I want to show you the the result."}
{"start": "00:21:59.070", "end": "00:22:13.650", "speaker": "Nathalie Lacelle", "utterance": " So the first one offers the lack of knowledge about the curate editorial offer by educators Librarians and, more generally, by common readers The second issue is related to young readers'."}
{"start": "00:22:14.190", "end": "00:22:22.110", "speaker": "Nathalie Lacelle", "utterance": " To facilities and pertains more particularly to school practices and to sequel cognitive and affective process involving."}
{"start": "00:22:22.530", "end": "00:22:35.490", "speaker": "Nathalie Lacelle", "utterance": " Digital reading which largely goes beyond pilot publishers and creators experience, expertise, the third difficulty emerges, and you can see all the ruptures points that we call that we could identify."}
{"start": "00:22:36.060", "end": "00:22:47.940", "speaker": "Nathalie Lacelle", "utterance": " In the first phase in which, after we could work through resolving those problem with through croak co creation, so the third difficulty images with the slight difference between teachers."}
{"start": "00:22:49.200", "end": "00:23:03.480", "speaker": "Nathalie Lacelle", "utterance": " librarian Librarians and literally to mediators and offers in refers to like of guiding material materials to find in present digital creation, so I will it eleonora a present to the library lag behind."}
{"start": "00:23:04.590", "end": "00:23:06.120", "speaker": "Nathalie Lacelle", "utterance": " website and laboratory."}
{"start": "00:23:08.100", "end": "00:23:17.190", "speaker": "Eleonora Acerra", "utterance": " Hello everybody, so the labyrinth website has been created to reduce these issues and to support on one side, publishers."}
{"start": "00:23:17.520", "end": "00:23:29.250", "speaker": "Eleonora Acerra", "utterance": " In developing new content and on the other, educators and teachers in integrating them in their practice we developed it to the wordpress platform."}
{"start": "00:23:29.700", "end": "00:23:47.520", "speaker": "Eleonora Acerra", "utterance": " And we intended it as a virtual laboratory on the contemporary children's the digital literature and art and it is aimed at providing conceptual informative and did uptick resource based on based on scientific data."}
{"start": "00:23:49.290", "end": "00:23:59.460", "speaker": "Eleonora Acerra", "utterance": " So it has three main sections one for education tool, one for publishers and one concerning digital works."}
{"start": "00:24:00.300", "end": "00:24:10.740", "speaker": "Eleonora Acerra", "utterance": " At mission side are recording the first section of the of the website, we wanted to add readers teachers and publishers discovering."}
{"start": "00:24:11.250", "end": "00:24:21.510", "speaker": "Eleonora Acerra", "utterance": " The different forms that digital works can have we wanted to offer publishers and educator it's clear recommendations to overcome their issues."}
{"start": "00:24:22.080", "end": "00:24:41.190", "speaker": "Eleonora Acerra", "utterance": " We wanted to present your research projects carried out with our partners and, finally, we wanted to inform the public of any news related to children's eater events publications prizes new works so maybe we can just."}
{"start": "00:24:42.240", "end": "00:24:43.830", "speaker": "Eleonora Acerra", "utterance": " See the main."}
{"start": "00:24:45.060", "end": "00:24:54.810", "speaker": "Eleonora Acerra", "utterance": " pages, we have five sections, the first offers did they descriptions of the literature insurance, we have worked with."}
{"start": "00:24:56.070", "end": "00:25:06.900", "speaker": "Eleonora Acerra", "utterance": " The second is for publishers and present this recommendations and advice based both on our research and on literature reviews."}
{"start": "00:25:08.010", "end": "00:25:18.210", "speaker": "Eleonora Acerra", "utterance": " The third contains descriptions of theoretical concepts on notions of digital literature that sin necessity to introduce teach the literature school."}
{"start": "00:25:19.020", "end": "00:25:32.700", "speaker": "Eleonora Acerra", "utterance": " and forth, as some projects follow during the research and the fifth complaints for sub sections and compiled relevant news on the Sunday Twitter."}
{"start": "00:25:34.860", "end": "00:25:47.880", "speaker": "Eleonora Acerra", "utterance": " you're there is a call for action for a new research that we are starting and that may interest, a lot of you, and you are already invited to participate."}
{"start": "00:25:48.780", "end": "00:26:00.480", "speaker": "Eleonora Acerra", "utterance": " And we have selected some works, but to describe more in the day, but maybe we can do it later because we are on our eight minutes presentation."}
{"start": "00:26:02.220", "end": "00:26:09.180", "speaker": "Eleonora Acerra", "utterance": " Though maybe we can keep it for later and answer morning, the day on these are works."}
{"start": "00:26:11.640", "end": "00:26:12.630", "speaker": "Nathalie Lacelle", "utterance": " Okay, they don't know."}
{"start": "00:26:13.620", "end": "00:26:17.700", "speaker": "Nathalie Lacelle", "utterance": " If she can just put it there, then."}
{"start": "00:26:18.870", "end": "00:26:21.120", "speaker": "Nathalie Lacelle", "utterance": " it's an English, the the."}
{"start": "00:26:21.300", "end": "00:26:23.100", "speaker": "Nathalie Lacelle", "utterance": " Our new research, you can."}
{"start": "00:26:23.130", "end": "00:26:25.440", "speaker": "Eleonora Acerra", "utterance": " You can manage any English."}
{"start": "00:26:25.770", "end": "00:26:27.720", "speaker": "Nathalie Lacelle", "utterance": " And it's on your first."}
{"start": "00:26:28.530", "end": "00:26:32.370", "speaker": "Nathalie Lacelle", "utterance": " experiences and emotional experience of digital liberty."}
{"start": "00:26:33.360", "end": "00:26:36.960", "speaker": "Eleonora Acerra", "utterance": " yeah we are trying to gather your first."}
{"start": "00:26:38.040", "end": "00:26:40.410", "speaker": "Eleonora Acerra", "utterance": " Memories on the literature."}
{"start": "00:26:40.530", "end": "00:26:43.920", "speaker": "Mark Marino", "utterance": " Oh sounds great adults are allowed to answer those questions."}
{"start": "00:26:44.400", "end": "00:26:45.810", "speaker": "Mark Marino", "utterance": " yeah oh great."}
{"start": "00:26:45.930", "end": "00:27:02.820", "speaker": "Mark Marino", "utterance": " Very good awesome well all right very good one i'm excited to hear more about to these to explore the site and learn about the individual works, because obviously i've got a long term project of trying to collect those works interesting works of digital electronic literature for children."}
{"start": "00:27:03.210", "end": "00:27:09.030", "speaker": "Mark Marino", "utterance": " yeah and now we're going to try to transition to our last speaker, last but not least."}
{"start": "00:27:10.320", "end": "00:27:20.190", "speaker": "Mark Marino", "utterance": " My collaborator and friend rob widow, who is going to present net profit in the classroom character building and team building."}
{"start": "00:27:22.650", "end": "00:27:27.090", "speaker": "Rob Wittig", "utterance": " Thank you Mayra quick great presentations it's so exciting the pieces coming together."}
{"start": "00:27:27.990", "end": "00:27:38.850", "speaker": "Rob Wittig", "utterance": " like this, so I am not gonna hide the gold i'm going to give you my two best tips for teaching net profit in the classroom, this is a undergrad university classroom right off the top."}
{"start": "00:27:39.480", "end": "00:27:50.850", "speaker": "Rob Wittig", "utterance": " Here they are the first one is called octopus hands it's an Anti carpal tunnel exercise now I always ask if this is offensive to anybody's culture and I need you to do it when you're just sitting there watching you need to do it."}
{"start": "00:27:51.420", "end": "00:28:02.460", "speaker": "Rob Wittig", "utterance": " got a warm up writing, after all, is a physical activity, so your fingertips come together and you move them through the water you feel how good that feels on the front and back of those poor wrists it's the."}
{"start": "00:28:03.000", "end": "00:28:14.070", "speaker": "Rob Wittig", "utterance": " it's the occupational hazard of all writers so that's tip number one tip number two if you have one chance to move when you're at your desk writing it starts like this, you."}
{"start": "00:28:15.210", "end": "00:28:27.720", "speaker": "Rob Wittig", "utterance": " interlink your fingers like that straight up over your head oh my God, we all need that don't you need I can see it, you only need, and then you why go a little bit while i'll go i'll go i'll go do it in the classroom haven't stand up."}
{"start": "00:28:28.740", "end": "00:28:29.880", "speaker": "Rob Wittig", "utterance": " There you go excellent."}
{"start": "00:28:35.580", "end": "00:28:38.040", "speaker": "Rob Wittig", "utterance": " So can everybody see that okay."}
{"start": "00:28:39.330", "end": "00:28:41.070", "speaker": "Rob Wittig", "utterance": " Yes, okay um."}
{"start": "00:28:43.080", "end": "00:28:44.460", "speaker": "Rob Wittig", "utterance": " let's let's play."}
{"start": "00:28:45.780", "end": "00:28:50.730", "speaker": "Rob Wittig", "utterance": " Starting right up so one of the keys to net profit Internet improv."}
{"start": "00:28:51.510", "end": "00:29:00.090", "speaker": "Rob Wittig", "utterance": " Is that the instructions are often less important than the model, so what I need everybody to do is read these three models, this is what I very often start out."}
{"start": "00:29:00.810", "end": "00:29:11.130", "speaker": "Rob Wittig", "utterance": " My students with read these three models and then write in the chat of this talk and I need everybody to write in the chat a similar post."}
{"start": "00:29:12.180", "end": "00:29:14.880", "speaker": "Rob Wittig", "utterance": " The three models you read the three models you'll get the idea."}
{"start": "00:29:18.420", "end": "00:29:19.290", "speaker": "Rob Wittig", "utterance": " Okay."}
{"start": "00:29:20.370", "end": "00:29:27.900", "speaker": "Rob Wittig", "utterance": " So read the three models and then just jump right into chat no right or wrong answers it's not a contest nobody's going to grade you."}
{"start": "00:29:29.280", "end": "00:29:30.510", "speaker": "Rob Wittig", "utterance": " But just jump in."}
{"start": "00:29:31.590", "end": "00:29:42.960", "speaker": "Rob Wittig", "utterance": " and start writing that next thing, so this series of models establishes what in theatre improv is often called the game."}
{"start": "00:29:44.370", "end": "00:29:55.590", "speaker": "Rob Wittig", "utterance": " Which is somebody will start a game that has to do with relationships, and this is obviously a game of kind of cooler than you or whatever you'd want to call that."}
{"start": "00:29:57.030", "end": "00:30:00.180", "speaker": "Rob Wittig", "utterance": " So go ahead i'm going to continue because we're we're."}
{"start": "00:30:00.870", "end": "00:30:11.520", "speaker": "Rob Wittig", "utterance": " On the tight time schedule, but just keep typing so everybody types at least one thing so just type of thing and it's interesting because um you know undergrad students love this this this cuts, a little bit closer to the bone for."}
{"start": "00:30:12.330", "end": "00:30:16.500", "speaker": "Rob Wittig", "utterance": " Early career and mid career academics these these three examples, but they're."}
{"start": "00:30:17.010", "end": "00:30:24.120", "speaker": "Rob Wittig", "utterance": " they're good example to start with, and this is, these are examples from a beautiful ancient website from 15 years ago."}
{"start": "00:30:24.390", "end": "00:30:33.990", "speaker": "Rob Wittig", "utterance": " or so called tweeting to heart, and that is the that's the game of that little writing exercise in a concept tweeting too hard so you're on Twitter and you're tweeting to heart."}
{"start": "00:30:34.410", "end": "00:30:44.430", "speaker": "Rob Wittig", "utterance": " So everybody who's on social media can kind of recognize that kind of game, so now, I want you to do a following thing I want you to look at your own post."}
{"start": "00:30:45.540", "end": "00:30:53.220", "speaker": "Rob Wittig", "utterance": " And sort of imagine who might have written it because, again i'm asking you to kind of do this exaggerated bragging."}
{"start": "00:30:53.760", "end": "00:31:05.910", "speaker": "Rob Wittig", "utterance": " humble bragging is another name for what you are just doing so imagine that it's not you and that it's a character and give that character name and it can either be sort of a natural language human world's name."}
{"start": "00:31:06.270", "end": "00:31:22.470", "speaker": "Rob Wittig", "utterance": " Or, I invite you to write a social media handle for who that would be so just pause a second, who would have, who was the character, who wrote that those words that just came through your fingers, who is that so just write that down."}
{"start": "00:31:25.680", "end": "00:31:28.860", "speaker": "Rob Wittig", "utterance": " And now some of you, I think, are already can read the instructions."}
{"start": "00:31:29.490", "end": "00:31:35.760", "speaker": "Rob Wittig", "utterance": " are jumping ahead so once you've established that name I want you to repost what you just did you can copy and paste it right out of the chat."}
{"start": "00:31:36.150", "end": "00:31:46.830", "speaker": "Rob Wittig", "utterance": " repost what you just did but start with this name in whatever form, it is, and then a colon kind of like a script or a you know, a theatrical script or a movie script so start with the name."}
{"start": "00:31:47.130", "end": "00:31:52.470", "speaker": "Rob Wittig", "utterance": " If you want to like it's a you know, a natural language name, then put it in caps, you can."}
{"start": "00:31:52.710", "end": "00:32:04.170", "speaker": "Rob Wittig", "utterance": " So just repost that for everybody, so that now there's not only the statement you wrote, but then there's the character and mark, can I ask because i'm as I tell my students i'm terrible at keeping track of chat just so good."}
{"start": "00:32:04.830", "end": "00:32:11.430", "speaker": "Rob Wittig", "utterance": " mark, let me know if there's anything in chat that I need to be known learn, you need to know about in this okay so really."}
{"start": "00:32:11.640", "end": "00:32:13.170", "speaker": "Mark Marino", "utterance": " Just followed their phone their rules."}
{"start": "00:32:13.230", "end": "00:32:16.260", "speaker": "Rob Wittig", "utterance": " Okay, is everybody repost it so now."}
{"start": "00:32:18.450", "end": "00:32:30.600", "speaker": "Rob Wittig", "utterance": " Using your character's name again you're going to start with your your character's name I want you to respond directly to some other characters post, not the person, but the characters posts."}
{"start": "00:32:30.990", "end": "00:32:38.010", "speaker": "Rob Wittig", "utterance": " and use the familiar social media form of address, which I love the at sign so so you put your name."}
{"start": "00:32:38.520", "end": "00:32:44.730", "speaker": "Rob Wittig", "utterance": " colon and then the at sign, so that we know who you're talking to, and then I want you to respond to that person."}
{"start": "00:32:45.150", "end": "00:32:52.230", "speaker": "Rob Wittig", "utterance": " And what you're going to see is that many of you even start to think about that this character relationship, how do these characters relate, and you know."}
{"start": "00:32:52.680", "end": "00:33:12.090", "speaker": "Rob Wittig", "utterance": " What can you how can you in your first in your response to that other character begin to establish relationship or your colleagues are you professional competitors, is it a boss and employee situation where the power differential are they you know siblings or you know, is it."}
{"start": "00:33:13.320", "end": "00:33:28.260", "speaker": "Rob Wittig", "utterance": " Is one person, a narcissist and the other is feeding the other one their narcissistic supplies, one of my favorite psychological terms, so just go ahead and respond pick someone doesn't matter just random."}
{"start": "00:33:29.280", "end": "00:33:38.730", "speaker": "Rob Wittig", "utterance": " And again don't be worried if somebody didn't respond to yours it's not a judgment we're all just it's all just free play and i'm going to let you begin for the interest of time i'm going to charge ahead."}
{"start": "00:33:39.150", "end": "00:33:48.840", "speaker": "Rob Wittig", "utterance": " And while you're completing that because I think we're all multitasker so what I find in teaching creative writing keep using that practice each grade writing."}
{"start": "00:33:49.260", "end": "00:33:57.990", "speaker": "Rob Wittig", "utterance": " Is that I just throw students in the deep end just like I did with you all and that they love it that the students will thrive in the deep end so what is net profit."}
{"start": "00:33:59.160", "end": "00:34:08.940", "speaker": "Rob Wittig", "utterance": " it's Internet improv is one way of saying it, I guess, my current formula is networked and provides literature it's what people do it's when somebody cats."}
{"start": "00:34:09.300", "end": "00:34:18.000", "speaker": "Rob Wittig", "utterance": " Facebook account starts communicating with somebody else's cats Facebook account like that snap prop it happens all the time it's not something that we invented something that people do."}
{"start": "00:34:18.810", "end": "00:34:31.740", "speaker": "Rob Wittig", "utterance": " But the thing that mark and I and others are are sent are asking now is how good can you get at it, how you know how good an art form can this be and that's kind of a technical description of an improv."}
{"start": "00:34:32.910", "end": "00:34:43.650", "speaker": "Rob Wittig", "utterance": " And it is not just a literary practice or an Internet practice it's also has a lot to do with games, what kind of a game is it it's not a competition scorekeeping game it's a."}
{"start": "00:34:44.280", "end": "00:34:56.460", "speaker": "Rob Wittig", "utterance": " game of memory can make believe so, what I find after I throw students in the deep end is that they need sort of a contextual support because I make an outrageous assertion when I show them about net profit, I say this is literature."}
{"start": "00:34:56.880", "end": "00:35:03.330", "speaker": "Rob Wittig", "utterance": " And it's like what so I say, well, what do you know about literature like i'm going to show you some things you know we all know about."}
{"start": "00:35:05.520", "end": "00:35:15.690", "speaker": "Rob Wittig", "utterance": " You know the novel here's one of the earliest English novels life in a strange adventures Robinson Crusoe and you'll notice here on I always show this page, this is the original title page."}
{"start": "00:35:16.110", "end": "00:35:29.250", "speaker": "Rob Wittig", "utterance": " it's written by himself, and we know it was written by Daniel defoe it's considered a fictional novel but default died, claiming that Robinson Crusoe was written by Robinson Crusoe it was not a fiction."}
{"start": "00:35:31.710", "end": "00:35:33.330", "speaker": "Rob Wittig", "utterance": " Okay, so I can."}
{"start": "00:35:34.410", "end": "00:35:36.840", "speaker": "Rob Wittig", "utterance": " I can start up here mark do is that was that your timer."}
{"start": "00:35:37.440", "end": "00:35:38.850", "speaker": "Mark Marino", "utterance": " Sorry, that was my timer yeah."}
{"start": "00:35:38.880", "end": "00:35:42.540", "speaker": "Rob Wittig", "utterance": " Okay, so do you want, should I just charge the headers that should I just wrap up there."}
{"start": "00:35:43.620", "end": "00:35:49.260", "speaker": "Mark Marino", "utterance": " um well, we can bring things out I think in discussion is my suspicion."}
{"start": "00:35:49.290", "end": "00:35:50.820", "speaker": "Rob Wittig", "utterance": " that we can get to some other points."}
{"start": "00:35:51.720", "end": "00:35:53.220", "speaker": "Mark Marino", "utterance": " Probably the best idea."}
{"start": "00:35:54.870", "end": "00:36:06.870", "speaker": "Mark Marino", "utterance": " But, or we can do, or first question could be what's one more thing you wish, you could have squeezed into your presentation that you'd like to add now do we do we want to do it sounds like that might be a good route let's do that."}
{"start": "00:36:06.870", "end": "00:36:09.270", "speaker": "Rob Wittig", "utterance": " let's let's let's do that with everybody yes okay."}
{"start": "00:36:09.570", "end": "00:36:10.680", "speaker": "Rob Wittig", "utterance": " It might have been a little tight."}
{"start": "00:36:11.040", "end": "00:36:16.140", "speaker": "Mark Marino", "utterance": " Okay sounds good so so let's give me i'm not gonna time is there a best best behavior."}
{"start": "00:36:16.380", "end": "00:36:17.700", "speaker": "Mark Marino", "utterance": " let's do one more thing you."}
{"start": "00:36:17.700", "end": "00:36:25.320", "speaker": "Mark Marino", "utterance": " wish you had time to to say, do we want to go in the same order reverse order, this time rob you just got done presenting do you want to go first on that."}
{"start": "00:36:26.790", "end": "00:36:28.680", "speaker": "Rob Wittig", "utterance": " yeah I might I might just do that so."}
{"start": "00:36:28.680", "end": "00:36:31.980", "speaker": "Mark Marino", "utterance": " Okay, so so rob's because he was do reverse order after rob."}
{"start": "00:36:33.780", "end": "00:36:34.590", "speaker": "Mark Marino", "utterance": " So start with rob."}
{"start": "00:36:35.040", "end": "00:36:45.390", "speaker": "Rob Wittig", "utterance": " OK, so the kinds of things I show them for context, are you know this moment where Robinson Crusoe is he insists that it's true and then."}
{"start": "00:36:45.900", "end": "00:36:54.630", "speaker": "Rob Wittig", "utterance": " Only 20 years later feeling has to insist that it's fake that he's not like these are not coded satires of real people, even though they have real sounding names."}
{"start": "00:36:55.290", "end": "00:37:08.250", "speaker": "Rob Wittig", "utterance": " Samuel Johnson is forbidden by British law to do accounts of the British Parliament, so he does have an imaginary place that he just invented and everybody knows that he's talking about what happened in Parliament the day before."}
{"start": "00:37:08.700", "end": "00:37:16.650", "speaker": "Rob Wittig", "utterance": " A young middle school age kids Thomas chatterton pretends to find a cache of beautiful medieval documents."}
{"start": "00:37:17.040", "end": "00:37:30.480", "speaker": "Rob Wittig", "utterance": " turns out that he had written him himself really forged time he wrote them they're all really authentic he's in there's, this is an archive he shamed for that publicly commit suicide at age 17 becomes a kind of a cult figure of the."}
{"start": "00:37:31.530", "end": "00:37:45.420", "speaker": "Rob Wittig", "utterance": " The romantic era Austrian of the imaginary Scottish bard also mock but then of course Tolkien does exactly the same thing, essentially, and then he's lionized later because that's because fiction."}
{"start": "00:37:45.660", "end": "00:37:56.340", "speaker": "Rob Wittig", "utterance": " is already up and establish so anyway, I just want to just teach people what that the origins of fiction look like this look like the enter the Internet world now."}
{"start": "00:37:57.420", "end": "00:38:02.640", "speaker": "Rob Wittig", "utterance": " I would give them contextual support from stage improv we haven't read the early PO."}
{"start": "00:38:03.750", "end": "00:38:16.710", "speaker": "Rob Wittig", "utterance": " As also as context and do practices in the one I would like little exercises and they build up to bigger projects, the one thing that I would just say that I would love to recommend everybody is in your own social media writing."}
{"start": "00:38:17.160", "end": "00:38:27.390", "speaker": "Rob Wittig", "utterance": " Use the hashtag secret diary and then write something that nobody you know you would never share with anybody like something's your innermost thoughts and you just hashtag its secret diary and."}
{"start": "00:38:27.720", "end": "00:38:32.490", "speaker": "Rob Wittig", "utterance": " This it's a thing i've seen it spread like wildfire among students among groups of friends."}
{"start": "00:38:32.880", "end": "00:38:37.380", "speaker": "Rob Wittig", "utterance": " like this hashtag it's just it's a convention, just like in theater."}
{"start": "00:38:37.680", "end": "00:38:47.850", "speaker": "Rob Wittig", "utterance": " We know that there are certain moments where this actor walks to the stage and talks directly to the audience and we all know that the other characters on stage can't hear them only the audience can hear that person."}
{"start": "00:38:48.180", "end": "00:38:52.830", "speaker": "Rob Wittig", "utterance": " So we're establishing those kinds of conventions in writing sorry I went on way too long sorry."}
{"start": "00:38:53.580", "end": "00:38:59.610", "speaker": "Mark Marino", "utterance": " No problem okay next up so Eleanor and natalie which one more thing you would you would like to add."}
{"start": "00:39:01.650", "end": "00:39:07.920", "speaker": "Nathalie Lacelle", "utterance": " Add on deanna, how do you want to share the the end of the so one or two digital."}
{"start": "00:39:10.860", "end": "00:39:11.460", "speaker": "Nathalie Lacelle", "utterance": " literacy."}
{"start": "00:39:14.820", "end": "00:39:19.080", "speaker": "Eleonora Acerra", "utterance": " I need to unmute yes, maybe we can show."}
{"start": "00:39:20.400", "end": "00:39:21.750", "speaker": "Eleonora Acerra", "utterance": " Are you on my screen."}
{"start": "00:39:22.530", "end": "00:39:22.920", "speaker": "None", "utterance": "Yes."}
{"start": "00:39:24.330", "end": "00:39:46.620", "speaker": "Eleonora Acerra", "utterance": " We can show some works, we have selected this one, and these are an adaptation of a print picture book and it's the story of this little boy fighting with this monsters that represent his cancer and it's not a sad story."}
{"start": "00:39:48.870", "end": "00:40:07.620", "speaker": "Eleonora Acerra", "utterance": " But it's very engaging and for each record, we have described the team, the construction team and in detail the digital work and we had had did some reserves for teachers and educators."}
{"start": "00:40:09.180", "end": "00:40:19.440", "speaker": "Eleonora Acerra", "utterance": " If we add we add that we added some elements of experience that we did with children, this work is particularly."}
{"start": "00:40:20.730", "end": "00:40:34.200", "speaker": "Eleonora Acerra", "utterance": " Because it does our recreation platform inside so children can use never theological elements and rewrite their own story so it's quite interesting."}
{"start": "00:40:35.160", "end": "00:40:49.530", "speaker": "Eleonora Acerra", "utterance": " Another one that we like to show is to we like it, because he realized by our Member of our work research team in the framework other."}
{"start": "00:40:50.040", "end": "00:41:06.600", "speaker": "Eleonora Acerra", "utterance": " Research some PhD research it's available in Spanish and in French, because the artist is Spanish, even if, even if she's bodies in Quebec and it's on narrative of."}
{"start": "00:41:07.980", "end": "00:41:14.850", "speaker": "Eleonora Acerra", "utterance": " With several thoughts and there are six different endings according to the readers choices."}
{"start": "00:41:15.930", "end": "00:41:19.710", "speaker": "Eleonora Acerra", "utterance": " Well, I was thinking, the other day, when there was then."}
{"start": "00:41:20.820", "end": "00:41:43.620", "speaker": "Eleonora Acerra", "utterance": " exhibition we keep keep the exhibition that the issues that you observed in the possibility to access and discover works are even deeper for the French speaking countries because the production is mainly in English."}
{"start": "00:41:44.820", "end": "00:42:04.890", "speaker": "Eleonora Acerra", "utterance": " So it is really important to have resources in French, to let publishers and teachers accept the content that's why the research and the website it's really true need for our communities."}
{"start": "00:42:06.060", "end": "00:42:10.410", "speaker": "Eleonora Acerra", "utterance": " And we made the same choice you made for the exhibition."}
{"start": "00:42:11.490", "end": "00:42:25.080", "speaker": "Eleonora Acerra", "utterance": " sense that our website contains digital works more suitable for very young children and others than that can be using secondary schools or year we are long."}
{"start": "00:42:26.190", "end": "00:42:28.650", "speaker": "Eleonora Acerra", "utterance": " generative the digital work."}
{"start": "00:42:30.420", "end": "00:42:37.140", "speaker": "Eleonora Acerra", "utterance": " is certainly more difficult for young readers and we want to give it."}
{"start": "00:42:38.220", "end": "00:42:40.470", "speaker": "Eleonora Acerra", "utterance": " Different so that each."}
{"start": "00:42:42.300", "end": "00:42:44.580", "speaker": "Eleonora Acerra", "utterance": " Public me feel representing."}
{"start": "00:42:46.680", "end": "00:42:48.600", "speaker": "Eleonora Acerra", "utterance": " And I didn't know if you have."}
{"start": "00:42:48.690", "end": "00:43:03.570", "speaker": "Nathalie Lacelle", "utterance": " A new we can we show every time we show where we can find we can find it because that's very hard in the Apps it's it's so hard to just try with the title to get to find the."}
{"start": "00:43:05.250", "end": "00:43:11.190", "speaker": "Nathalie Lacelle", "utterance": " The the literature so maybe just to finished in your House show where they can."}
{"start": "00:43:12.270", "end": "00:43:13.560", "speaker": "Nathalie Lacelle", "utterance": " They can do this for me."}
{"start": "00:43:14.550", "end": "00:43:15.000", "speaker": "None", "utterance": "Yes."}
{"start": "00:43:16.200", "end": "00:43:16.470", "speaker": "Eleonora Acerra", "utterance": " eat."}
{"start": "00:43:16.530", "end": "00:43:21.480", "speaker": "Eleonora Acerra", "utterance": " That in this section me calls to action."}
{"start": "00:43:22.020", "end": "00:43:26.430", "speaker": "Mark Marino", "utterance": " you're going to share that in the chat too, and I can also share that through elo, by the way, I can say."}
{"start": "00:43:26.550", "end": "00:43:26.940", "speaker": "None", "utterance": "Oh."}
{"start": "00:43:28.890", "end": "00:43:29.460", "speaker": "Nathalie Lacelle", "utterance": " Mark we."}
{"start": "00:43:29.520", "end": "00:43:30.900", "speaker": "Nathalie Lacelle", "utterance": " We wanted to ask you."}
{"start": "00:43:30.960", "end": "00:43:31.710", "speaker": "Mark Marino", "utterance": " yeah no problem."}
{"start": "00:43:32.220", "end": "00:43:34.260", "speaker": "Mark Marino", "utterance": " People will people will be very happy to fill that out."}
{"start": "00:43:34.920", "end": "00:43:37.260", "speaker": "Nathalie Lacelle", "utterance": " Okay, so we share in the chat now great."}
{"start": "00:43:38.460", "end": "00:43:43.020", "speaker": "Mark Marino", "utterance": " Alright, well, thank you so much, and then then Elliot if you add one more thing that you could add what would you add."}
{"start": "00:43:45.780", "end": "00:43:50.370", "speaker": "Elliott Hedman", "utterance": " All you guys have told me what I should add, so I will do what the chat have asked me."}
{"start": "00:43:50.490", "end": "00:43:52.410", "speaker": "Mark Marino", "utterance": " Okay, very good, so the question good."}
{"start": "00:43:53.100", "end": "00:44:03.420", "speaker": "Elliott Hedman", "utterance": " So i'm just going to share my screen to teach you i'm so we have over 100 books, I mean this is all on my free time so it's not like I have put them all up yet."}
{"start": "00:44:04.260", "end": "00:44:14.370", "speaker": "Elliott Hedman", "utterance": " But and we've read over 60 at the boys and girls club this year and we just keep changing them each time, so you guys are asking like what kind of books, we started out with about 15 minute novels."}
{"start": "00:44:15.180", "end": "00:44:25.560", "speaker": "Elliott Hedman", "utterance": " All of them need to have cartoons in them, and so we have ones about bubble gum getting stuck in the hair or a vampire that's trying to make kids laugh because."}
{"start": "00:44:25.980", "end": "00:44:37.350", "speaker": "Elliott Hedman", "utterance": " Laughter But then what I found out was that kids actually prefer much shorter stories because they really have about an attention span of about five minutes, so you won't see most of even the APP store today but."}
{"start": "00:44:38.520", "end": "00:44:43.380", "speaker": "Elliott Hedman", "utterance": " This one is about helping the headless horseman find his head and it's only a five minutes story."}
{"start": "00:44:43.680", "end": "00:44:53.850", "speaker": "Elliott Hedman", "utterance": " And we have a whole bunch of those the ones that kids really like are the different ones about different cultures, like, why is there a Turkey drying and an aztec temple and it ends up turkeys were gods or."}
{"start": "00:44:54.120", "end": "00:45:02.970", "speaker": "Elliott Hedman", "utterance": " Why are people in Spain jumping over babies and that's a form of baptism to get rid of devils those ones really resonate and the ones that are really resonating right now with kids are."}
{"start": "00:45:03.990", "end": "00:45:05.730", "speaker": "Elliott Hedman", "utterance": " There versus story for its."}
{"start": "00:45:06.600", "end": "00:45:15.720", "speaker": "Elliott Hedman", "utterance": " And vs stink bug and we grow them giant they go fight each other, and we have to learn about different kinds of things about them, I think the last one we had was like."}
{"start": "00:45:15.960", "end": "00:45:24.090", "speaker": "Elliott Hedman", "utterance": " Venus Flytrap vs butterfly you learn all those things about the animals that they're fighting and you're like trying to guess who's going to win and how do you help them win the process so."}
{"start": "00:45:25.140", "end": "00:45:36.300", "speaker": "Elliott Hedman", "utterance": " we've really a collaborative effort to come up with those stories and that's where it's going very short stories in a question about every 30 seconds, the other question for me was how do I measure."}
{"start": "00:45:37.440", "end": "00:45:43.560", "speaker": "Elliott Hedman", "utterance": " emotion emotions let's see if I can pull that up real fast duty duty to."}
{"start": "00:45:47.970", "end": "00:46:02.130", "speaker": "Elliott Hedman", "utterance": " Here I am at MIT measuring emotions, this is my sensor and what we're measuring is your skin conductance and that's your that's how much you're sweating and why do we care how much you're sweating that's your fight or flight response and."}
{"start": "00:46:02.340", "end": "00:46:03.330", "speaker": "Mark Marino", "utterance": " Elliot it's not."}
{"start": "00:46:03.420", "end": "00:46:05.370", "speaker": "Mark Marino", "utterance": " it's not sharing, I think the screen."}
{"start": "00:46:06.360", "end": "00:46:06.930", "speaker": "Elliott Hedman", "utterance": " share."}
{"start": "00:46:06.960", "end": "00:46:07.680", "speaker": "Mark Marino", "utterance": " Think ensuring."}
{"start": "00:46:07.710", "end": "00:46:12.300", "speaker": "Elliott Hedman", "utterance": " Thank you, I appreciate that okay there's a cool sensor well."}
{"start": "00:46:12.750", "end": "00:46:23.160", "speaker": "Elliott Hedman", "utterance": " This we put these little sensors on your finger and they measure how open your sweat glands are and your sweat glands are tied to your sympathetic nervous system, so when you get excited or anxious."}
{"start": "00:46:23.760", "end": "00:46:31.770", "speaker": "Elliott Hedman", "utterance": " you'll see little micro changes in that think of when your heart starts beating your eyes dilate you get those changes all the time, so we're actually measuring that subconscious emotional reaction."}
{"start": "00:46:32.010", "end": "00:46:39.390", "speaker": "Elliott Hedman", "utterance": " that's actually what drew me into books, to begin with i've done consulting and all sorts of different spaces, but I just found that reading was really missing the."}
{"start": "00:46:41.130", "end": "00:46:50.040", "speaker": "Elliott Hedman", "utterance": " children's rereading was really missing those emotional engagements that a lot of other media they had was helping with so that's the tool I use."}
{"start": "00:46:51.660", "end": "00:47:00.900", "speaker": "Mark Marino", "utterance": " Okay that's fantastic Oh, my goodness, I love all these projects too much all right next up this team skunk kale if you could add one more thing about your."}
{"start": "00:47:01.410", "end": "00:47:08.430", "speaker": "Mark Marino", "utterance": " it's probably a bad way to refer to you guys, but if you could add one more thing your project, and this can be rachel's moment to just say whatever she wants to."}
{"start": "00:47:09.360", "end": "00:47:14.730", "speaker": "Rachel Horst", "utterance": " Okay yeah I will just share my screen and just just make a connection."}
{"start": "00:47:15.930", "end": "00:47:24.090", "speaker": "Rachel Horst", "utterance": " With the story and the storing methodology back to our our pedagogy and our to teaching so we've used this tool."}
{"start": "00:47:24.900", "end": "00:47:46.590", "speaker": "Rachel Horst", "utterance": " This prompt and others like it to engage graduate students teacher education students with different practices of reading, writing engagement so so this I think kendrick explain this tool, taking the text and D D pulling out the linearity of it, but still retaining some of the."}
{"start": "00:47:47.610", "end": "00:48:04.290", "speaker": "Rachel Horst", "utterance": " The generative qualities of the text and allowing readers and writers, to engage with it and participate in that in that kind of narrative space so it's been a really this is part of other workshops that we've done exploring this kind of."}
{"start": "00:48:05.460", "end": "00:48:10.380", "speaker": "Rachel Horst", "utterance": " Creative deeply creative engagement with with text so yeah."}
{"start": "00:48:10.500", "end": "00:48:18.420", "speaker": "Mark Marino", "utterance": " Okay that's fantastic all right well let's go to I don't know what are we on speaker view or something like that do I have control over this, let me."}
{"start": "00:48:18.780", "end": "00:48:21.840", "speaker": "Mark Marino", "utterance": " i'm gonna try switch to gallery view so I can kind of look at each other."}
{"start": "00:48:22.230", "end": "00:48:38.790", "speaker": "Mark Marino", "utterance": " And then i'm just going to go through the chat and just see if there any other questions that we haven't picked up and then you guys can queue up for other ones, by raising your hand icon or typing other ones various comments Lola and there's some net profit happens."}
{"start": "00:48:43.290", "end": "00:48:46.500", "speaker": "Mark Marino", "utterance": " chef boyardee isn't here, so I don't think there's a question."}
{"start": "00:48:51.720", "end": "00:48:56.220", "speaker": "Mark Marino", "utterance": " Okay here's here's a question from Sarah you have a question says, you want to ask your question live."}
{"start": "00:49:00.150", "end": "00:49:03.210", "speaker": "Serge BOUCHARDON", "utterance": " Listen to it, you know I met the entity which one."}
{"start": "00:49:04.560", "end": "00:49:06.210", "speaker": "Mark Marino", "utterance": " Are you have two questions in here as."}
{"start": "00:49:07.590", "end": "00:49:08.790", "speaker": "Serge BOUCHARDON", "utterance": " You have a question, maybe."}
{"start": "00:49:09.990", "end": "00:49:14.970", "speaker": "Serge BOUCHARDON", "utterance": " We bought question for everyone, and maybe, especially for Napoleon."}
{"start": "00:49:17.250", "end": "00:49:22.050", "speaker": "Serge BOUCHARDON", "utterance": " How to educate in digital literacy so data literature."}
{"start": "00:49:23.430", "end": "00:49:25.290", "speaker": "Serge BOUCHARDON", "utterance": " You have you've got two minutes."}
{"start": "00:49:27.030", "end": "00:49:30.540", "speaker": "Mark Marino", "utterance": " So, can you repeat it one more time for me, Sir, so I get the gist of it sorry."}
{"start": "00:49:31.680", "end": "00:49:37.650", "speaker": "Serge BOUCHARDON", "utterance": " Sorry, so my question is how to educate in digital literacy."}
{"start": "00:49:38.700", "end": "00:49:40.530", "speaker": "Serge BOUCHARDON", "utterance": " Through digital literature."}
{"start": "00:49:41.700", "end": "00:49:43.650", "speaker": "Serge BOUCHARDON", "utterance": " In, especially through to it."}
{"start": "00:49:45.480", "end": "00:49:45.930", "speaker": "Serge BOUCHARDON", "utterance": " and"}
{"start": "00:49:47.160", "end": "00:49:58.050", "speaker": "Serge BOUCHARDON", "utterance": " Then I wrote can can we push to that that teachings a delicate maximally activates your operations involved in any detail reading."}
{"start": "00:50:00.840", "end": "00:50:01.320", "speaker": "Mark Marino", "utterance": " Okay."}
{"start": "00:50:01.410", "end": "00:50:02.550", "speaker": "Nathalie Lacelle", "utterance": " Now to take it."}
{"start": "00:50:03.810", "end": "00:50:11.250", "speaker": "Nathalie Lacelle", "utterance": " isn't this a project that we have and should take few years we just wrote a project about that, and you want us to answer that now."}
{"start": "00:50:14.160", "end": "00:50:24.540", "speaker": "Nathalie Lacelle", "utterance": " Well, we postulated that yes, because we think that kids should explore more and more forms of digital stories, so they can be exposed to different."}
{"start": "00:50:26.430", "end": "00:50:38.970", "speaker": "Nathalie Lacelle", "utterance": " narratives that non linear nonlinear narrative narrative so they can represent that narratives can be nonlinear in many ways, so I think the first project is a good."}
{"start": "00:50:39.960", "end": "00:50:54.180", "speaker": "Nathalie Lacelle", "utterance": " A very good example, so I think it's a it's not it's we don't we don't think it in a explicit strategy to equate of teaching a."}
{"start": "00:50:57.180", "end": "00:51:06.510", "speaker": "Nathalie Lacelle", "utterance": " Multi multi, for example, component and then and exploring it and doing it systematically we just want to go."}
{"start": "00:51:08.430", "end": "00:51:23.880", "speaker": "Nathalie Lacelle", "utterance": " be able to explore many different digital stories on different digital devices and being exposed we postulate that you can anticipate."}
{"start": "00:51:24.630", "end": "00:51:46.380", "speaker": "Nathalie Lacelle", "utterance": " The movements and the interaction than the navigation and the possibilities of the different narratives that you are you encounter so maybe I can say more, but I think it represents what what we think right now, maybe with more applied research with."}
{"start": "00:51:47.490", "end": "00:51:49.020", "speaker": "Nathalie Lacelle", "utterance": " Some data as."}
{"start": "00:51:50.130", "end": "00:52:04.440", "speaker": "Nathalie Lacelle", "utterance": " proving it, we can we can show other ways and maybe alien or hiking complete, but after I have since I answered I can ask the question so maybe we can go like that mark like kids do."}
{"start": "00:52:05.700", "end": "00:52:05.910", "speaker": "Nathalie Lacelle", "utterance": " We."}
{"start": "00:52:05.940", "end": "00:52:09.000", "speaker": "Mark Marino", "utterance": " We can but before we do that, let me honor I should."}
{"start": "00:52:09.630", "end": "00:52:10.680", "speaker": "Nathalie Lacelle", "utterance": " have questions in the chat."}
{"start": "00:52:10.740", "end": "00:52:15.900", "speaker": "Mark Marino", "utterance": " Okay okay sorry there's a second question from from dina dina do you want to ask your question live."}
{"start": "00:52:23.820", "end": "00:52:24.480", "speaker": "None", "utterance": "What you want to see."}
{"start": "00:52:29.250", "end": "00:52:37.260", "speaker": "Mark Marino", "utterance": " I don't know I don't hear dina, so I will read her question so dina asked the question, how do you teach the rhetoric of he lit."}
{"start": "00:52:37.620", "end": "00:52:49.230", "speaker": "Mark Marino", "utterance": " How links work how images and text synchronize for meaning, etc, so I guess this This seems in some ways, like an extension of surges question but it's going even further."}
{"start": "00:52:50.220", "end": "00:53:05.940", "speaker": "Eleonora Acerra", "utterance": " A maybe I can start answering it depends on the public when we what we we work in the education field, so we work with future teachers."}
{"start": "00:53:06.660", "end": "00:53:18.030", "speaker": "Eleonora Acerra", "utterance": " When we work with future teachers at primary school it's quite easy in a certain way, because we have the print book examples and we start."}
{"start": "00:53:18.810", "end": "00:53:34.350", "speaker": "Eleonora Acerra", "utterance": " Building meaning with interaction between text and images and then we complex SCI fi we show examples of digital works and we try to be together with."}
{"start": "00:53:34.920", "end": "00:53:48.780", "speaker": "Eleonora Acerra", "utterance": " Students the poetics the static and the rhetorical effects of digital works and we tried to do the same thing with secondary school teachers."}
{"start": "00:53:49.860", "end": "00:54:04.410", "speaker": "Eleonora Acerra", "utterance": " We use also non leader you works, I think some SMS work on media on newspapers, so we tried to to show."}
{"start": "00:54:05.610", "end": "00:54:07.230", "speaker": "Eleonora Acerra", "utterance": " Two examples."}
{"start": "00:54:08.250", "end": "00:54:10.770", "speaker": "Eleonora Acerra", "utterance": " What are the with CBD."}
{"start": "00:54:12.060", "end": "00:54:16.560", "speaker": "Deena Larsen", "utterance": " That makes a lot of sense, and thank you i'm sorry for my technical difficulties."}
{"start": "00:54:17.400", "end": "00:54:26.580", "speaker": "Deena Larsen", "utterance": " I was really fascinated by the wonder stories and the point with digital literature is that we can do the connections, we, which is much more than we can do in print."}
{"start": "00:54:26.940", "end": "00:54:45.450", "speaker": "Deena Larsen", "utterance": " And I was hoping that you could talk a little bit more about the advantages of the electronic literature, the idea that we can make connections like cause effect next after and really start teaching these types of thinking skills and that would help so."}
{"start": "00:54:47.670", "end": "00:54:50.280", "speaker": "Elliott Hedman", "utterance": " You know you're speaking to my heart, thank you."}
{"start": "00:54:51.900", "end": "00:54:56.640", "speaker": "Elliott Hedman", "utterance": " I want to start moving interesting story on that the kind of answer your question and i'll answer your question but um."}
{"start": "00:54:57.030", "end": "00:55:03.750", "speaker": "Elliott Hedman", "utterance": " So when I originally incorporated wonder stories there's a there's choose your own adventures in there, so you can."}
{"start": "00:55:04.170", "end": "00:55:12.720", "speaker": "Elliott Hedman", "utterance": " Okay, how are we going to sneak past mom and dad there's one where you had to figure out where mom went and you actually investigated the car and you chose what to look out around the car when you did that."}
{"start": "00:55:13.590", "end": "00:55:21.600", "speaker": "Elliott Hedman", "utterance": " Interestingly enough, when I i'm a i'm a designer he said I go in I watch kids review things that are polite tracking glasses on them I watch what happens and."}
{"start": "00:55:22.350", "end": "00:55:24.510", "speaker": "Elliott Hedman", "utterance": " Those choose your own adventures didn't work very well."}
{"start": "00:55:25.440", "end": "00:55:35.640", "speaker": "Elliott Hedman", "utterance": " kids were treating them like problems like things to be solved, instead of things to explore, so they always thought there was a correct answer they're like Oh, I know the right way is i'm going to do it this way i'm like."}
{"start": "00:55:36.210", "end": "00:55:43.950", "speaker": "Elliott Hedman", "utterance": " There wasn't but you the kids really like this, like almost black and white world of like I want to get this thing right, I want to prove to you i'm smart."}
{"start": "00:55:44.220", "end": "00:55:51.870", "speaker": "Elliott Hedman", "utterance": " And you know that's what I capitalize on most of my APP is all about meeting those kids where they're at so i'm you know still an open space explorer."}
{"start": "00:55:52.110", "end": "00:56:02.760", "speaker": "Elliott Hedman", "utterance": " Choose your own adventure still is open, but it didn't create what I was looking for, like the sense of wanting to see everything and that explosion, it was much more about them getting to cognitive Problem Solving so."}
{"start": "00:56:03.060", "end": "00:56:12.900", "speaker": "Elliott Hedman", "utterance": " That leads to your bigger question is like what if about it, so I just gave a talk where they're like what's the difference between digital and physical and, like everything will be digital in the future and it comes down to comprehension."}
{"start": "00:56:13.290", "end": "00:56:21.870", "speaker": "Elliott Hedman", "utterance": " abilities and you were talking about that with that coddle thing um I actually have a real real problem because i'm not I don't have a writing background you guys are all so much smarter than I am."}
{"start": "00:56:22.890", "end": "00:56:28.290", "speaker": "Elliott Hedman", "utterance": " i'm just a humble researcher, but what I what I discovered here was."}
{"start": "00:56:29.910", "end": "00:56:44.580", "speaker": "Elliott Hedman", "utterance": " That writers don't write for inference so like I would ask writers to write for wonder series and and say Johnny came into the House with a red coat question one what color was the code i'm like, no, no, no one wants to answer that question."}
{"start": "00:56:44.910", "end": "00:56:49.440", "speaker": "Elliott Hedman", "utterance": " And so I had to go back and i'm like no you gotta say Johnny comes in he's wearing a Cape and a math."}
{"start": "00:56:49.650", "end": "00:56:56.040", "speaker": "Elliott Hedman", "utterance": " What costume is just like who does john you think he is he's a superior that influence is actually a really high level of comprehension."}
{"start": "00:56:56.370", "end": "00:57:07.380", "speaker": "Elliott Hedman", "utterance": " And kids are good at it like they think that kids can only do it at their grade know I have kindergarten cheering and all day long it's just they're never challenged with it they've never given these opportunities to apply for answers now here really awesome parent."}
{"start": "00:57:07.650", "end": "00:57:13.620", "speaker": "Elliott Hedman", "utterance": " You can actually create moments of influence, you can talk to them like what do you think's going to happen next, what do you think's going to happen, it can happen, but."}
{"start": "00:57:13.980", "end": "00:57:20.400", "speaker": "Elliott Hedman", "utterance": " writers don't do that we almost always just tell people things, and so I feel like whenever I hire writers it's like."}
{"start": "00:57:20.670", "end": "00:57:26.610", "speaker": "Elliott Hedman", "utterance": " All right, get ready for a whole spiel of things that i've barely understand myself but i'm going to ask you to do things differently so."}
{"start": "00:57:27.000", "end": "00:57:34.080", "speaker": "Elliott Hedman", "utterance": " there's a lot of opportunity there where we put the reader in the driver's seat and even a mystery novel never puts a driver and the driver seat."}
{"start": "00:57:34.260", "end": "00:57:40.530", "speaker": "Elliott Hedman", "utterance": " Because, as soon as a person figured out the mystery and boring, you only figure it out on the last page there's a whole new art fair about this space."}
{"start": "00:57:42.450", "end": "00:57:53.940", "speaker": "Deena Larsen", "utterance": " That makes a lot of sense and yet with with the folks that are just saying question answer Question answer and you got the complexity, one of the things that I think mark and rob do this as well, you can."}
{"start": "00:57:54.690", "end": "00:58:16.320", "speaker": "Deena Larsen", "utterance": " Do a writers workshop where you get just pieces of paper different ribbons yarn whatever and show the different types of connections um you can show how things work, and I think you're doing such a wonderful job of teaching the kids to think let's think these things through damn it."}
{"start": "00:58:16.470", "end": "00:58:20.880", "speaker": "Deena Larsen", "utterance": " yeah and hypertext any electronic literature can do that so absolutely Thank you."}
{"start": "00:58:21.330", "end": "00:58:24.630", "speaker": "Elliott Hedman", "utterance": " Absolutely that's what the kids want to what you guys are out."}
{"start": "00:58:25.770", "end": "00:58:27.450", "speaker": "Elliott Hedman", "utterance": " Everyone wants it it's just not."}
{"start": "00:58:28.920", "end": "00:58:29.100", "speaker": "Deena Larsen", "utterance": " I."}
{"start": "00:58:29.250", "end": "00:58:34.980", "speaker": "Mark Marino", "utterance": " agree 100% now now i'm going to pull a question from Andrew because he's asking question later on the chat."}
{"start": "00:58:35.220", "end": "00:58:40.020", "speaker": "Mark Marino", "utterance": " For Scott tales we haven't heard from those guys in a while Andrew do you want to say your question discount tales."}
{"start": "00:58:42.660", "end": "00:58:43.260", "speaker": "Andrew Klobucar", "utterance": " Well, I think."}
{"start": "00:58:43.320", "end": "00:58:49.620", "speaker": "Mark Marino", "utterance": " Oh it's for the other people what they think of skunk tales that's right that's right, so I just I wanted to get the we have."}
{"start": "00:58:49.680", "end": "00:58:55.200", "speaker": "Andrew Klobucar", "utterance": " Two different really interesting methodologies here can can they may be talk about each other's."}
{"start": "00:58:55.620", "end": "00:58:57.270", "speaker": "Mark Marino", "utterance": " Okay, what did they think of each other's."}
{"start": "00:58:57.270", "end": "00:58:59.400", "speaker": "Mark Marino", "utterance": " Projects okay fair enough good."}
{"start": "00:59:00.570", "end": "00:59:07.830", "speaker": "Mark Marino", "utterance": " Have that what do you all think of each other's or wait what maybe a better way to frame that that might be more productive for every girl on the table."}
{"start": "00:59:08.070", "end": "00:59:16.410", "speaker": "Mark Marino", "utterance": " What are you taking away like where do you see either lines of connection or something you're taking away from another panelists project who how about that one."}
{"start": "00:59:17.820", "end": "00:59:19.530", "speaker": "Mark Marino", "utterance": " Who wants to go first just jump in."}
{"start": "00:59:23.490", "end": "00:59:28.440", "speaker": "Rachel Horst", "utterance": " Well, I was just typing some thoughts around I love your work."}
{"start": "00:59:30.180", "end": "00:59:43.050", "speaker": "Rachel Horst", "utterance": " Elliot and i'm thinking about my son and and and his difficulties with reading and how he he, like that's the problem solving and that kind of immediate sort of what is it in getting the answer and that kind of."}
{"start": "00:59:44.010", "end": "00:59:57.030", "speaker": "Rachel Horst", "utterance": " engagement, but I also worry or wonder about total digital the total digital thing, and some of the work that we've been doing in the digital literacy Center is around making."}
{"start": "00:59:58.410", "end": "01:00:13.770", "speaker": "Rachel Horst", "utterance": " The analog and the digital experiences so that they move together, and not forgetting the embodied and that tactile and paper, but also the digital, and so I wonder if you can have if you have thoughts about that."}
{"start": "01:00:14.370", "end": "01:00:20.880", "speaker": "Elliott Hedman", "utterance": " Well i'm really excited about your thoughts on that Rachel i'm spoiler yellow 2022 i'm."}
{"start": "01:00:21.540", "end": "01:00:32.850", "speaker": "Elliott Hedman", "utterance": " On the last part of a grant for a full year i'm looking at what you just said, which is what happens when we take wonder stories and put it into physical world, so what happens if we build a claim model, while we're reading."}
{"start": "01:00:33.330", "end": "01:00:43.530", "speaker": "Elliott Hedman", "utterance": " or just things are we're like interacting and cognitively thinking about the story, while we're doing it, but i'm curious what you said, I am very I have no idea what i'm doing don't tell that to the people."}
{"start": "01:00:45.180", "end": "01:00:47.940", "speaker": "Elliott Hedman", "utterance": " Rachel, what do you think about that multimedia perspective."}
{"start": "01:00:48.150", "end": "01:00:53.280", "speaker": "Rachel Horst", "utterance": " I love the idea of sculpting and that while while."}
{"start": "01:00:54.570", "end": "01:01:02.250", "speaker": "Rachel Horst", "utterance": " While engaging with the text we've done things like you know we taking a picture and uploading it."}
{"start": "01:01:02.670", "end": "01:01:18.510", "speaker": "Rachel Horst", "utterance": " Or you know something from your environment or going somewhere or you know you having to read I you know underneath a doorway or something like some ways of I don't I don't know but, like, I think that that could bring it out of the total cerebral just."}
{"start": "01:01:19.260", "end": "01:01:19.830", "speaker": "Rachel Horst", "utterance": " You know."}
{"start": "01:01:21.420", "end": "01:01:23.520", "speaker": "Rachel Horst", "utterance": " Touching but touching touching buttons."}
{"start": "01:01:24.690", "end": "01:01:26.760", "speaker": "Rachel Horst", "utterance": " i'm sure people have lots of thoughts on this."}
{"start": "01:01:31.200", "end": "01:01:34.950", "speaker": "Mark Marino", "utterance": " All right now, what else, are you learning from each other's projects are your takeaways."}
{"start": "01:01:36.270", "end": "01:01:43.740", "speaker": "Elliott Hedman", "utterance": " I i'll i'll go next is i've really appreciated labyrinths thing, because here I am with my little digital tool and i'm like."}
{"start": "01:01:44.190", "end": "01:01:48.270", "speaker": "Elliott Hedman", "utterance": " Oh man I didn't realize that there's this whole marketing thing I have to do and."}
{"start": "01:01:48.690", "end": "01:01:58.230", "speaker": "Elliott Hedman", "utterance": " Just this idea that i'm not alone it's just so nice it's like oh you mean that there's like a lot of people out there who are trying to make a difference and I and there's people out there, trying to like."}
{"start": "01:01:58.560", "end": "01:02:08.910", "speaker": "Elliott Hedman", "utterance": " solve some of these really big challenges is that at the end of the day, people aren't really thing books as digital mediums So how do you communicate that and it's kind of cool to see that favor cultural front and come back all these."}
{"start": "01:02:09.090", "end": "01:02:19.080", "speaker": "Elliott Hedman", "utterance": " cool stuff around education i'm always impressed, but I really I really appreciate during my favorite resource and people who are trying to do something on a space that's that's very empowering on my end."}
{"start": "01:02:19.980", "end": "01:02:23.040", "speaker": "Mark Marino", "utterance": " Nice who wants to go next rob you want to go next."}
{"start": "01:02:23.670", "end": "01:02:29.850", "speaker": "Rob Wittig", "utterance": " yeah I just I absolutely love the skunk tales project and many things about it but and."}
{"start": "01:02:30.180", "end": "01:02:45.720", "speaker": "Rob Wittig", "utterance": " One of them was I loved the kind of origin story of how you know it starts with writing in person and that which is just this incredibly fun thing to do, and that, based on that, then this transition to zoom and and you know far away."}
{"start": "01:02:46.770", "end": "01:02:49.170", "speaker": "Rob Wittig", "utterance": " Collaboration distance collaboration kind of."}
{"start": "01:02:50.040", "end": "01:02:58.620", "speaker": "Rob Wittig", "utterance": " works and because that's you know it's sort of my own story of hanging out with invisible Seattle writing on one of the very early Bulletin boards and then moving having to move away."}
{"start": "01:02:58.980", "end": "01:03:03.300", "speaker": "Rob Wittig", "utterance": " Missing my friends and using the Bulletin board, given the high cost of."}
{"start": "01:03:03.720", "end": "01:03:11.730", "speaker": "Rob Wittig", "utterance": " of long distance phones at that time, like using the Bulletin board to stay in touch with my friends and keep doing these writing experiments that we had started."}
{"start": "01:03:12.150", "end": "01:03:27.990", "speaker": "Rob Wittig", "utterance": " And then I just totally love this idea of having another kind of sensory neurosis circuit system, the sounds as this thing to bounce the story off as a companion and and."}
{"start": "01:03:28.470", "end": "01:03:39.240", "speaker": "Rob Wittig", "utterance": " You know antagonist and and collaborator and so on having that sound as this theme that goes, all the way through I just think that's super smart it's got me thinking about ways of doing kind of."}
{"start": "01:03:39.690", "end": "01:03:48.120", "speaker": "Rob Wittig", "utterance": " dual track projects that are writing and then wind around other other media, so I think there's just lots to be inspired by their."}
{"start": "01:03:50.610", "end": "01:03:51.660", "speaker": "Mark Marino", "utterance": " Nice nice it's gone."}
{"start": "01:03:51.660", "end": "01:03:52.050", "speaker": "Mark Marino", "utterance": " tales."}
{"start": "01:03:52.080", "end": "01:03:52.710", "speaker": "None", "utterance": "What do you got."}
{"start": "01:03:53.760", "end": "01:03:59.250", "speaker": "Kedrick James", "utterance": " I just want to say that in some of those processes Rachel was describing."}
{"start": "01:04:00.030", "end": "01:04:08.100", "speaker": "Kedrick James", "utterance": " i'll give a little shout out to Andrew that we've been incorporating the language workbench gto language workbench which he and Dave air."}
{"start": "01:04:08.760", "end": "01:04:16.260", "speaker": "Kedrick James", "utterance": " built in almost all of it it's really central part in fact it's very central part of our pedagogy."}
{"start": "01:04:16.650", "end": "01:04:30.030", "speaker": "Kedrick James", "utterance": " And what it opens up is this ability of a text to morph according to you know parameters you set, and I see so many connections with these other works, you know Elliot you're using these wonderful."}
{"start": "01:04:30.780", "end": "01:04:42.570", "speaker": "Kedrick James", "utterance": " bits of technology to read you know galvanic skin response and what have you and it just opens up because you know i've done some experiments with galvanic skin response running Mitty."}
{"start": "01:04:43.470", "end": "01:04:49.170", "speaker": "Kedrick James", "utterance": " So that it's converted into Midi code and of course that's how singling words to it takes text and turns it into many code."}
{"start": "01:04:49.590", "end": "01:05:02.070", "speaker": "Kedrick James", "utterance": " And so there's these way is that you know I could see combining where a student starts to get bored if he's on that downward curve after the end spike there in the attention he's on the downward curve."}
{"start": "01:05:02.430", "end": "01:05:10.920", "speaker": "Kedrick James", "utterance": " And i'm thinking you know, like it just hits a threshold that triggers a question or it changes the narrative it reverses you know."}
{"start": "01:05:11.220", "end": "01:05:21.600", "speaker": "Kedrick James", "utterance": " Andrew when you know what can we do here, we could change the adjectives and make it dark and scary instead of you know, positive light and happy, you know, because some kids like that better."}
{"start": "01:05:22.620", "end": "01:05:23.010", "speaker": "Elliott Hedman", "utterance": " So."}
{"start": "01:05:23.070", "end": "01:05:33.120", "speaker": "Kedrick James", "utterance": " I just liked the idea that texts are in fact generative the reader is not reading something set in stone and digital literature makes that so much more possible."}
{"start": "01:05:33.480", "end": "01:05:44.760", "speaker": "Kedrick James", "utterance": " You know you're talking about adventure stories and how you're choosing, and is there a right answer and somehow the generativity that is possible, especially when we enter some of these happy even analog."}
{"start": "01:05:45.420", "end": "01:05:52.800", "speaker": "Kedrick James", "utterance": " interactive processes, it could just you know live in for for the board kid or whatever yeah."}
{"start": "01:05:53.280", "end": "01:06:05.220", "speaker": "Elliott Hedman", "utterance": " I really liked the idea of reactive like i've never heard that before it's it's not just like follow a path, but we're going to respond to where you're at well not just you just choose your path."}
{"start": "01:06:05.730", "end": "01:06:12.480", "speaker": "Elliott Hedman", "utterance": " And that's really interesting i've seen it in media they're they're really crazy style but i've never thought about that I like that push."}
{"start": "01:06:13.290", "end": "01:06:14.850", "speaker": "Mark Marino", "utterance": " Nice yeah and you yeah."}
{"start": "01:06:16.830", "end": "01:06:26.310", "speaker": "Yuya Peco Takeda", "utterance": " yeah Thank you and just kind of related but i'm i'm i'm i'm thinking a lot about what you said earlier earlier."}
{"start": "01:06:26.850", "end": "01:06:36.360", "speaker": "Yuya Peco Takeda", "utterance": " That put putting readers on the driver's seat, and this kind of making inferences from what you're reading and sorry i'm kind of."}
{"start": "01:06:37.080", "end": "01:06:44.220", "speaker": "Yuya Peco Takeda", "utterance": " i'm taking a driver's seat and what you're saying, but I study conspiracy theories and I was just thinking you know."}
{"start": "01:06:44.820", "end": "01:07:07.290", "speaker": "Yuya Peco Takeda", "utterance": " Those who are really good at inferring making inference from what they're reading are conspiracy theorists excellent par excellence of making inferences so I was wondering, you know this kind of I think I mean I know the author's dad but isn't it kind of dis making."}
{"start": "01:07:10.140", "end": "01:07:22.740", "speaker": "Yuya Peco Takeda", "utterance": " I wonder about the importance of mock up taking the driver seat, but, listening to what the author is saying and be patient about it, so I wonder if this kind of."}
{"start": "01:07:25.050", "end": "01:07:29.910", "speaker": "Yuya Peco Takeda", "utterance": " If your project can facilitate that kind of patients as well that you know."}
{"start": "01:07:31.260", "end": "01:07:43.530", "speaker": "Yuya Peco Takeda", "utterance": " paying attention to the intentionality of the author I I it's I did come up i'm saying it with the coach on you know intentionality and so on, but."}
{"start": "01:07:44.640", "end": "01:07:45.930", "speaker": "Yuya Peco Takeda", "utterance": " I was wondering about it."}
{"start": "01:07:46.230", "end": "01:07:54.330", "speaker": "Elliott Hedman", "utterance": " really like very question you're also what kind of conference where can we have a conversation about that, I just want to give a shout out for like wow OK i've never."}
{"start": "01:07:54.630", "end": "01:08:05.760", "speaker": "Elliott Hedman", "utterance": " thought about the consequences of conspiracy theorists I wonder stories before um i'll give you a fun story on this one I don't have an answer and I think you're bringing up actually a bigger question and i'll bring that up."}
{"start": "01:08:06.720", "end": "01:08:15.240", "speaker": "Elliott Hedman", "utterance": " So I wrote a story about a fish and the fish escape the aquarium and ended up, it was in the bathtub and it was wearing a costume."}
{"start": "01:08:15.690", "end": "01:08:24.390", "speaker": "Elliott Hedman", "utterance": " The girl stole the fish and put a costume on it and put it in the bath tub and the kids were pissed off of that because I asked a question I was like."}
{"start": "01:08:24.780", "end": "01:08:31.020", "speaker": "Elliott Hedman", "utterance": " Why was it the fish in the bathroom and it was like cuz she worked costume and the kids like fishes can't wear costumes."}
{"start": "01:08:31.320", "end": "01:08:36.630", "speaker": "Elliott Hedman", "utterance": " Like they were all just like letting me know that that question was incorrect and that we did the we did the story wrong."}
{"start": "01:08:37.050", "end": "01:08:48.750", "speaker": "Elliott Hedman", "utterance": " And I thought this was really interesting because you know no you read it wrong it wasn't that the fish can do costumes you didn't get the right thing, but kids it was so disappointing like if I kept doing that, with them."}
{"start": "01:08:49.170", "end": "01:08:55.560", "speaker": "Elliott Hedman", "utterance": " I would not be meeting them where they're at so it's a lot of me meeting them where they're at and helping them there because I remember my."}
{"start": "01:08:56.100", "end": "01:09:03.120", "speaker": "Elliott Hedman", "utterance": " Only goal, I, like the trifles the reading is like where the training was like make sure that they feel like they're smart and they got it going."}
{"start": "01:09:03.870", "end": "01:09:14.010", "speaker": "Elliott Hedman", "utterance": " And that gets to the next question you have, which is there are other things I wonder stories with non teachings the number one thing is just being able to read, for a long period of time, I think another one is to."}
{"start": "01:09:14.490", "end": "01:09:24.900", "speaker": "Elliott Hedman", "utterance": " discover ideas that you disagree with, and to be able to be okay with that I think that's what you're talking about I think there's some really am and I work with high school is in a while, where they need to work on the things to."}
{"start": "01:09:25.290", "end": "01:09:35.040", "speaker": "Elliott Hedman", "utterance": " I think there's a lot of skills that we don't really think about the wonder story is just kind of bad because I need to meet the kids where they're at, and I am worried about that, in part, that I think."}
{"start": "01:09:35.610", "end": "01:09:43.800", "speaker": "Elliott Hedman", "utterance": " I wouldn't want wonder sorry to replace all the teacher, I just want to, I want to get it so kids can read offense and not say oh if you're going to take forever I give up and that's where i'm at."}
{"start": "01:09:46.350", "end": "01:09:51.630", "speaker": "Mark Marino", "utterance": " All right, very good JEREMY do we get to the question you were gonna ask all right go ahead when you pose it."}
{"start": "01:09:51.630", "end": "01:09:51.840", "speaker": "None", "utterance": "Then."}
{"start": "01:09:54.210", "end": "01:09:54.840", "speaker": "Mark Marino", "utterance": " you're muted."}
{"start": "01:09:56.940", "end": "01:10:08.190", "speaker": "Jeremy Hight", "utterance": " I hope it makes sense at all, I came in super late, I apologize, my friends were presenting at siggraph and I almost think they should jump into the yellow my friend pastor donny."}
{"start": "01:10:09.030", "end": "01:10:25.080", "speaker": "Jeremy Hight", "utterance": " At has made a book and it's in it's a cookbook and it looks really 70s, but it's about food and rot and decay and it's actually a feminist commentary I think she said pop on over and then my friend, Joe Davis at MIT is looking at."}
{"start": "01:10:26.100", "end": "01:10:28.050", "speaker": "Jeremy Hight", "utterance": " it's like ancient Arabic."}
{"start": "01:10:29.160", "end": "01:10:39.030", "speaker": "Jeremy Hight", "utterance": " Art iconography and in DNA and biology and I heard MIT mentioned, I saw the sensor thing, and my ears kind of popped up."}
{"start": "01:10:39.720", "end": "01:10:51.330", "speaker": "Jeremy Hight", "utterance": " And I came in late, so I don't know if i'm coming out of left field but I used to be an editor for Leah and now i'm a reviewer for Leonardo, and I would love to hear more about the connective area."}
{"start": "01:10:51.900", "end": "01:11:04.380", "speaker": "Jeremy Hight", "utterance": " between research and haptics and senses and biofeedback not by Felix 70s, but like body reactivity and narrative ology I know it's been kind of talked about but that's fascinating to me."}
{"start": "01:11:08.160", "end": "01:11:20.460", "speaker": "Elliott Hedman", "utterance": " Really chat with you more I also the yellow article goes into it and create details and then also here's a link that will describe it more I don't want to repeat myself, but yeah I could talk to literally all day."}
{"start": "01:11:22.350", "end": "01:11:22.590", "speaker": "Jeremy Hight", "utterance": " Okay."}
{"start": "01:11:22.710", "end": "01:11:24.720", "speaker": "Mark Marino", "utterance": " um rob has a question."}
{"start": "01:11:26.640", "end": "01:11:42.810", "speaker": "Rob Wittig", "utterance": " I just I have just a little footnote to that that haptics because I also was really loving that that kind of haptics body, the you know sensory thing dimensions of these projects, but just want to recommend to people if you don't know if there's a wonderful little George Perez."}
{"start": "01:11:45.150", "end": "01:11:48.120", "speaker": "Rob Wittig", "utterance": " it's called a sketch for an essay and it's and he's."}
{"start": "01:11:48.180", "end": "01:11:52.920", "speaker": "Rob Wittig", "utterance": " He basically says, this should be a proper study of reading as a physical activity."}
{"start": "01:11:53.400", "end": "01:12:00.030", "speaker": "Rob Wittig", "utterance": " For example, what's the difference between reading on your stomach and reading on your back reading on your side reading sitting down and."}
{"start": "01:12:00.330", "end": "01:12:07.710", "speaker": "Rob Wittig", "utterance": " he's you know he knows it's it's these are funny ideas but he's being really serious and the the part of that that I love that I think just really that."}
{"start": "01:12:08.130", "end": "01:12:20.520", "speaker": "Rob Wittig", "utterance": " That I would love to see that kind of study that JEREMY was pointing towards and you folks doing, he says a CAFE I used to go to I used to say, a famous philosopher would always come along and he would bring a book and he would."}
{"start": "01:12:21.810", "end": "01:12:32.370", "speaker": "Rob Wittig", "utterance": " Read while he was eating and perfect says, you know I would observe him a bite, a concept, a bite, a concept, what is the result of this double nourishment."}
{"start": "01:12:33.570", "end": "01:12:43.110", "speaker": "Rob Wittig", "utterance": " Well it's like and that's a super important question and I just don't think I think there's a serious area of research that that points towards that i'd love to see people follow up on."}
{"start": "01:12:43.920", "end": "01:12:44.430", "speaker": "Rob Wittig", "utterance": " I love it."}
{"start": "01:12:44.490", "end": "01:12:45.870", "speaker": "Mark Marino", "utterance": " I love it what it what a great quote."}
{"start": "01:12:45.870", "end": "01:12:53.130", "speaker": "Mark Marino", "utterance": " My goodness as awesome let me save her that for a while and well i'm savoring and i'm going to turn things over to Maria men see who's had a hand up for a while to."}
{"start": "01:12:55.260", "end": "01:12:57.780", "speaker": "Maria Mencia", "utterance": " Sorry, no, I was trying to."}
{"start": "01:12:58.860", "end": "01:13:05.040", "speaker": "Maria Mencia", "utterance": " discuss what what area was talking about before as well with the fish, I want to go back to the fish."}
{"start": "01:13:05.550", "end": "01:13:07.710", "speaker": "Mark Marino", "utterance": " back to the fish in the costume okay."}
{"start": "01:13:08.310", "end": "01:13:08.910", "speaker": "Elliott Hedman", "utterance": " i'm sorry."}
{"start": "01:13:13.620", "end": "01:13:20.640", "speaker": "Maria Mencia", "utterance": " Nice because m well I haven't been teaching nearly two children, but I used to teach art and."}
{"start": "01:13:21.180", "end": "01:13:31.230", "speaker": "Maria Mencia", "utterance": " It was amazing because already depending of the ages, I mean once I think once they are over six they already have this kind of them."}
{"start": "01:13:31.680", "end": "01:13:36.390", "speaker": "Maria Mencia", "utterance": " You know they are, they have this convention already have what things are you know."}
{"start": "01:13:36.660", "end": "01:13:45.330", "speaker": "Maria Mencia", "utterance": " If you're actually dealing with children that are before six year old or something they're still seem to be like really free they don't have any conventions yet or anything."}
{"start": "01:13:45.750", "end": "01:13:54.210", "speaker": "Maria Mencia", "utterance": " But I just wanted to mention, because I was is they wants to do a drawing of their fellow you know they are friends."}
{"start": "01:13:54.600", "end": "01:14:11.070", "speaker": "Maria Mencia", "utterance": " Are face, you know doing of their face, and I said you can't see their face, yes, you have to touch it so practically they have to touch the face of the person and draw you know these portrayed and and you know they some of them were incapable."}
{"start": "01:14:12.090", "end": "01:14:24.600", "speaker": "Maria Mencia", "utterance": " They were live is you know, like trying to see a little bit and trying to actually do a portrayed in the way that a Portuguese supposed to be instead of doing a portrait that was based on the feeling of."}
{"start": "01:14:25.080", "end": "01:14:35.340", "speaker": "Maria Mencia", "utterance": " That phase, you know and create something different, and so I was just wondering, you know, in terms of teaching also elite."}
{"start": "01:14:35.970", "end": "01:14:47.070", "speaker": "Maria Mencia", "utterance": " You know those kind of conventions, you know that children already layer, and you know when the beginning other now if anybody wants to comment on that maybe I don't know area."}
{"start": "01:14:51.270", "end": "01:15:11.220", "speaker": "Eleonora Acerra", "utterance": " is true for me it's when all the most wonderful thing when we work with children, to see how they are surprised, and now they try to manipulate the screen and the narrative for it, for me, the most rewarding moment of my."}
{"start": "01:15:12.390", "end": "01:15:28.440", "speaker": "Eleonora Acerra", "utterance": " Research life and and I was thinking always transfer to dinner, of course, we try to work on interpretation jester, especially with mobile Apps and mobile Apps are."}
{"start": "01:15:29.220", "end": "01:15:40.440", "speaker": "Eleonora Acerra", "utterance": " strongly integrated integrated to the narrative and children have to interpret their gestures, the meaning of the gestures to understand the story."}
{"start": "01:15:41.640", "end": "01:15:50.250", "speaker": "Eleonora Acerra", "utterance": " So he would try to work in all the sense i'm really interested in how they manipulate and now the hands."}
{"start": "01:15:51.450", "end": "01:15:56.250", "speaker": "Eleonora Acerra", "utterance": " translate their interpretation toy, we are trying to be."}
{"start": "01:15:57.450", "end": "01:16:12.210", "speaker": "Eleonora Acerra", "utterance": " All this knowledge we don't do it with eye trackers so we just try to gather their statements and to study all they understand and interpret."}
{"start": "01:16:13.410", "end": "01:16:34.200", "speaker": "Eleonora Acerra", "utterance": " The narrative narratives and their gestures and when they try to recall it and to see what they needed what at what they have seen why they are surprised, why it's non linear what possibilities they should have had the in another context."}
{"start": "01:16:35.580", "end": "01:16:35.850", "speaker": "Eleonora Acerra", "utterance": " well."}
{"start": "01:16:38.220", "end": "01:16:44.190", "speaker": "Mark Marino", "utterance": " Something is occurring to me here and really like i'm just loving this panel and it's it's i'm doing everything I can not to like."}
{"start": "01:16:44.970", "end": "01:16:54.780", "speaker": "Mark Marino", "utterance": " interrupt this discussion with a million thoughts, but I do want to share something i've noticed across all the panelists that the word that keeps coming up across all four presentations is engagement."}
{"start": "01:16:55.230", "end": "01:17:05.670", "speaker": "Mark Marino", "utterance": " And what's fascinating to me is that I think there is a mythological presumption that the experience of reading is abstracted from bodies."}
{"start": "01:17:06.150", "end": "01:17:09.390", "speaker": "Mark Marino", "utterance": " And that it happens in the mind over a sustained period of time this is."}
{"start": "01:17:09.660", "end": "01:17:18.360", "speaker": "Mark Marino", "utterance": " Deep attention to details right it's about right and it has someone sitting physically still and we don't even care about what's happening to their body, because only happening between."}
{"start": "01:17:18.630", "end": "01:17:25.650", "speaker": "Mark Marino", "utterance": " their eyes and the text and no reaction know processing whatever it's just there they're letting the text do what it's going to do, inevitably."}
{"start": "01:17:26.190", "end": "01:17:36.240", "speaker": "Mark Marino", "utterance": " And what I love about all of these works, whether we're talking about reading or we're talking about writing or we're talking about text that turns into speech or speech or texts that turns into motion."}
{"start": "01:17:36.570", "end": "01:17:48.570", "speaker": "Mark Marino", "utterance": " or motion that turns back into play, and the play turns back into text right is that I think it, you know, in some ways, maybe even this whole yellow conference should be called the Multi sensory."}
{"start": "01:17:49.800", "end": "01:18:02.490", "speaker": "Mark Marino", "utterance": " Symbolic encounter conference right because there's something that we deeply understand and and teachers know it third for kindergarten teachers know it, they don't they don't handle a book."}
{"start": "01:18:04.230", "end": "01:18:15.570", "speaker": "Mark Marino", "utterance": " it's a here just sit in that little corner, they read it out loud and they draw and they point fingers at that you know, like all of those things right in same one we're telling stories to children right."}
{"start": "01:18:16.560", "end": "01:18:21.540", "speaker": "Mark Marino", "utterance": " You don't sit there and say hey children sit there on the rug and i'm going to tell you a story first four hours."}
{"start": "01:18:21.930", "end": "01:18:28.440", "speaker": "Mark Marino", "utterance": " right they interrupt you, and they squirm and they move their bodies or I don't know just all of this is really just got me thinking."}
{"start": "01:18:28.740", "end": "01:18:42.600", "speaker": "Mark Marino", "utterance": " In so many different ways and again it's it's that you all seem to have some sense that there is this heightened level of engagement that we can bring to these creative or you know, create a reading creative writing processes."}
{"start": "01:18:42.870", "end": "01:18:44.100", "speaker": "None", "utterance": "And that we've got a."}
{"start": "01:18:45.360", "end": "01:19:00.390", "speaker": "Mark Marino", "utterance": " We can tap into that somehow maybe with the interface on some level or with some really well some creatively used instructions in the case of of rob and skunk tails I think perhaps anyway somebody want to jump in on that one."}
{"start": "01:19:01.470", "end": "01:19:05.100", "speaker": "Mark Marino", "utterance": " And I know we're at time we're just like we're at the very end."}
{"start": "01:19:11.010", "end": "01:19:20.610", "speaker": "Elliott Hedman", "utterance": " I really resonates with me it's really what I believe and i'm careful of the word engagement, because it means many things, but it's about participation and attention for me."}
{"start": "01:19:21.420", "end": "01:19:25.470", "speaker": "Elliott Hedman", "utterance": " But just to give you an example adults have this problem to one of my first projects was."}
{"start": "01:19:25.800", "end": "01:19:34.440", "speaker": "Elliott Hedman", "utterance": " Working on classical music, you know most adults really get bored listening to classical music send them to a concert if they've never been before this is what it looks like going to a classical concert."}
{"start": "01:19:34.740", "end": "01:19:45.390", "speaker": "Elliott Hedman", "utterance": " This is an expert going to a classical concert and it just ends up being the case, that everything we do when it's novel and it's hard we need extra help to pay attention and to stay focused and be stimulated."}
{"start": "01:19:45.810", "end": "01:19:52.170", "speaker": "Elliott Hedman", "utterance": " And we think that kids are bad or their their troublemakers for wanting, and I know that's actually the nature of human emotions."}
{"start": "01:19:52.500", "end": "01:20:01.920", "speaker": "Elliott Hedman", "utterance": " And so we can make literature to meet people where they're at and we've never had the opportunity, since now to do that and it's fighting norms and being creative and trying new things that's really exciting."}
{"start": "01:20:07.260", "end": "01:20:16.590", "speaker": "Mark Marino", "utterance": " I love it, and again I love that that that rob brings that insight back to the zoom experience with the students because we've done we've done it again haven't we rob."}
{"start": "01:20:17.070", "end": "01:20:24.480", "speaker": "Mark Marino", "utterance": " we've done that we've just done it with a new medium well, of course, people like to sit in front of cameras for prolonged periods of times right."}
{"start": "01:20:25.920", "end": "01:20:29.310", "speaker": "Mark Marino", "utterance": " Why, of course, sure they do yeah."}
{"start": "01:20:30.930", "end": "01:20:34.380", "speaker": "Mark Marino", "utterance": " All right, well we're kind of time any last comments."}
{"start": "01:20:35.130", "end": "01:20:44.700", "speaker": "Nathalie Lacelle", "utterance": " Well, just the last comments and I really enjoy working with kids on trends fiction and trends mala trends smaller modality."}
{"start": "01:20:45.120", "end": "01:20:54.780", "speaker": "Nathalie Lacelle", "utterance": " And, and I could see that they would engage in interpret without having been questions they would just do they will they could transform them the."}
{"start": "01:20:55.200", "end": "01:21:01.860", "speaker": "Nathalie Lacelle", "utterance": " And while they transform they would engage in the origin of the end throughout the process, and I think that."}
{"start": "01:21:02.400", "end": "01:21:11.970", "speaker": "Nathalie Lacelle", "utterance": " can tell, I wanted to say before that I really admire that the how the process that the whole process of your your."}
{"start": "01:21:12.870", "end": "01:21:31.260", "speaker": "Nathalie Lacelle", "utterance": " Creation collaborative great, which is a really good example of the body in the machine in a postmodern conception of creation, but I still have what I really wanted to say, I still have a problem of representing the output."}
{"start": "01:21:32.580", "end": "01:21:44.760", "speaker": "Nathalie Lacelle", "utterance": " I felt really bad I had no idea how it sounds or how we can see it so it's it's good in a way, because it's the process throughout the process."}
{"start": "01:21:45.810", "end": "01:21:47.160", "speaker": "Nathalie Lacelle", "utterance": " We can experiment."}
{"start": "01:21:48.480", "end": "01:22:03.510", "speaker": "Nathalie Lacelle", "utterance": " All that we've talked about, and then there's this mystery at the end of how we can output so different ways, with with the technology, so I."}
{"start": "01:22:05.010", "end": "01:22:12.600", "speaker": "Nathalie Lacelle", "utterance": " I think I have to look into the examples that I don't know if there's word sounds of the words come into sound if we."}
{"start": "01:22:13.980", "end": "01:22:33.210", "speaker": "Nathalie Lacelle", "utterance": " And, and I have no representation and what I I don't want to speak too much, but that's The one thing that everybody that we talk to, in the last year's told us is what is a digital story so there's a."}
{"start": "01:22:34.890", "end": "01:22:38.820", "speaker": "Nathalie Lacelle", "utterance": " what's the answer right The big question like sales asked."}
{"start": "01:22:40.380", "end": "01:22:52.260", "speaker": "Nathalie Lacelle", "utterance": " about how do we teach it to well well how do we start teaching or talking about it, if we have no representation of it so that's that's our objective."}
{"start": "01:22:52.920", "end": "01:23:04.530", "speaker": "Nathalie Lacelle", "utterance": " I think everybody here is how do we engage into the righty processes and how do we multiply the representation that we can make a digital stories."}
{"start": "01:23:07.560", "end": "01:23:12.180", "speaker": "Mark Marino", "utterance": " That are awesome anybody anybody from the other groups, when I give us a final thoughts."}
{"start": "01:23:19.950", "end": "01:23:21.810", "speaker": "Elliott Hedman", "utterance": " I just want to say thank you guys."}
{"start": "01:23:23.340", "end": "01:23:32.550", "speaker": "Elliott Hedman", "utterance": " This isn't really a privilege for me because i'm not I don't come from any live background at all and it's really cool thing people who are on the same page."}
{"start": "01:23:32.850", "end": "01:23:41.160", "speaker": "Elliott Hedman", "utterance": " Like most of my work is like talking to people like you know, maybe we don't have to do hard books, maybe there's an option, and everyone disagrees with me and I feel very alone."}
{"start": "01:23:41.430", "end": "01:23:51.240", "speaker": "Elliott Hedman", "utterance": " And here i'm like holy cow you guys are more radical than me I love it like you pushing me and all sorts of directions so it's really nice to be inspired by people, so thank you for being part of this."}
{"start": "01:23:52.110", "end": "01:23:53.880", "speaker": "Mark Marino", "utterance": " Thank you, thank you, my goodness."}
{"start": "01:23:54.120", "end": "01:23:56.190", "speaker": "Kedrick James", "utterance": " Maybe we're on the same screen Elliot."}
{"start": "01:23:57.480", "end": "01:24:02.310", "speaker": "Mark Marino", "utterance": " Well, sad to say, nicely done, I feel like that's kind of a MIC drop moment."}
{"start": "01:24:04.170", "end": "01:24:16.500", "speaker": "Mark Marino", "utterance": " Alright guys well I hate to I really do hate to wrap up this panel, because I have thoroughly as someone who writes interactive stories with his children and has been thinking about this for a long time and has been trying to get people engaged creatively."}
{"start": "01:24:16.830", "end": "01:24:26.160", "speaker": "Mark Marino", "utterance": " With one of these oddball characters here and has, in just delights in the synesthesia of the whole skunk tails project Oh, my goodness, I just adore it."}
{"start": "01:24:26.490", "end": "01:24:37.050", "speaker": "Mark Marino", "utterance": " And who, from time to time dips into Andrew clover cars workbench and comes up with crazy projects with Dean Larson as well, everybody here you guys, I just want to give you guys a great big hug."}
{"start": "01:24:37.350", "end": "01:24:52.080", "speaker": "Mark Marino", "utterance": " Thank you all for this final panel, it is it's got my heart singing and speaking of singing I it's very possible I will head down to the CAFE let's do some dancing some finger dancing and."}
{"start": "01:24:54.390", "end": "01:24:58.440", "speaker": "Mark Marino", "utterance": " and actually can wrap it all one more thing which I do one more thing, what do you got."}
{"start": "01:24:58.530", "end": "01:25:04.980", "speaker": "Deena Larsen", "utterance": " Well, no, I really like to invite Elliot particularly to the discord for a moment, if you don't mind."}
{"start": "01:25:05.910", "end": "01:25:10.410", "speaker": "Deena Larsen", "utterance": " This would be the place where I normally have the wheelchair, and I block you in at the stage."}
{"start": "01:25:10.890", "end": "01:25:12.150", "speaker": "Mark Marino", "utterance": " So at."}