{"start": "00:00:01.589", "end": "00:00:02.550", "speaker": "Marianne Gunderson", "utterance": " panel session."}
{"start": "00:00:05.069", "end": "00:00:16.379", "speaker": "Marianne Gunderson", "utterance": " And a on on reading temporality and generous, so we have four very interesting papers to discuss, so I think we'll kind of just."}
{"start": "00:00:17.130", "end": "00:00:32.040", "speaker": "Marianne Gunderson", "utterance": " cut through it, so the format will be that first each of the panelists will do a short presentation and then we'll follow that with a conversation between the panelists and then."}
{"start": "00:00:33.270", "end": "00:00:46.620", "speaker": "Marianne Gunderson", "utterance": " For the final part of the session will open for questions from the the student so yeah everyone else who are just listening just make sure that you're you're muted during the."}
{"start": "00:00:46.650", "end": "00:00:49.410", "speaker": "Marianne Gunderson", "utterance": " Presentation part and."}
{"start": "00:00:50.190", "end": "00:01:01.470", "speaker": "Marianne Gunderson", "utterance": " yeah I think we'll just go right that go right into it said, the first step first presentation is by David Wright and Chris angles, you can go go ahead."}
{"start": "00:01:07.560", "end": "00:01:18.810", "speaker": "David Wright", "utterance": " So my presentation today with Chris is called beyond maximalism resolving the novelistic incompatibilities of realism paranoia on museums and encyclopedias and through electronic literature."}
{"start": "00:01:19.620", "end": "00:01:33.210", "speaker": "David Wright", "utterance": " And this is to this presentation days discussing this digital literature project called the perfect democracy, which is in progress practice lead research an autistic project which is received a grant from this jedi Council from the for the arts."}
{"start": "00:01:34.320", "end": "00:01:45.540", "speaker": "David Wright", "utterance": " This idea was born out of this notion of the maximus novel or the hysterical realist novel or the novel of information multiplicity which are various terms for kind of the same thing, but from different perspectives."}
{"start": "00:01:46.710", "end": "00:01:54.120", "speaker": "David Wright", "utterance": " It first began, I was kind of drawn to this through this review of zadie Smith white teeth by James would the book critic."}
{"start": "00:01:54.330", "end": "00:02:04.920", "speaker": "David Wright", "utterance": " And he wrote a genre is hardening is becoming easy to describe the contemporary idea of the big ambitious novel saturated novels as the ground beneath our feet mason Dixon who is underworld."}
{"start": "00:02:05.310", "end": "00:02:07.530", "speaker": "David Wright", "utterance": " wallace's infinite jest and now white teeth."}
{"start": "00:02:08.070", "end": "00:02:17.310", "speaker": "David Wright", "utterance": " And in response at Smith kind of said it's hysterical realism is a painfully accurate term for the sort of overblown manic pros to be found in novels like my own white teeth."}
{"start": "00:02:17.550", "end": "00:02:28.020", "speaker": "David Wright", "utterance": " These are hysterical times and should be noted, this was written in 2001, so I think these this hysteria is kind of older more prescient today and they said, of course, pandemic pope's to pandemic."}
{"start": "00:02:28.380", "end": "00:02:34.410", "speaker": "David Wright", "utterance": " A condition, and you know that aims at hysteria will now be effortlessly outstripped this was would point and i'm with him on it."}
{"start": "00:02:34.860", "end": "00:02:42.030", "speaker": "David Wright", "utterance": " And I appreciate that he feared I needed extra warning that I might be planning some 700 page generational saga sit on the incorporated mcdonald's island North tanga."}
{"start": "00:02:43.440", "end": "00:02:48.960", "speaker": "David Wright", "utterance": " A few years earlier, Jonathan franzen you know articulated a very similar predicament saying that."}
{"start": "00:02:49.470", "end": "00:02:57.210", "speaker": "David Wright", "utterance": " The work, I wanted to write was getting over a bloated with issues i'd worked in contemporary pharmacology TV race prison life and it doesn't other vocabularies."}
{"start": "00:02:57.360", "end": "00:03:03.420", "speaker": "David Wright", "utterance": " How is it going to satirize Internet boosterism and the Dow Jones as well, while leaving room for complexities of character and locale."}
{"start": "00:03:04.290", "end": "00:03:14.910", "speaker": "David Wright", "utterance": " And he says the novelist has more and more to say to read his have less and less time to read, where to find the energy to engage with the culture and crisis when the crisis consistently in possibility of engaging with the culture."}
{"start": "00:03:15.240", "end": "00:03:20.340", "speaker": "David Wright", "utterance": " I began to think that there was something wrong with the whole model of the novel as a form of cultural engagement."}
{"start": "00:03:21.630", "end": "00:03:34.320", "speaker": "David Wright", "utterance": " This time was kind of articulated more thoroughly by what is this concept more thoroughly by us different outlook Alina he uses similar kind of types of novels to you know describe this or define this term, and it uses these 10."}
{"start": "00:03:36.510", "end": "00:03:46.410", "speaker": "David Wright", "utterance": " characteristics, to define the novel i'm putting my argument asides, we don't really have time to go into that I argue that these these characteristics are kind of incompatible with one another."}
{"start": "00:03:48.090", "end": "00:03:58.920", "speaker": "David Wright", "utterance": " And you know, I was still drawn to kind of create a kind of big ambitious novel which I think is still a kind of this desire of the novelist, and so my resolution or my attempt to kind of resolve this predicament."}
{"start": "00:03:59.250", "end": "00:04:04.890", "speaker": "David Wright", "utterance": " was to go to a Calvin those values of lightness quickness exactitude visibility multiplicity and consistency."}
{"start": "00:04:05.310", "end": "00:04:20.820", "speaker": "David Wright", "utterance": " And I developed a kind of text novel that use these values, as you can see here I kind of used a multitude of forms of visibility of currency to kind of represent attempt to represent the entirety of Australian culture through."}
{"start": "00:04:22.350", "end": "00:04:29.220", "speaker": "David Wright", "utterance": " And in also to write a novel that was almost about the impossibility of doing such a task, and so I used symbolic ideas."}
{"start": "00:04:30.390", "end": "00:04:34.170", "speaker": "David Wright", "utterance": " About symbolic characters to kind of navigate the culture from the riches to the poorest."}
{"start": "00:04:34.860", "end": "00:04:43.080", "speaker": "David Wright", "utterance": " Now, with this council for the arts grant we are attempting to adapt to what kind of digital format to better articulate."}
{"start": "00:04:44.040", "end": "00:04:58.140", "speaker": "David Wright", "utterance": " to better address this predicament of the maximus novels and use a Calvinist represent calvinists albinos values and for now i'll put it over to my colleague Chris who just give a very brief a show of what we're doing at the minute."}
{"start": "00:04:59.370", "end": "00:05:01.020", "speaker": "Chris Arnold", "utterance": " Okay, I."}
{"start": "00:05:02.430", "end": "00:05:03.930", "speaker": "Chris Arnold", "utterance": " foolishly haven't actually."}
{"start": "00:05:05.040", "end": "00:05:07.440", "speaker": "Chris Arnold", "utterance": " Share was sharing your screen there we go."}
{"start": "00:05:09.390", "end": "00:05:11.190", "speaker": "Chris Arnold", "utterance": " I didn't test this but."}
{"start": "00:05:13.440", "end": "00:05:33.030", "speaker": "Chris Arnold", "utterance": " Do we have the screen share yeah good good we got one, so this is one panel one of david's techniques, is where we call pen testing writing where we can pass over I do not have focus there we go pass over a section of the text and and have a change."}
{"start": "00:05:34.110", "end": "00:05:36.300", "speaker": "Chris Arnold", "utterance": " And that's right through this text."}
{"start": "00:05:37.560", "end": "00:05:41.550", "speaker": "Chris Arnold", "utterance": " This particular chapter is."}
{"start": "00:05:43.050", "end": "00:05:53.010", "speaker": "Chris Arnold", "utterance": " kind of focused on having three of these sorts of things happening at the same time, so there are three sides to this prison there's some money on it, as well as gonna let it spin."}
{"start": "00:05:54.840", "end": "00:05:55.470", "speaker": "Chris Arnold", "utterance": " So yeah."}
{"start": "00:05:56.670", "end": "00:05:57.480", "speaker": "Chris Arnold", "utterance": " They also."}
{"start": "00:05:58.740", "end": "00:05:59.760", "speaker": "Chris Arnold", "utterance": " Will just stop it."}
{"start": "00:06:02.220", "end": "00:06:04.890", "speaker": "Chris Arnold", "utterance": " we've also gained the scroll bars together."}
{"start": "00:06:05.460", "end": "00:06:05.970", "speaker": "Chris Arnold", "utterance": " So that."}
{"start": "00:06:07.530", "end": "00:06:12.990", "speaker": "Chris Arnold", "utterance": " The three documents that the variation in how they articulate."}
{"start": "00:06:14.070", "end": "00:06:15.420", "speaker": "Chris Arnold", "utterance": " Their messages is."}
{"start": "00:06:16.500", "end": "00:06:18.510", "speaker": "Chris Arnold", "utterance": " always consistent and always instantly."}
{"start": "00:06:20.400", "end": "00:06:23.400", "speaker": "Chris Arnold", "utterance": " An order, how much time to can go into it more."}
{"start": "00:06:27.690", "end": "00:06:31.050", "speaker": "Marianne Gunderson", "utterance": " I think you are pretty much reached."}
{"start": "00:06:32.340", "end": "00:06:37.440", "speaker": "Marianne Gunderson", "utterance": " The end, but if you have like a nice contrition you want to get to can take out."}
{"start": "00:06:38.760", "end": "00:06:50.610", "speaker": "David Wright", "utterance": " um yeah so I mean, as I said, this is a work in progress, so this is just sort of one chapter or multiple chapters, so this is sort of the $50 chapter and we had like we go from basically the richest person in Australia represented by $100 down to."}
{"start": "00:06:50.940", "end": "00:06:59.160", "speaker": "David Wright", "utterance": " The five cent coin, as it were, and so this is the idea is kind of for each chapter to kind of come up with a new a new method that sort of."}
{"start": "00:06:59.400", "end": "00:07:09.720", "speaker": "David Wright", "utterance": " expands and then the idea is that the whole text will actually the shape of the texts will actually be a kind of frame that that's an of loops back on itself and a kind of aura Boris kind of way."}
{"start": "00:07:10.800", "end": "00:07:13.050", "speaker": "David Wright", "utterance": " But yeah, as I said, it's still a work in progress so hopefully i'll be."}
{"start": "00:07:14.130", "end": "00:07:18.690", "speaker": "David Wright", "utterance": " Something to see in the future, so please keep an eye out for X."}
{"start": "00:07:20.040", "end": "00:07:30.990", "speaker": "Marianne Gunderson", "utterance": " Thank you that's that's pretty amazing so that the match that up on the program is Leah hendrickson I can go ahead."}
{"start": "00:07:32.340", "end": "00:07:33.630", "speaker": "Leah Henrickson", "utterance": " And so hi everyone."}
{"start": "00:07:33.870", "end": "00:07:36.750", "speaker": "Leah Henrickson", "utterance": " great to see so many people here it's an awkward times today."}
{"start": "00:07:37.440", "end": "00:07:43.560", "speaker": "Leah Henrickson", "utterance": " My paper was called an Internet Bart at last the positive and perverse power of outlet poet Steve rogan buck."}
{"start": "00:07:43.980", "end": "00:07:51.570", "speaker": "Leah Henrickson", "utterance": " And so Steve broken Bach was a self proclaimed video artist and poet who released YouTube videos from 2010 2017."}
{"start": "00:07:52.050", "end": "00:08:00.270", "speaker": "Leah Henrickson", "utterance": " Rather than explain rogan bucks poetic style to you i'll show you two clips from his most viewed video from 2012 that really embody has a static."}
{"start": "00:08:00.360", "end": "00:08:14.880", "speaker": "Leah Henrickson", "utterance": " Before I do this, I just want to let you know that if you have children in the room Steve brogan buck is never really family friendly viewing there's nothing particularly distressing there just is some inappropriate language so fair warning to you."}
{"start": "00:08:16.410", "end": "00:08:24.900", "speaker": "Leah Henrickson", "utterance": " So we tested this in advance and i'm going to show you about a minute and a half and should remind myself yep there we go okay."}
{"start": "00:08:28.110", "end": "00:08:28.950", "speaker": "Leah Henrickson", "utterance": " i'm gonna find."}
{"start": "00:08:30.360", "end": "00:08:35.490", "speaker": "Leah Henrickson", "utterance": " you give me some options, where i'm going to really looking at right now is it better."}
{"start": "00:08:37.230", "end": "00:08:42.180", "speaker": "Leah Henrickson", "utterance": " To work jackass dog the bounty hunter two words jackass Joe."}
{"start": "00:08:44.340", "end": "00:08:48.270", "speaker": "Leah Henrickson", "utterance": " it's a nice idea or Kelly wrote about factor of telling me."}
{"start": "00:08:49.050", "end": "00:08:56.790", "speaker": "Leah Henrickson", "utterance": " i'm clean teeth okay i'm gonna put my deck and do a juice press I grim is definitely working on our pinterest following it's fucked up train."}
{"start": "00:08:57.060", "end": "00:09:12.570", "speaker": "Leah Henrickson", "utterance": " Better three trains coming out of the same pre battery is fucking stupid now that's true skill set phony on Nice at the Marxists a superstructure reinforces the frickin base get me in control of ABC family and I will Fuck this country up and building it."}
{"start": "00:09:13.380", "end": "00:09:25.380", "speaker": "Leah Henrickson", "utterance": " Baby come on tree trunk live your life away you can't live your life your dad right because everything guy because everybody died i'm not trying to be bad you're gonna die your dog."}
{"start": "00:09:26.610", "end": "00:09:30.870", "speaker": "Leah Henrickson", "utterance": " get through you can't when you're dead everyone but here's the humans are."}
{"start": "00:09:36.030", "end": "00:09:37.410", "speaker": "Leah Henrickson", "utterance": " almost everybody wakes up."}
{"start": "00:09:46.230", "end": "00:09:57.780", "speaker": "Leah Henrickson", "utterance": " Alright i'm going to stop sharing um so my paper considers how rogan book exemplifies what Leo Flores has called Third Generation eat literature, which quote."}
{"start": "00:09:58.140", "end": "00:10:10.800", "speaker": "Leah Henrickson", "utterance": " uses established platforms, with my other massive user basis, such as social media networks Apps mobile and touchscreen devices and web API services this third generation accounts for a massive scale of born digital."}
{"start": "00:10:10.800", "end": "00:10:20.130", "speaker": "Leah Henrickson", "utterance": " work produced by and for contemporary audiences, for whom digital media has become naturalized and the quote I first introduced readers to rogan buffs work."}
{"start": "00:10:20.190", "end": "00:10:24.060", "speaker": "Leah Henrickson", "utterance": " observing how his poetry fits within the category of third generation ila."}
{"start": "00:10:24.510", "end": "00:10:32.970", "speaker": "Leah Henrickson", "utterance": " I then consider how allegations of sexual misconduct against rogan book which he confirmed may impact interpretations of his work."}
{"start": "00:10:33.480", "end": "00:10:44.100", "speaker": "Leah Henrickson", "utterance": " Through this paper, I am to start a conversation about negotiating cultural value and socially unacceptable authorial behavior with new expectations and potential issues for third generation Isla."}
{"start": "00:10:44.610", "end": "00:10:55.170", "speaker": "Leah Henrickson", "utterance": " Well, third work well works, a third generation ila may have extraordinary positive effective and effective impact we can't lose sight of the potentially negative social implications of he let practice."}
{"start": "00:10:55.620", "end": "00:11:11.970", "speaker": "Leah Henrickson", "utterance": " whose voices are heard whose are not how and why what power and balances might third generation Isla perpetuate or create this paper uses the case of Steve rogan buck as a springboard for beginning to address such questions that's my summary."}
{"start": "00:11:18.750", "end": "00:11:22.140", "speaker": "Marianne Gunderson", "utterance": " You did not even not use all of your time."}
{"start": "00:11:22.230", "end": "00:11:28.320", "speaker": "Leah Henrickson", "utterance": " But no one ever complained that was too short y'all better to go shorter than longer."}
{"start": "00:11:29.910", "end": "00:11:31.680", "speaker": "Marianne Gunderson", "utterance": " Thank you, that was impressive."}
{"start": "00:11:33.030", "end": "00:11:35.310", "speaker": "Marianne Gunderson", "utterance": " yeah, so I think we can just."}
{"start": "00:11:36.900", "end": "00:11:37.320", "speaker": "Marianne Gunderson", "utterance": " Pass."}
{"start": "00:11:38.610", "end": "00:11:46.650", "speaker": "Marianne Gunderson", "utterance": " The MIC to social Bush or don't Erica Philip pardon my pronunciation but."}
{"start": "00:11:48.600", "end": "00:11:49.680", "speaker": "Marianne Gunderson", "utterance": " The room."}
{"start": "00:11:51.180", "end": "00:11:52.140", "speaker": "Erika Fulop", "utterance": " Can you hear me all right."}
{"start": "00:11:53.550", "end": "00:12:01.650", "speaker": "Erika Fulop", "utterance": " Yes, and hopefully finish this year as well, so yeah okay good so i'm going to share my screen with a short presentation."}
{"start": "00:12:09.330", "end": "00:12:10.320", "speaker": "Erika Fulop", "utterance": " Okay, can you see that one."}
{"start": "00:12:11.820", "end": "00:12:12.180", "speaker": "Serge BOUCHARDON", "utterance": " Yes."}
{"start": "00:12:12.780", "end": "00:12:26.580", "speaker": "Erika Fulop", "utterance": " Right, so our topic will be about the charity of a temporary tish a little bit of a switch from the second talk, but it relates, the first one, I think, to some extent so brief theoretical introduction first."}
{"start": "00:12:27.240", "end": "00:12:34.260", "speaker": "Serge BOUCHARDON", "utterance": " So according to pull your time becomes Sherman, to the extent that it's articulated through narrative mode."}
{"start": "00:12:34.860", "end": "00:12:42.420", "speaker": "Serge BOUCHARDON", "utterance": " And narrative attempts is full meaning when it becomes a condition of temporal existence, from this perspective."}
{"start": "00:12:42.930", "end": "00:12:50.880", "speaker": "Serge BOUCHARDON", "utterance": " narrative is our principal tool for security ourselves in time in for experiencing time within ourselves."}
{"start": "00:12:51.510", "end": "00:12:58.380", "speaker": "Serge BOUCHARDON", "utterance": " And not over to digital may be characterized as a tool for the fundamental deconstruction of temporality."}
{"start": "00:12:58.920", "end": "00:13:18.120", "speaker": "Serge BOUCHARDON", "utterance": " This is reflected it's two main tendencies that have real time calculation convenience impression of immediacy and that of university of access convenience impression of availability so digital thanks to its availability and its immediacy This leads to a constant present time."}
{"start": "00:13:19.650", "end": "00:13:26.640", "speaker": "Erika Fulop", "utterance": " So, based on these two premises, we can wonder whether ditched our narrative as such would be potentially an oxymoron and."}
{"start": "00:13:27.390", "end": "00:13:35.010", "speaker": "Erika Fulop", "utterance": " trying to square the circle, however, we do know quite a few examples of digital narratives and experimental digital narratives and."}
{"start": "00:13:35.370", "end": "00:13:45.990", "speaker": "Erika Fulop", "utterance": " Today, we will present a two examples from electronic literature and the third example which caused all this into question, which will be the case of social media stories so first example."}
{"start": "00:13:46.860", "end": "00:13:57.780", "speaker": "Serge BOUCHARDON", "utterance": " So just about efficiency for the smartphone rely on ordinary Daddy practices on a smartphone real time charts, for instance, but also notifications."}
{"start": "00:13:58.200", "end": "00:14:11.400", "speaker": "Serge BOUCHARDON", "utterance": " In this case, efficient or collector regularly sense notifications to the user in bury me may love the reader internets the character of the husband of a young second women."}
{"start": "00:14:11.940", "end": "00:14:17.490", "speaker": "Serge BOUCHARDON", "utterance": " Who is attempting to reach New York is exchanges take place in pseudo real time."}
{"start": "00:14:17.910", "end": "00:14:25.500", "speaker": "Serge BOUCHARDON", "utterance": " If the character must accomplish induction, which is supposed to take her several house the reader can not contact her during this time lapse."}
{"start": "00:14:25.800", "end": "00:14:37.770", "speaker": "Serge BOUCHARDON", "utterance": " And when she returns in notification wouldn't from the reader that she's again available to do piece place we step heredity by integrating fictional time into the readers read time."}
{"start": "00:14:41.040", "end": "00:14:46.650", "speaker": "Serge BOUCHARDON", "utterance": " To what extent can efficiently narrative be built around real time data flow."}
{"start": "00:14:47.370", "end": "00:14:58.290", "speaker": "Serge BOUCHARDON", "utterance": " In this case, because it's your events is replaced by sequence entity of real events reset gabby Clichy the Web never achieved by foursquare show before."}
{"start": "00:14:58.710", "end": "00:15:03.840", "speaker": "Serge BOUCHARDON", "utterance": " is connected to return to data from the price region where network."}
{"start": "00:15:04.200", "end": "00:15:18.810", "speaker": "Serge BOUCHARDON", "utterance": " reset lives just opposite Zulu that what transition into trains with this trench and familiar by names are like characters who pay visits to reset so they are very lovely moments and moments of grits certitude."}
{"start": "00:15:19.740", "end": "00:15:26.160", "speaker": "Serge BOUCHARDON", "utterance": " This piece was is a real time of events taking place in Zurich world to structure the fictional world."}
{"start": "00:15:26.790", "end": "00:15:41.130", "speaker": "Serge BOUCHARDON", "utterance": " Lending meaning to a flow of information and transforming it into a human experience, according to the author laughs contingencies enter into the narrative and result in a pure time experience."}
{"start": "00:15:43.230", "end": "00:15:59.070", "speaker": "Erika Fulop", "utterance": " And so, our third example will be the stories from social media i've got the screen capture but i'm sure many of you are familiar with Facebook or instagram and how the story is working, that you've got a sort of a storyline and the meat on top of the screen."}
{"start": "00:16:01.230", "end": "00:16:09.240", "speaker": "Erika Fulop", "utterance": " And the basic setup of these stories is that you've got a temporary constraint for maximum duration of 15 seconds by default."}
{"start": "00:16:09.720", "end": "00:16:15.840", "speaker": "Erika Fulop", "utterance": " And the lifetime of 24 hours for these stories, which means that they will disappear after 24 hours."}
{"start": "00:16:16.380", "end": "00:16:27.390", "speaker": "Erika Fulop", "utterance": " You can hijack these default settings to some extent, but this is the basic setup that the platforms propose and Facebook also emphasizes that."}
{"start": "00:16:27.990", "end": "00:16:42.390", "speaker": "Erika Fulop", "utterance": " stories are I caught a visual medium which is ideal for sharing authentic moments and it's me emphasize and care the visual and the moments, so there is a great emphasis on the fact that they should be catchy and easy to see and immediately."}
{"start": "00:16:43.830", "end": "00:16:56.910", "speaker": "Erika Fulop", "utterance": " Immediately catching the viewer even though you can also have text, as you can see if you can have sons video but also static images which are temporarily in a way for these 15 seconds of presentation."}
{"start": "00:16:57.990", "end": "00:17:13.860", "speaker": "Erika Fulop", "utterance": " And the other important point is that they are emphasizing that these are unique moment, so one story is one moment so, even though they are called stories and the story narrative is, by definition, in the first place, and as a sequence of events in time sorry about."}
{"start": "00:17:15.210", "end": "00:17:24.480", "speaker": "Erika Fulop", "utterance": " It the stories are always unique moments, and your story is also integrated by the platform into into series of stories."}
{"start": "00:17:25.440", "end": "00:17:30.990", "speaker": "Erika Fulop", "utterance": " by the people in your network, so if you put these two together."}
{"start": "00:17:31.950", "end": "00:17:45.120", "speaker": "Erika Fulop", "utterance": " In in all senses the stories are deprived of what we consider three surely is narratives but is no sequence of events and there is no construction of a narrative identity or any kind of identity in time."}
{"start": "00:17:45.840", "end": "00:17:52.740", "speaker": "Erika Fulop", "utterance": " So the question that arises here is what's left of narrative or negativity in particular story here."}
{"start": "00:17:53.790", "end": "00:17:57.240", "speaker": "Erika Fulop", "utterance": " So by be of conclusion we will try is like, there is a couple of questions."}
{"start": "00:17:57.930", "end": "00:18:09.570", "speaker": "Serge BOUCHARDON", "utterance": " So we've seen that new types of degenerates use best, for instance, but notifications are real time data flows of interesting temporal experiences."}
{"start": "00:18:11.370", "end": "00:18:22.740", "speaker": "Erika Fulop", "utterance": " But then, if you think of the mainstream and increasingly mainstream use of their stories, and this can be cost wonder whether the future of stories as such is the future of narratives."}
{"start": "00:18:23.970", "end": "00:18:28.860", "speaker": "Erika Fulop", "utterance": " And whether we really do need narratives in the circle all sense around."}
{"start": "00:18:28.890", "end": "00:18:29.550", "speaker": "Erika Fulop", "utterance": " Whether we."}
{"start": "00:18:29.610", "end": "00:18:35.490", "speaker": "Erika Fulop", "utterance": " We need them so badly in order to make sense of time speaker says narratives help us do."}
{"start": "00:18:36.270", "end": "00:18:49.050", "speaker": "Erika Fulop", "utterance": " And last but not what would be the alternatives if we admit accept that there are things are not our only way of thinking, the world and the time in it through the digital medium what alternatives do we have two narratives."}
{"start": "00:18:51.240", "end": "00:18:57.600", "speaker": "Erika Fulop", "utterance": " And that's it, thank you for your attention, really curious to hear your your feedback or further questions on this."}
{"start": "00:19:01.650", "end": "00:19:07.860", "speaker": "Marianne Gunderson", "utterance": " Thank you so much that's another really excellent contribution."}
{"start": "00:19:09.240", "end": "00:19:24.810", "speaker": "Marianne Gunderson", "utterance": " I am so so before we open up for questions from the rest of the room, we would like, for each of the panelists to get you to give it to the palace a chance to respond to each other's."}
{"start": "00:19:25.140", "end": "00:19:27.360", "speaker": "Marianne Gunderson", "utterance": " Not just presentations but also."}
{"start": "00:19:27.720", "end": "00:19:31.530", "speaker": "Leah Henrickson", "utterance": " papers Marianne if you didn't give Clara time to present."}
{"start": "00:19:32.880", "end": "00:19:33.240", "speaker": "Marianne Gunderson", "utterance": " Oh."}
{"start": "00:19:34.140", "end": "00:19:39.570", "speaker": "Marianne Gunderson", "utterance": " Oh wow yes Okay, so my my brain just pledged."}
{"start": "00:19:41.700", "end": "00:19:47.160", "speaker": "Marianne Gunderson", "utterance": " Because it's good for possibly because of the double presentations I can't wait a little bit i'll sleep."}
{"start": "00:19:48.240", "end": "00:19:48.720", "speaker": "Marianne Gunderson", "utterance": " Yes."}
{"start": "00:19:50.250", "end": "00:19:50.550", "speaker": "Marianne Gunderson", "utterance": " you're."}
{"start": "00:19:51.990", "end": "00:19:53.010", "speaker": "Marianne Gunderson", "utterance": " really looking for."}
{"start": "00:19:55.650", "end": "00:19:55.920", "speaker": "Marianne Gunderson", "utterance": " yeah."}
{"start": "00:19:58.230", "end": "00:19:59.010", "speaker": "CLARA CHETCUTI", "utterance": " Those are so."}
{"start": "00:19:59.460", "end": "00:20:09.900", "speaker": "CLARA CHETCUTI", "utterance": " So every presentation is called let my readers go and and for me it's all starts with literature and so even discussions of the post literary, which is where i'd like to take this."}
{"start": "00:20:10.230", "end": "00:20:20.460", "speaker": "CLARA CHETCUTI", "utterance": " And my sooner or later returned to the question of literature, so perhaps another question with the one I depart from my doctoral research is a fitting one to launch this short talk with."}
{"start": "00:20:20.910", "end": "00:20:24.900", "speaker": "CLARA CHETCUTI", "utterance": " Namely What might the literature and electronic literature stand for."}
{"start": "00:20:25.650", "end": "00:20:38.100", "speaker": "CLARA CHETCUTI", "utterance": " and have three main chapters to my thesis and I spend a long time teasing out analogies between electronic literature and established accepted bodies of literature like concrete poetry the pores work."}
{"start": "00:20:38.610", "end": "00:20:51.240", "speaker": "CLARA CHETCUTI", "utterance": " But as the time to conclude my thesis draws near, I find that my interest in genealogical analogies has been overtaken by a greater one and electronic literature's irreconcilable differences with literature, as we know it."}
{"start": "00:20:51.870", "end": "00:20:59.700", "speaker": "CLARA CHETCUTI", "utterance": " And so the hypothesis I submit all along in my research is up until making closer acquaintance with the post literary which changed things for me."}
{"start": "00:21:00.150", "end": "00:21:08.850", "speaker": "CLARA CHETCUTI", "utterance": " Is that if electronic literature can be subsumed genealogically within literature, then it follows that literature, as we know, it has to be expanding to accommodate it."}
{"start": "00:21:09.270", "end": "00:21:12.570", "speaker": "CLARA CHETCUTI", "utterance": " Now I realized that this is not itself an incontrovertible assumption."}
{"start": "00:21:13.080", "end": "00:21:22.590", "speaker": "CLARA CHETCUTI", "utterance": " But my awareness of the arguments potential vulnerability and sort of became parents critical for me when I like to the on the concept of the post literary."}
{"start": "00:21:22.890", "end": "00:21:33.210", "speaker": "CLARA CHETCUTI", "utterance": " Specifically, the journal counter texts theory ization of it as what survives literature went is called into question by letteri if not quite literally forums."}
{"start": "00:21:33.870", "end": "00:21:43.440", "speaker": "CLARA CHETCUTI", "utterance": " And the post literary seems to me as just the thing to name this process whereby electronic literature can in some of its in sensations be subsumed within literature."}
{"start": "00:21:43.800", "end": "00:21:48.120", "speaker": "CLARA CHETCUTI", "utterance": " While it can't conceivably be subsumed in literature in other instances Asians."}
{"start": "00:21:48.900", "end": "00:22:00.090", "speaker": "CLARA CHETCUTI", "utterance": " So, so far, the post literary for me really fit with the idea that I was developing, but then I stumbled upon john kaylee's essay the advent of Archer and the end of electronic literature."}
{"start": "00:22:00.570", "end": "00:22:10.800", "speaker": "CLARA CHETCUTI", "utterance": " And I started to wonder why he not only refrains from mentioning the post literary and he instead discerned the migration from 11 to digital language art."}
{"start": "00:22:11.310", "end": "00:22:17.340", "speaker": "CLARA CHETCUTI", "utterance": " And he also does so on the basis that electronic literature has been unable to call literature seriously into question."}
{"start": "00:22:18.120", "end": "00:22:24.630", "speaker": "CLARA CHETCUTI", "utterance": " And, and I found the paradox there but, before proceeding into that and i'd like to go back a little bit."}
{"start": "00:22:25.020", "end": "00:22:36.240", "speaker": "CLARA CHETCUTI", "utterance": " As i've said it all starts with literature for me and and as my research gravitated towards 20th century literary theory, I found the most outright articulation of that question in sorter."}
{"start": "00:22:37.020", "end": "00:22:44.370", "speaker": "CLARA CHETCUTI", "utterance": " and his answer to the question, what is the literature as many sided and it depends on the conceptualization of freedom and generosity."}
{"start": "00:22:44.760", "end": "00:22:55.260", "speaker": "CLARA CHETCUTI", "utterance": " And, but I stumbled upon a line that I rather took liberties with in his work and and I thought of running a thought experiment with it."}
{"start": "00:22:55.830", "end": "00:23:14.520", "speaker": "CLARA CHETCUTI", "utterance": " The line is the writer has only one subject freedom and I thought hang on what if the writer who writes in programmable media and therefore enterprises code between himself and the reader and no longer has free the message subject and, therefore, what he writes, is no longer literature."}
{"start": "00:23:15.750", "end": "00:23:23.640", "speaker": "CLARA CHETCUTI", "utterance": " My experiment yielded three more questions first, what does the effect of interposing code between writer and reader have."}
{"start": "00:23:24.330", "end": "00:23:40.800", "speaker": "CLARA CHETCUTI", "utterance": " second and third if literature that ceases to honor the readers free decision to open the book or access the electronic literary object and is not literature by searchers token then where or what might it be, can it be located in the realm of the post literary."}
{"start": "00:23:41.850", "end": "00:23:56.580", "speaker": "CLARA CHETCUTI", "utterance": " And kaylee's SA apart from reenacting authoritarian move and conveniently helps me answer that question because he says that it's important to recognize that this is not a difference in what is, or can be read, but in how and when it's red."}
{"start": "00:23:57.270", "end": "00:24:05.280", "speaker": "CLARA CHETCUTI", "utterance": " And I find that this is best illustrated, and the work of clear didn't more and the entropy and during the height and all three of them."}
{"start": "00:24:05.910", "end": "00:24:11.790", "speaker": "CLARA CHETCUTI", "utterance": " indulge in impossible accelerations of reading with countdown timers and fast moving ticker tapes."}
{"start": "00:24:12.270", "end": "00:24:19.980", "speaker": "CLARA CHETCUTI", "utterance": " They or they glacially decelerate reading through word by word and also serialization they include dazzling whiteout and blinding blackouts."}
{"start": "00:24:20.340", "end": "00:24:29.970", "speaker": "CLARA CHETCUTI", "utterance": " And I find that all of these are signs of writer is employing code to warp and subvert the material cultural formations that orbit practices and conventions of reading."}
{"start": "00:24:30.990", "end": "00:24:39.150", "speaker": "CLARA CHETCUTI", "utterance": " And it is no wonder that kaylee presumably with such works in mind concludes that electronic literature is precisely no longer and literature."}
{"start": "00:24:40.050", "end": "00:24:49.230", "speaker": "CLARA CHETCUTI", "utterance": " So my to be located in the post literary, but then I recall that kayla denies that electronic literature has until now called literature seriously into question."}
{"start": "00:24:50.070", "end": "00:25:06.120", "speaker": "CLARA CHETCUTI", "utterance": " Yet he walks together language with art which, in turn, and is a double edged sword because really what's better concession that the literary has gone elsewhere, can we expect then kaylee's when he says that literature has migrated to the rambling claims of art."}
{"start": "00:25:07.170", "end": "00:25:16.110", "speaker": "CLARA CHETCUTI", "utterance": " But I am left with the distinct impression that electronic literature cannot happily be both post literary and digital language art, by the end of caylee's essay."}
{"start": "00:25:16.830", "end": "00:25:20.850", "speaker": "CLARA CHETCUTI", "utterance": " And this is an impasse that's My thesis has come to and i'll conclude with that."}
{"start": "00:25:21.480", "end": "00:25:33.810", "speaker": "CLARA CHETCUTI", "utterance": " And I find my the fullest expression really of this emphasis again encounter text where the editors Professor Carlos and Professor corby and who are also my tutors and."}
{"start": "00:25:34.500", "end": "00:25:40.140", "speaker": "CLARA CHETCUTI", "utterance": " say our is this where the post comes in, when literature ceases announcing itself as a question."}
{"start": "00:25:41.130", "end": "00:25:57.540", "speaker": "CLARA CHETCUTI", "utterance": " But if we indulge the possibility that in the post literary, the question of literature is finally closed, how can we say that electronic literature is both a calling into question of literature and post literary when the post literary supposedly shuts down that question."}
{"start": "00:25:58.860", "end": "00:26:10.710", "speaker": "CLARA CHETCUTI", "utterance": " Another expression of the Emperor says when they also say the editors of counter text also say inversely, it might be said that that which is recognized as literature is always at least to some degree post literary."}
{"start": "00:26:11.760", "end": "00:26:30.600", "speaker": "CLARA CHETCUTI", "utterance": " So my problem is, is it post literary if the post literary supposedly it puts literature beyond question or is electronic literature, to some degree post literary because it subsumes within it, a handful of genres that coincide and logically with accepted forms of literature."}
{"start": "00:26:31.710", "end": "00:26:38.610", "speaker": "CLARA CHETCUTI", "utterance": " My conclusion which is really a non conclusion is that it seems pointless to try for a single verdict, so I will settle for this."}
{"start": "00:26:39.120", "end": "00:26:49.620", "speaker": "CLARA CHETCUTI", "utterance": " That electronic literature speaks to the specificities of 20th century compositions and practices that are still and or no longer configure but, as the literary Thank you."}
{"start": "00:26:51.120", "end": "00:26:52.620", "speaker": "Marianne Gunderson", "utterance": " Thank you and."}
{"start": "00:26:52.890", "end": "00:26:55.470", "speaker": "Marianne Gunderson", "utterance": " Apologies again for mixer."}
{"start": "00:26:56.550", "end": "00:27:22.470", "speaker": "Marianne Gunderson", "utterance": " Now it is time for each of you to get a chance to respond to not only each other's presentations but also to each other's papers Chai know are a lot richer in words and also in thoughts for in content probably than than the human beings yeah really interesting presentation so."}
{"start": "00:27:24.120", "end": "00:27:25.530", "speaker": "Marianne Gunderson", "utterance": " I would."}
{"start": "00:27:28.050", "end": "00:27:29.550", "speaker": "Marianne Gunderson", "utterance": " just say open."}
{"start": "00:27:30.720", "end": "00:27:34.140", "speaker": "Marianne Gunderson", "utterance": " Open the room for the presenters if any of you have."}
{"start": "00:27:35.700", "end": "00:27:38.370", "speaker": "Marianne Gunderson", "utterance": " A question, to start with um."}
{"start": "00:27:41.940", "end": "00:27:50.940", "speaker": "Erika Fulop", "utterance": " I think this question of post might be a good starting point that also links up our papers, the sample are we talking about post literary narrative."}
{"start": "00:27:51.630", "end": "00:28:00.600", "speaker": "Erika Fulop", "utterance": " Post, the post digital post everything it's it's always confuses me what is meant by this term, each time i'm not sure it's always the same so."}
{"start": "00:28:02.430", "end": "00:28:09.060", "speaker": "Erika Fulop", "utterance": " I don't know to what extent it is useful to declare pause on the search mentioned, also in the model is remarks in the chat."}
{"start": "00:28:10.350", "end": "00:28:26.520", "speaker": "Erika Fulop", "utterance": " If we're talking about an institution, so if the institutions change to follow what's going on in in the actual phenomena that's that that surrounds us then what's the what's what would be the meaning of declaring it post, other than acknowledging the fact that."}
{"start": "00:28:26.550", "end": "00:28:26.880", "speaker": "Erika Fulop", "utterance": " Change."}
{"start": "00:28:26.940", "end": "00:28:30.360", "speaker": "Erika Fulop", "utterance": " The sense of things, changing the sense of the concept of changing."}
{"start": "00:28:30.810", "end": "00:28:33.720", "speaker": "Erika Fulop", "utterance": " I don't know what people think about this post type."}
{"start": "00:28:36.810", "end": "00:28:46.530", "speaker": "David Wright", "utterance": " mean in Canada to that, I mean the one of the words that comes to mind is JESSICA precedents digital modernism where she kind of argues that in fact digital works some digital work not only digital works."}
{"start": "00:28:47.040", "end": "00:28:58.050", "speaker": "David Wright", "utterance": " extend the kind of modernist aesthetic that's kind of been exhausted in a print idea but it's now being kind of reimagine and, if anything more literary in a kind of digital platform um."}
{"start": "00:28:58.890", "end": "00:29:07.590", "speaker": "David Wright", "utterance": " I feel that about some works, I think, which feel to me very, very literary, if not more, literary than then contemporary print you know classical."}
{"start": "00:29:08.670", "end": "00:29:09.750", "speaker": "David Wright", "utterance": " front of the bowels you know."}
{"start": "00:29:12.000", "end": "00:29:18.540", "speaker": "CLARA CHETCUTI", "utterance": " and honestly I get the whole idea that the post might be hype that the post is overused."}
{"start": "00:29:18.960", "end": "00:29:25.440", "speaker": "CLARA CHETCUTI", "utterance": " And that's also the post is used in many different ways by many different people, no one ever means the same thing when he was the post."}
{"start": "00:29:25.860", "end": "00:29:31.260", "speaker": "CLARA CHETCUTI", "utterance": " And was really zinged with me for in terms of this conception of the post."}
{"start": "00:29:31.830", "end": "00:29:42.690", "speaker": "CLARA CHETCUTI", "utterance": " Is the realization that literature is going to other places where it hasn't necessarily been and I think that a lot of English is very much an incarnation of that because."}
{"start": "00:29:43.080", "end": "00:29:53.610", "speaker": "CLARA CHETCUTI", "utterance": " So much of it is not acceptable, you know, a straight laced literary scholar would not accept a lot of what is instantiated an eel it as literature, or as literary or as poetic."}
{"start": "00:29:54.150", "end": "00:30:06.360", "speaker": "CLARA CHETCUTI", "utterance": " But then so much other work is so why is it that this metal genre can encompass all of that, and still call itself literature or electronic literature that's really my question."}
{"start": "00:30:07.680", "end": "00:30:24.720", "speaker": "Leah Henrickson", "utterance": " dina has a really good question in the chat that broadens this discussion a little bit so she's asking what are the implications of definitions, how much do definitions mater, and I mean I think that's a whole PhD thesis in itself and someone's probably written extensively on that, but."}
{"start": "00:30:24.900", "end": "00:30:30.090", "speaker": "Leah Henrickson", "utterance": " I think the usefulness of definitions and certainly for this discussion is that they give us a meeting point."}
{"start": "00:30:30.720", "end": "00:30:35.850", "speaker": "Leah Henrickson", "utterance": " So, even though we may have different interpretations of definitions we at least have something in common."}
{"start": "00:30:36.120", "end": "00:30:44.280", "speaker": "Leah Henrickson", "utterance": " And we have some sort of shared understanding, even if that understanding differ slightly so that we can have these kinds of conversations it's interesting to hear."}
{"start": "00:30:44.400", "end": "00:30:52.860", "speaker": "Leah Henrickson", "utterance": " Clara talk about post literary and David talked about post literary and and my own view, as opposed to writing what that constitutes are slightly different, but at least."}
{"start": "00:30:53.070", "end": "00:31:05.850", "speaker": "Leah Henrickson", "utterance": " We have some sort of a meeting space where we can come together and push each other, a little bit, and so I just think it's worth dwelling on dino's questions, a little bit, because I think they're they're actually really key to this discussion."}
{"start": "00:31:11.940", "end": "00:31:13.230", "speaker": "Erika Fulop", "utterance": " Because, for some people come back to."}
{"start": "00:31:13.260", "end": "00:31:20.760", "speaker": "Erika Fulop", "utterance": " Come back to the question of of the institution and institutionalization around the definition don't we so if."}
{"start": "00:31:22.050", "end": "00:31:23.940", "speaker": "Erika Fulop", "utterance": " s square just said."}
{"start": "00:31:25.320", "end": "00:31:35.220", "speaker": "Erika Fulop", "utterance": " Post helps to mark the fact that we move away from a traditional sense of literature, we are expanding if we are expanding the sense of insecurity for want to open it up, then the post."}
{"start": "00:31:36.510", "end": "00:31:49.500", "speaker": "Erika Fulop", "utterance": " term is in a way, counterproductive, because then we are saying that this not literature anymore something else, we are moving away from it so there's kind of a paradox in and in the in the in this process of extinction."}
{"start": "00:31:50.760", "end": "00:31:51.720", "speaker": "Leah Henrickson", "utterance": " I think it's interesting yeah."}
{"start": "00:31:51.750", "end": "00:32:00.060", "speaker": "Leah Henrickson", "utterance": " Erica that's a really good point and, like in in creating these definitions we welcome people into the discussion, but at the same time we alienate other kinds of people."}
{"start": "00:32:00.780", "end": "00:32:15.480", "speaker": "Leah Henrickson", "utterance": " Especially when you start getting into like post post modernism post modernism post literary it becomes this almost like for lack of a better word masturbatory exercise where you're just making up definitions and big terms for the sake of sounding."}
{"start": "00:32:16.530", "end": "00:32:21.480", "speaker": "Leah Henrickson", "utterance": " Like you're I don't know revolutionising literature, or whatever."}
{"start": "00:32:22.680", "end": "00:32:29.760", "speaker": "Leah Henrickson", "utterance": " yeah I agree, I agree with you Erica I think there's useful this and definitions I yeah I think the post thing has gotten slip out of control, but."}
{"start": "00:32:31.110", "end": "00:32:33.600", "speaker": "Leah Henrickson", "utterance": " The conversations are still very valuable, I think."}
{"start": "00:32:34.710", "end": "00:32:42.810", "speaker": "CLARA CHETCUTI", "utterance": " But the paradoxes themselves are interesting for them said, not just because of terminology and and I think they shed light on the fact that."}
{"start": "00:32:43.350", "end": "00:32:52.020", "speaker": "CLARA CHETCUTI", "utterance": " First of all institutions don't like that certain instantiate of literature fall through the cracks they cannot be name they cannot be defined."}
{"start": "00:32:52.320", "end": "00:33:01.080", "speaker": "CLARA CHETCUTI", "utterance": " There is this terminology and and I think it's it's endemic to the institution to try and add terms to them to just bring them back into the fold."}
{"start": "00:33:01.530", "end": "00:33:11.250", "speaker": "CLARA CHETCUTI", "utterance": " And, but the paradoxes there show that sometimes electronic literature just resists terminology and even the fact that all of us use different words to describe the same thing."}
{"start": "00:33:11.580", "end": "00:33:20.910", "speaker": "CLARA CHETCUTI", "utterance": " Different authors in our field are all writing about the same thing, using different names I think that's that marks how resistant illnesses to terminology."}
{"start": "00:33:23.550", "end": "00:33:37.560", "speaker": "David Wright", "utterance": " I mean the other terminology that gets thrown around the genre, which of course is one of the things here and dumb and I think the practice just the practitioners, I know, in the the lid I read it kind of really resist this idea of genre I mean even the third generation he let stuff."}
{"start": "00:33:38.010", "end": "00:33:40.290", "speaker": "David Wright", "utterance": " That it's less kind of making a consistent phone."}
{"start": "00:33:40.290", "end": "00:33:52.830", "speaker": "David Wright", "utterance": " That you know artists replicated and there's almost a sense to kind of be counted, to the social media platform in some way not always but you know that seems that seems to characterize thing."}
{"start": "00:33:59.220", "end": "00:34:00.420", "speaker": "Marianne Gunderson", "utterance": " I was some."}
{"start": "00:34:00.600", "end": "00:34:06.150", "speaker": "Marianne Gunderson", "utterance": " Also, since we're about to the conference team so i'll say is I saw this."}
{"start": "00:34:07.530", "end": "00:34:18.000", "speaker": "Marianne Gunderson", "utterance": " question in the chat here actually bye bye you did write about what impact us a platform make so I thought, maybe that would be a."}
{"start": "00:34:18.600", "end": "00:34:32.190", "speaker": "Marianne Gunderson", "utterance": " Good question to the panelists well what impact this that this the platform make and what difference does the the absence of a social media platform mean in some for some of these words."}
{"start": "00:34:33.390", "end": "00:34:38.130", "speaker": "Marianne Gunderson", "utterance": " What would it be like to that works to social media or vice versa."}
{"start": "00:34:39.600", "end": "00:34:45.990", "speaker": "Marianne Gunderson", "utterance": " Or to remove them from that context so yeah I do any of you have any."}
{"start": "00:34:47.220", "end": "00:34:47.880", "speaker": "Marianne Gunderson", "utterance": " thoughts on that."}
{"start": "00:34:49.560", "end": "00:34:52.800", "speaker": "Serge BOUCHARDON", "utterance": " Maybe for for this point, I had a question for Leah."}
{"start": "00:34:55.350", "end": "00:34:57.360", "speaker": "Serge BOUCHARDON", "utterance": " about your presentation."}
{"start": "00:35:00.450", "end": "00:35:08.460", "speaker": "Serge BOUCHARDON", "utterance": " Is a biography or for just so called three D third generation, it was those more relevant."}
{"start": "00:35:09.300", "end": "00:35:28.230", "speaker": "Serge BOUCHARDON", "utterance": " done for other authors because digital platforms, make the connection between life and work even stronger and more visible, I think that's what you're you're showing me with the example of Steve rosenberg so this could be a consequence, you know, and the effect of incidents of platforms."}
{"start": "00:35:29.970", "end": "00:35:30.510", "speaker": "Serge BOUCHARDON", "utterance": " For for."}
{"start": "00:35:30.900", "end": "00:35:32.520", "speaker": "Leah Henrickson", "utterance": " Just bouncing off that I think."}
{"start": "00:35:33.570", "end": "00:35:38.940", "speaker": "Leah Henrickson", "utterance": " that's a really good question surgeon it's one that I haven't answered myself but it's one that i've started to think about quick critically and."}
{"start": "00:35:39.180", "end": "00:35:48.390", "speaker": "Leah Henrickson", "utterance": " The work that made me think critically about kind of authorial biography was amy hungerford work where she talks about in this decided in the paper."}
{"start": "00:35:48.660", "end": "00:35:56.640", "speaker": "Leah Henrickson", "utterance": " She talks about why she chooses not to read David foster wallace she makes a conscious choice not to read him because he is such a problematic individual."}
{"start": "00:35:57.210", "end": "00:36:03.570", "speaker": "Leah Henrickson", "utterance": " So, even though his works have had such cultural influence she's saying no, thank you let's teach something else."}
{"start": "00:36:04.140", "end": "00:36:11.970", "speaker": "Leah Henrickson", "utterance": " I think, with online platforms, we have this illusion of reliability, we have this illusion of okay we're closer to these people, but."}
{"start": "00:36:12.360", "end": "00:36:30.930", "speaker": "Leah Henrickson", "utterance": " With Steve rogan box, that is a highly curated image and there is there's quite a good analysis by crossing landlord who I signed the paper about the ways that Steve rosenbaum is curating his image to make himself seem young hip relatable the difference, though, is that."}
{"start": "00:36:31.980", "end": "00:36:33.420", "speaker": "Leah Henrickson", "utterance": " I think, well, you can."}
{"start": "00:36:34.680", "end": "00:36:39.120", "speaker": "Leah Henrickson", "utterance": " i'm not really sure how to word this word this in the paper slightly in a way that i'm not happy with quite yet, but."}
{"start": "00:36:39.870", "end": "00:36:49.740", "speaker": "Leah Henrickson", "utterance": " The thing about digital media is that there's so portable they come with you everywhere, they literally live in your pocket you can't necessarily put a book in your pocket you kind of put it on a shelf and it sits there and watches you."}
{"start": "00:36:49.980", "end": "00:36:59.040", "speaker": "Leah Henrickson", "utterance": " The difference is that you're watching Steve rogan but, for example, on your phone he is literally an extension of you, if you're holding your phone you're carrying him around with you in your pocket."}
{"start": "00:36:59.250", "end": "00:37:05.340", "speaker": "Leah Henrickson", "utterance": " And that kind of makes him seem a little bit more personal I think the platform and the technology."}
{"start": "00:37:05.820", "end": "00:37:11.370", "speaker": "Leah Henrickson", "utterance": " are working together in a way that makes you feel like you know see rogan buck, and unfortunately it's that feeling of."}
{"start": "00:37:11.670", "end": "00:37:20.100", "speaker": "Leah Henrickson", "utterance": " feeling like you know see brogan buck that allowed him to go to a 16 year old girl and tell her that he wanted her to be his sex slave."}
{"start": "00:37:20.490", "end": "00:37:37.110", "speaker": "Leah Henrickson", "utterance": " And it's that kind of era, like air aura of familiarity that kind of allowed him to abuse his position of power and there's a really good criticism by Adam hammond about this as well with other outlet poets like Tallinn, who."}
{"start": "00:37:37.350", "end": "00:37:38.070", "speaker": "Leah Henrickson", "utterance": " Literally wrote."}
{"start": "00:37:38.130", "end": "00:37:39.060", "speaker": "Leah Henrickson", "utterance": " about how he."}
{"start": "00:37:39.090", "end": "00:37:40.290", "speaker": "Leah Henrickson", "utterance": " sexually rosta."}
{"start": "00:37:40.380", "end": "00:37:51.180", "speaker": "Leah Henrickson", "utterance": " A young girl and was celebrated for it and so yeah I think I think it's it's still relevant but it's not more relevant than it was before it just takes that kind of relevance manifests in a different way that's."}
{"start": "00:37:52.350", "end": "00:37:53.970", "speaker": "Leah Henrickson", "utterance": " So I don't know."}
{"start": "00:37:54.960", "end": "00:38:04.440", "speaker": "Chris Arnold", "utterance": " I kind of agree with that that there's not a new phenomenon i'm one of my researchers around hoaxes literary hoaxes and I think it pays to remember that."}
{"start": "00:38:05.820", "end": "00:38:12.960", "speaker": "Chris Arnold", "utterance": " The text kinetic generate authenticating effects, like the the actual notion of authenticity is much more slippery and."}
{"start": "00:38:14.400", "end": "00:38:17.910", "speaker": "Chris Arnold", "utterance": " yeah for for anyone to represent themselves."}
{"start": "00:38:19.110", "end": "00:38:22.230", "speaker": "Chris Arnold", "utterance": " accurately on social media is almost an impossibility, I think."}
{"start": "00:38:25.410", "end": "00:38:34.260", "speaker": "David Wright", "utterance": " Getting back to the question of the Platform, though I mean let's just say you had hypothetically this kind of Abba God filmmaker who releases a series of weird short films in the 1970s and his."}
{"start": "00:38:34.500", "end": "00:38:46.650", "speaker": "David Wright", "utterance": " Love by certain people and abuses his power, what does, where does the platform sort of define like what what is it a fundamental difference to the aesthetic to the dynamic to you know."}
{"start": "00:38:50.370", "end": "00:38:56.280", "speaker": "Leah Henrickson", "utterance": " I think there's something to be said about the kind of the sense that we can access those people quite quickly even even though those."}
{"start": "00:38:56.310", "end": "00:39:06.060", "speaker": "Leah Henrickson", "utterance": " images are curated online, the fact that we, we think that we have the ability to be like Oh, I can just send a tweet I can comment on something and get immediate feedback and that changes."}
{"start": "00:39:06.960", "end": "00:39:17.250", "speaker": "Leah Henrickson", "utterance": " That changes things, even if it doesn't really change things it changes that kind of feeling of things and not feeling is very real it might not be real itself, but it has very real implications and."}
{"start": "00:39:17.970", "end": "00:39:21.840", "speaker": "Leah Henrickson", "utterance": " So this this kind of sense that we live in this democratized two way."}
{"start": "00:39:22.830", "end": "00:39:30.510", "speaker": "Leah Henrickson", "utterance": " space, which we know that digital is not democratic, we know that digital is not like, not everyone is equal online, but it feels that way."}
{"start": "00:39:30.780", "end": "00:39:38.580", "speaker": "Leah Henrickson", "utterance": " And not feeling changes things I think David and that would be my response to that, but it'd be interesting to hear, especially with surgeon Eric I have to say about this."}
{"start": "00:39:42.960", "end": "00:39:43.560", "speaker": "Erika Fulop", "utterance": " Under."}
{"start": "00:39:44.220", "end": "00:39:54.240", "speaker": "Erika Fulop", "utterance": " Hearing listening to broken broken, I heard some of his speech, a couple of years going to the strange reminder because I didn't think of the fact that in fact he seems to have disappeared or that I was looking for."}
{"start": "00:39:56.130", "end": "00:39:59.250", "speaker": "Erika Fulop", "utterance": " But I do wonder if his popularity."}
{"start": "00:40:00.300", "end": "00:40:11.370", "speaker": "Erika Fulop", "utterance": " is partly you were thanks to the fact that he is very provocative in a way, and very kind of young trouble sort of figure at the same time as coding."}
{"start": "00:40:12.090", "end": "00:40:21.420", "speaker": "Erika Fulop", "utterance": " or reminding us of this romantic figure of the poet who can do that, and who is tougher extra well."}
{"start": "00:40:22.170", "end": "00:40:38.910", "speaker": "Erika Fulop", "utterance": " marginalized society in some way, but at the same time by that same effect, he becomes the most mainstream possible, this is a point, so there is another kind of products that just doesn't respond to your question, but it's kind of just another thought."}
{"start": "00:40:40.260", "end": "00:40:42.210", "speaker": "Erika Fulop", "utterance": " I don't have search has anything to say about this."}
{"start": "00:40:46.590", "end": "00:40:49.320", "speaker": "Serge BOUCHARDON", "utterance": " I were thinking of the road observe your smartphone."}
{"start": "00:40:50.430", "end": "00:41:04.980", "speaker": "Serge BOUCHARDON", "utterance": " and make with this is is that just much fun Is it safe in some ways D Wade decision medium it biggs efficient a year, which is external to the to the real world."}
{"start": "00:41:05.580", "end": "00:41:24.930", "speaker": "Serge BOUCHARDON", "utterance": " And thanks to a song, I met speaking of selves to work and work now, but a budget just about fictions and we such fictional works, we come to understand that the smartphone as we become a medium for patient interaction bringing a new relationship is temporary and."}
{"start": "00:41:26.220", "end": "00:41:44.550", "speaker": "Serge BOUCHARDON", "utterance": " noodles are so we're my biggest that's fiction versus reality distinction is not on your quite so whatever so that's might explain, you know this blurring of the distinction between fiction and reality, I think the smartphone as a digital digital device."}
{"start": "00:41:45.600", "end": "00:41:48.300", "speaker": "Serge BOUCHARDON", "utterance": " Using somewhere a D Wade ization region."}
{"start": "00:41:50.910", "end": "00:41:52.740", "speaker": "Serge BOUCHARDON", "utterance": " So it was not exactly an answer, but."}
{"start": "00:41:53.850", "end": "00:41:54.360", "speaker": "Serge BOUCHARDON", "utterance": " I thought."}
{"start": "00:41:55.470", "end": "00:42:06.450", "speaker": "Leah Henrickson", "utterance": " I think that's actually really helpful, I think the the idea of blurring fiction and reality is is really important, and actually I have a question for David and Chris it or not really a question but kind of like a please tell me more."}
{"start": "00:42:07.350", "end": "00:42:15.690", "speaker": "Leah Henrickson", "utterance": " So Recently I was reading more about the idea of like fabiola and cj So if I being like all the stuff that happens and cj being."}
{"start": "00:42:16.230", "end": "00:42:20.970", "speaker": "Leah Henrickson", "utterance": " How you put it together and how you kind of tell that story, and especially with a project like the."}
{"start": "00:42:21.180", "end": "00:42:28.680", "speaker": "Leah Henrickson", "utterance": " perfect democracy and you're trying to represent all of Australia and, obviously, you know that you can't possibly do that, but you try anyway."}
{"start": "00:42:28.920", "end": "00:42:37.140", "speaker": "Leah Henrickson", "utterance": " And I was just interested in hearing a little bit more about that project and how you went about the curation process and and maybe how you're using."}
{"start": "00:42:37.650", "end": "00:42:47.220", "speaker": "Leah Henrickson", "utterance": " It for talking about platforms how you're using different platforms different ways, like Chris gave a really good example of something like a 3D image just if you could speak more to that I would love to hear more."}
{"start": "00:42:48.840", "end": "00:42:50.910", "speaker": "David Wright", "utterance": " um so I suppose this this."}
{"start": "00:42:50.970", "end": "00:42:51.630", "speaker": "Chris Arnold", "utterance": " um."}
{"start": "00:42:52.620", "end": "00:43:02.910", "speaker": "David Wright", "utterance": " You know, I was sort of simultaneously troubled by but also inspired by some of the you know postmodern fiction your your wallace's your pensions your."}
{"start": "00:43:03.480", "end": "00:43:08.880", "speaker": "David Wright", "utterance": " Daily smith's etc um and this this sort of 10 tackler ambition of things."}
{"start": "00:43:09.090", "end": "00:43:19.410", "speaker": "David Wright", "utterance": " And you had a question earlier about sort of the paranoid imagination and this is the idea that everything's interconnected that which seems like a very appealing idea narrative wise in sort of contemporary digital culture."}
{"start": "00:43:20.580", "end": "00:43:30.840", "speaker": "David Wright", "utterance": " At the same time, there you know a lot of things don't connect a lot of things don't disconnect a lot, there are dead ends there are these kind of things which you know seem to go against this."}
{"start": "00:43:32.490", "end": "00:43:46.020", "speaker": "David Wright", "utterance": " Need for momentum and connection and stuff happening all the time, you know there's still you know these very human qualities there's still loneliness there's still you know failure there's still you know miscommunication and all of these things."}
{"start": "00:43:47.280", "end": "00:43:56.850", "speaker": "David Wright", "utterance": " which seem too hard to represent narrative wise in this kind of way I think that's not sure if that's a good answer your question."}
{"start": "00:43:58.020", "end": "00:44:04.050", "speaker": "Chris Arnold", "utterance": " yeah look i'm a poet so like my understanding of novels is probably."}
{"start": "00:44:04.230", "end": "00:44:05.850", "speaker": "Chris Arnold", "utterance": " rudimentary compared to david's but."}
{"start": "00:44:06.270", "end": "00:44:08.850", "speaker": "Chris Arnold", "utterance": " um I kind of see it as a."}
{"start": "00:44:10.560", "end": "00:44:15.660", "speaker": "Chris Arnold", "utterance": " Like a buck Danny and reading of the thing it's about different voices."}
{"start": "00:44:17.220", "end": "00:44:19.320", "speaker": "Chris Arnold", "utterance": " And the way that boy doing with the."}
{"start": "00:44:20.430", "end": "00:44:21.930", "speaker": "Chris Arnold", "utterance": " presentation is to."}
{"start": "00:44:23.430", "end": "00:44:28.740", "speaker": "Chris Arnold", "utterance": " manipulate the way that space and time interact in in the reading."}
{"start": "00:44:30.240", "end": "00:44:31.320", "speaker": "Chris Arnold", "utterance": " So the."}
{"start": "00:44:33.000", "end": "00:44:44.010", "speaker": "Chris Arnold", "utterance": " really difficult to explain concisely, but i'm to you have dealing with overlays of different texts in different sorts of voices and with different."}
{"start": "00:44:45.810", "end": "00:44:49.230", "speaker": "Chris Arnold", "utterance": " Language registers means that where."}
{"start": "00:44:50.640", "end": "00:44:54.450", "speaker": "Chris Arnold", "utterance": " We get to shortcut some things that would take a really long time to do a novel."}
{"start": "00:44:55.530", "end": "00:45:07.290", "speaker": "Chris Arnold", "utterance": " So the we get to shortcut a bunch of repetition by just replacing a portion of the text and making that original text or visible so um yeah that's kind of how I see a function."}
{"start": "00:45:09.210", "end": "00:45:11.670", "speaker": "CLARA CHETCUTI", "utterance": " And to follow up on on what both."}
{"start": "00:45:12.720", "end": "00:45:18.570", "speaker": "CLARA CHETCUTI", "utterance": " Actually, what David said, you mentioned the word failure and and a lot of these encyclopedic novels."}
{"start": "00:45:19.710", "end": "00:45:27.390", "speaker": "CLARA CHETCUTI", "utterance": " There was one written about America and the 16th i'll find the types of for you and essentially the writer failed after 1400 pages."}
{"start": "00:45:27.690", "end": "00:45:42.720", "speaker": "CLARA CHETCUTI", "utterance": " to represent the life of the daily American and how do you how do you deal as a writer, with the idea that, however, you shortcuts this work to use chris's word and you are going to fail ultimately in in this maximalist representation."}
{"start": "00:45:43.980", "end": "00:45:50.730", "speaker": "David Wright", "utterance": " um so going back to call being I mean Calvino has been my way of sort of short cutting it, I suppose um you know, to make."}
{"start": "00:45:51.120", "end": "00:46:00.390", "speaker": "David Wright", "utterance": " And I suppose back to this question of sort of too much daughter and stuff I kind of think Calvin knows the way to navigate some of these works to make weight lights."}
{"start": "00:46:00.690", "end": "00:46:07.530", "speaker": "David Wright", "utterance": " He used the example of perseus on his Pegasus carrying the the Medusa his head, which is the weight of the world, but in a polite way."}
{"start": "00:46:07.890", "end": "00:46:13.950", "speaker": "David Wright", "utterance": " And quickness and perhaps most importantly, this idea of crystal exactitude that you don't represent everything."}
{"start": "00:46:14.370", "end": "00:46:21.690", "speaker": "David Wright", "utterance": " This is a time kind of stolen from pha where he says, you don't represent everything, but you show enough variation of of the things in in in place."}
{"start": "00:46:21.930", "end": "00:46:31.710", "speaker": "David Wright", "utterance": " To give the reader enough sort of imaginative power to imagine the thing in its totality, which is perhaps not possible, which is perhaps post-human."}
{"start": "00:46:33.450", "end": "00:46:52.260", "speaker": "David Wright", "utterance": " And so I suppose my position with with Calvino is that he sees realism in a sort of saturated media saturated you know too much data age as being a religion is a process of orientation, as opposed to discovery I think it's probably how I would describe it."}
{"start": "00:46:53.220", "end": "00:46:54.990", "speaker": "Marianne Gunderson", "utterance": " So I think I have to."}
{"start": "00:46:56.160", "end": "00:46:58.650", "speaker": "Marianne Gunderson", "utterance": " Like break up in here and."}
{"start": "00:46:59.430", "end": "00:47:00.090", "speaker": "Marianne Gunderson", "utterance": " Open up."}
{"start": "00:47:00.150", "end": "00:47:02.100", "speaker": "Marianne Gunderson", "utterance": " The floor for questions from."}
{"start": "00:47:04.050", "end": "00:47:07.620", "speaker": "Marianne Gunderson", "utterance": " From the room from the soon so."}
{"start": "00:47:08.760", "end": "00:47:16.860", "speaker": "Marianne Gunderson", "utterance": " i've tried to gather a some of the questions that have been coming in in the chat."}
{"start": "00:47:18.420", "end": "00:47:32.730", "speaker": "Marianne Gunderson", "utterance": " So I think the first one from non percenters who has that hasn't been addressed, yet in this conversation with from the seniors."}
{"start": "00:47:34.200", "end": "00:47:36.510", "speaker": "Marianne Gunderson", "utterance": " Would you like to ask the question."}
{"start": "00:47:37.800", "end": "00:48:00.990", "speaker": "Marianne Gunderson", "utterance": " on screen, or should I read it, I also want that oh sorry before we before it just everyone can either just post Q or plus in the chat and I will let you give you the word for to ask the question yourself, or you can post a question to me and I will I can read it for you so."}
{"start": "00:48:02.820", "end": "00:48:07.650", "speaker": "Marianne Gunderson", "utterance": " yeah a miscellaneous would you like to to ask your question directed."}
{"start": "00:48:08.820", "end": "00:48:16.560", "speaker": "Vin?cius UFMT", "utterance": " me sure Thank you Danny um my question to Sarah and Erica would be if."}
{"start": "00:48:17.010", "end": "00:48:42.030", "speaker": "Vin?cius UFMT", "utterance": " This storytelling or start showing through stories and left form doesn't resemble or relate somehow to other sequential arts like in comics as in panels that replace each other, after a couple of seconds and how this this accordance of comic books, how does it affect."}
{"start": "00:48:43.140", "end": "00:48:47.250", "speaker": "Vin?cius UFMT", "utterance": " The possibilities of storytelling in stories and Blair forms."}
{"start": "00:48:50.370", "end": "00:48:51.150", "speaker": "Erika Fulop", "utterance": " I guess if you."}
{"start": "00:48:52.800", "end": "00:49:00.300", "speaker": "Erika Fulop", "utterance": " see something under new you continue if you have something to add on this and i'm not sure if you mean the comics."}
{"start": "00:49:01.590", "end": "00:49:13.860", "speaker": "Erika Fulop", "utterance": " is created by one author as a sequence show comics are one of the orders comics sites which present comics one after the other, and i'm not sure I know, an example of that but."}
{"start": "00:49:14.700", "end": "00:49:25.770", "speaker": "Erika Fulop", "utterance": " The security of the story line sort of thing on the on the social networks to me, is precisely that us as an order of fun story don't actually choose."}
{"start": "00:49:26.370", "end": "00:49:34.920", "speaker": "Erika Fulop", "utterance": " in what context or how your story will be presented, what kind of story line, it will integrate in the on the users and."}
{"start": "00:49:35.730", "end": "00:49:52.890", "speaker": "Erika Fulop", "utterance": " The storyline will be defined by the algorithm based on them by the friends, acquaintances by the network of a given user and you will say user will see, whatever your network has produced so in a way the the."}
{"start": "00:49:53.520", "end": "00:50:04.830", "speaker": "Erika Fulop", "utterance": " If the sequence, that is created by the algorithm and put together on a random base well not entirely or under my suppose but based on on who has positive what in those 24 hours."}
{"start": "00:50:05.580", "end": "00:50:18.360", "speaker": "Erika Fulop", "utterance": " Whereas, if you think of sequence of comics as designed by a given author it's still a combination that's designed as such but otherwise, of course, if you've got other types of."}
{"start": "00:50:19.590", "end": "00:50:20.670", "speaker": "Erika Fulop", "utterance": " websites or or."}
{"start": "00:50:21.690", "end": "00:50:30.540", "speaker": "Erika Fulop", "utterance": " or platforms which present comics or any other media one after the other one tick tock will be the end typical example of this, they don't call their video stories but it's just."}
{"start": "00:50:31.740", "end": "00:50:41.970", "speaker": "Erika Fulop", "utterance": " reporting the series of videos or series of media at you, as a user chosen by an algorithm for you, so there is some kind of story constituted in in."}
{"start": "00:50:42.330", "end": "00:50:54.510", "speaker": "Erika Fulop", "utterance": " That sense but that's not the story that she was a creator or publisher of a given story means to see so I call this in the paper can't remember it within."}
{"start": "00:50:56.010", "end": "00:50:59.010", "speaker": "Erika Fulop", "utterance": " pixelized image of your network that you're getting."}
{"start": "00:51:03.930", "end": "00:51:05.640", "speaker": "Erika Fulop", "utterance": " I don't know so she has anything to add."}
{"start": "00:51:07.740", "end": "00:51:09.360", "speaker": "Serge BOUCHARDON", "utterance": " I think we want to serve was perfect."}
{"start": "00:51:11.520", "end": "00:51:29.550", "speaker": "Serge BOUCHARDON", "utterance": " yeah the fact that the I go with them orders, the sequence makes a big difference for me, you know as a comics where the sequences is order by by an author and about the influence of comics I think you're right and maybe there is a."}
{"start": "00:51:31.680", "end": "00:51:40.320", "speaker": "Serge BOUCHARDON", "utterance": " transition from a narrative identity to what I called within my your poetic identity on digital."}
{"start": "00:51:41.700", "end": "00:51:53.430", "speaker": "Serge BOUCHARDON", "utterance": " social media where you know, in the program is a collection of moments mosaic of instantaneous experiences, without the getting thread of attempt to our progression."}
{"start": "00:51:53.970", "end": "00:52:08.460", "speaker": "Serge BOUCHARDON", "utterance": " And that's what we find you know and on social media, so I think this boutique identity might also be influenced by you know what's second show us that is and there is also do the do the multiplicity."}
{"start": "00:52:09.870", "end": "00:52:14.310", "speaker": "Serge BOUCHARDON", "utterance": " The fact that there is the diversity of perception."}
{"start": "00:52:15.330", "end": "00:52:26.730", "speaker": "Serge BOUCHARDON", "utterance": " thoughts images sense, so the unit is that linked to to approach, but to a senior of you, so I think this is stanton et in this multiplicity."}
{"start": "00:52:27.600", "end": "00:52:41.040", "speaker": "Serge BOUCHARDON", "utterance": " that's you know we can find in some sequential art, you know, a case by case study what what in English could wear describe describe our way of winning and experiencing in a digital environment."}
{"start": "00:52:42.840", "end": "00:52:55.050", "speaker": "Serge BOUCHARDON", "utterance": " So maybe there is this transition from narrative identity to refresh the political to a kind of boutique identity baby that's the way well constricting ourselves in social media."}
{"start": "00:52:56.160", "end": "00:53:02.760", "speaker": "Erika Fulop", "utterance": " I can just add one more to this very interesting to compare the or to look at the stories of of this."}
{"start": "00:53:03.900", "end": "00:53:14.010", "speaker": "Erika Fulop", "utterance": " apparatus functionality of stories because it comes from snapchat and snapchat was the medium which traditionally was in a way, created or conceived against."}
{"start": "00:53:15.210", "end": "00:53:16.830", "speaker": "Erika Fulop", "utterance": " Facebook messenger and those."}
{"start": "00:53:18.390", "end": "00:53:27.990", "speaker": "Erika Fulop", "utterance": " platforms which keep the conversation, as she that you have it, with different people on snapchat the conversations you were had with disappearing immediately after you had them."}
{"start": "00:53:28.410", "end": "00:53:39.540", "speaker": "Erika Fulop", "utterance": " And the stories they're meant that your composition, or what you what you post would remain for 24 hours, so there isn't a prolongation of the of the presence of your story, so to speak, so it was cool stories."}
{"start": "00:53:40.080", "end": "00:53:56.400", "speaker": "Erika Fulop", "utterance": " Whereas in Facebook and instagram and they took over this idea it went in the other direction, because there, it would mean that it would disappear after 24 hours, whereas before it would have remained there and, according to some analysts that."}
{"start": "00:53:58.020", "end": "00:54:04.830", "speaker": "Erika Fulop", "utterance": " I find are quite insightful this really basically as a tool for engagement and for feeding addiction addiction to."}
{"start": "00:54:05.250", "end": "00:54:10.350", "speaker": "Erika Fulop", "utterance": " To the to these platforms, so that you would come and see what's what's has been going on."}
{"start": "00:54:10.680", "end": "00:54:18.840", "speaker": "Erika Fulop", "utterance": " Within 24 hours, because if we don't go, then it will disappear, so the design of these functionalities."}
{"start": "00:54:19.560", "end": "00:54:28.920", "speaker": "Erika Fulop", "utterance": " we're coming from creating engagement so it's from a commercial logic, rather than anything that has to do with narrative and in my sense the use of."}
{"start": "00:54:29.880", "end": "00:54:41.160", "speaker": "Erika Fulop", "utterance": " The term story is basically just based on the popularity of determine the popularity of narrative as a as a kind of discourse storytelling all that you want there to."}
{"start": "00:54:41.880", "end": "00:54:57.990", "speaker": "Erika Fulop", "utterance": " Be cannot I think obstruct this history and this original intention in the that's a built in the interfaces built in the platforms from what the stories have become and how they function today until they define what we call search today so."}
{"start": "00:54:59.010", "end": "00:55:05.370", "speaker": "Leah Henrickson", "utterance": " let's jump in here I just I just want to bounce off of something that Erica mostly what Eric has been saying."}
{"start": "00:55:05.640", "end": "00:55:16.800", "speaker": "Leah Henrickson", "utterance": " And maybe it's because I just finished reading understanding comics by Scott mccloud which is like one of the big the big things about comic artists and one thing that he talks about he talks about the different ways that panels."}
{"start": "00:55:17.430", "end": "00:55:29.490", "speaker": "Leah Henrickson", "utterance": " jump from one channel to another, and one of the kinds of jumps is abstract it's these two panels that have no no apparent relationship and yet somehow because of that gap between panels."}
{"start": "00:55:29.790", "end": "00:55:39.360", "speaker": "Leah Henrickson", "utterance": " And he calls this closure right us trying to make sense of what's happening between the two panels and I think I completely wholeheartedly disagree with."}
{"start": "00:55:39.870", "end": "00:55:41.340", "speaker": "Leah Henrickson", "utterance": " With Eric and I think search kind of."}
{"start": "00:55:41.940", "end": "00:55:48.690", "speaker": "Leah Henrickson", "utterance": " Did this when when you say that Oh, we is it's all about the user's intention it's all about this isn't what the person meant."}
{"start": "00:55:48.900", "end": "00:56:01.080", "speaker": "Leah Henrickson", "utterance": " This is an individualized kind of story and it's just not it's just not right like each each story exists in a different order for different people given who they follow and what they follow."}
{"start": "00:56:01.350", "end": "00:56:13.560", "speaker": "Leah Henrickson", "utterance": " But we're kind of in this conversation ignoring that the receiver we're talking all about the kind of intention behind the story and that's all well and good fantastic, and we need to, we need to consider the author here."}
{"start": "00:56:14.430", "end": "00:56:18.300", "speaker": "Leah Henrickson", "utterance": " But my research focuses on reader response, and all I can hear myself."}
{"start": "00:56:18.960", "end": "00:56:27.390", "speaker": "Leah Henrickson", "utterance": " Questioning is okay well, what about the reader who's the one actually making meaning from that story and it isn't the author once the author kind of puts it out."}
{"start": "00:56:27.780", "end": "00:56:41.370", "speaker": "Leah Henrickson", "utterance": " it's up to the reader to to get that closer to make sense of those stories, not just the stories that I put out, but the stories that I put out and that exist alongside clara's stories David stories they're just stories Erica stories Chris David all these people."}
{"start": "00:56:41.940", "end": "00:56:53.940", "speaker": "Leah Henrickson", "utterance": " So I just think that we need to be mindful when we're having this discussion that we're not just talking about the person who made the artifacts that we're talking about we're also talking about the potential receivers and how they may interpret that."}
{"start": "00:56:54.780", "end": "00:57:03.210", "speaker": "Erika Fulop", "utterance": " yeah I think you're absolutely right, and this one, I think it was to to shorten this is just scratching the surface of things and absolutely, we have to look at."}
{"start": "00:57:03.690", "end": "00:57:08.940", "speaker": "Erika Fulop", "utterance": " What it becomes on the on the interface, I tried to address with the storyline, but it was very, very brief, the fact that."}
{"start": "00:57:09.270", "end": "00:57:19.500", "speaker": "Erika Fulop", "utterance": " The receiver effectively receives this and they can choose to stop or not, not to stop the this flow of stories that they get because if you don't stop it, it will be one story after the other, after the other."}
{"start": "00:57:19.920", "end": "00:57:29.880", "speaker": "Erika Fulop", "utterance": " And you might know the person and make sense or be more interested in one story than in the other I think there's this does need further investigation as to how this means a new kind of."}
{"start": "00:57:30.660", "end": "00:57:38.700", "speaker": "Erika Fulop", "utterance": " The story telling a story receiving on the users and because, from these micro story something something becomes in in there, obviously."}
{"start": "00:57:40.080", "end": "00:57:41.070", "speaker": "Erika Fulop", "utterance": " Thanks and."}
{"start": "00:57:41.340", "end": "00:57:45.240", "speaker": "Marianne Gunderson", "utterance": " I think we have a few more questions that we should get to."}
{"start": "00:57:47.070", "end": "00:57:47.880", "speaker": "Marianne Gunderson", "utterance": " So yeah."}
{"start": "00:57:48.900", "end": "00:57:52.950", "speaker": "Marianne Gunderson", "utterance": " Before maybe this is that an interesting discussion that can be continued."}
{"start": "00:57:54.900", "end": "00:57:59.310", "speaker": "Marianne Gunderson", "utterance": " Maybe in in some of these questions, or maybe another."}
{"start": "00:58:01.980", "end": "00:58:02.370", "speaker": "Marianne Gunderson", "utterance": " picture."}
{"start": "00:58:02.670", "end": "00:58:12.120", "speaker": "Marianne Gunderson", "utterance": " So just happy a I had a question by Lego in the chat from you, would you like to take the word."}
{"start": "00:58:16.590", "end": "00:58:29.790", "speaker": "Joseph Paul Tabbi", "utterance": " yeah thank thanks Mario I just you know really pause when I heard the phrase from Sarah about fictional time being inserted in the readers real time and."}
{"start": "00:58:30.840", "end": "00:58:38.010", "speaker": "Joseph Paul Tabbi", "utterance": " That that seemed to me to bring me into question, you know whether you could have."}
{"start": "00:58:39.300", "end": "00:58:56.940", "speaker": "Joseph Paul Tabbi", "utterance": " With Leah just was well done, talking about the reader responding to the work, because the reader is participating in the work while it's being made okay that's that's one phrase at the at the time, I heard this from from search."}
{"start": "00:58:58.260", "end": "00:59:08.610", "speaker": "Joseph Paul Tabbi", "utterance": " It seemed to me that's you know how can you have realism if you're participating in the action and the things you type in."}
{"start": "00:59:10.080", "end": "00:59:11.820", "speaker": "Joseph Paul Tabbi", "utterance": " On your smartphone."}
{"start": "00:59:13.740", "end": "00:59:15.240", "speaker": "Joseph Paul Tabbi", "utterance": " are part of the smart fiction."}
{"start": "00:59:16.680", "end": "00:59:31.500", "speaker": "Joseph Paul Tabbi", "utterance": " And so that seems to me a very deep questioning of whether you can have something literary here on the literary does seem to need it, the place outside of you know where it's made."}
{"start": "00:59:32.370", "end": "00:59:41.670", "speaker": "Joseph Paul Tabbi", "utterance": " Okay, and print has all you know convenient ways of separating the author from the published work and everything but electronic that it doesn't necessarily."}
{"start": "00:59:42.240", "end": "00:59:53.730", "speaker": "Joseph Paul Tabbi", "utterance": " And can this be a problem, so I think i'm you know returning to the question of you know, is this, you know the post literary in a in a different register."}
{"start": "00:59:54.870", "end": "01:00:04.560", "speaker": "Joseph Paul Tabbi", "utterance": " This smart actions, where you're you know you're doing the same kinds of things at this in the same moments as."}
{"start": "01:00:05.940", "end": "01:00:09.660", "speaker": "Joseph Paul Tabbi", "utterance": " You know, in the fiction as you're doing just in everyday life."}
{"start": "01:00:11.310", "end": "01:00:11.940", "speaker": "Joseph Paul Tabbi", "utterance": " So."}
{"start": "01:00:13.170", "end": "01:00:22.650", "speaker": "Joseph Paul Tabbi", "utterance": " Is this you know, does this allow for things like realism things like any of any of the things that you know we value in literary work that are separate."}
{"start": "01:00:24.120", "end": "01:00:25.740", "speaker": "Joseph Paul Tabbi", "utterance": " From from the digital."}
{"start": "01:00:32.400", "end": "01:00:33.600", "speaker": "Serge BOUCHARDON", "utterance": " So it's a good question."}
{"start": "01:00:35.100", "end": "01:00:38.370", "speaker": "Serge BOUCHARDON", "utterance": " I think it will exchange with you by email said, but this Christian later."}
{"start": "01:00:38.670", "end": "01:00:39.240", "speaker": "Serge BOUCHARDON", "utterance": " later on."}
{"start": "01:00:39.570", "end": "01:00:45.240", "speaker": "Serge BOUCHARDON", "utterance": " And that's why I was talking about the smartphone as a deep realization."}
{"start": "01:00:46.320", "end": "01:00:46.920", "speaker": "Serge BOUCHARDON", "utterance": " medium."}
{"start": "01:00:48.510", "end": "01:00:51.060", "speaker": "Serge BOUCHARDON", "utterance": " And this way I think yeah."}
{"start": "01:00:52.080", "end": "01:00:54.990", "speaker": "Serge BOUCHARDON", "utterance": " It can be required for you know it can be a Twitter."}
{"start": "01:00:57.240", "end": "01:01:00.360", "speaker": "Serge BOUCHARDON", "utterance": " Language art, as it were, I would say."}
{"start": "01:01:02.910", "end": "01:01:08.160", "speaker": "Serge BOUCHARDON", "utterance": " yeah you have to wear when you're Christian and think about you, Joe, but I would I be what you meant to you."}
{"start": "01:01:09.510", "end": "01:01:11.700", "speaker": "Serge BOUCHARDON", "utterance": " But I think he had to do this math fictions."}
{"start": "01:01:13.140", "end": "01:01:15.630", "speaker": "Serge BOUCHARDON", "utterance": " can still be bigger cheering."}
{"start": "01:01:16.890", "end": "01:01:18.510", "speaker": "Serge BOUCHARDON", "utterance": " in the sense that that just."}
{"start": "01:01:19.740", "end": "01:01:21.480", "speaker": "Serge BOUCHARDON", "utterance": " deviant use."}
{"start": "01:01:21.540", "end": "01:01:24.480", "speaker": "Serge BOUCHARDON", "utterance": " Ordinary practices to transfigured them."}
{"start": "01:01:25.200", "end": "01:01:27.090", "speaker": "Serge BOUCHARDON", "utterance": " In the framework of efficient."}
{"start": "01:01:37.770", "end": "01:01:38.520", "speaker": "Marianne Gunderson", "utterance": " Thank you."}
{"start": "01:01:40.500", "end": "01:01:43.860", "speaker": "Marianne Gunderson", "utterance": " anyone else, want to weigh in on that."}
{"start": "01:01:47.490", "end": "01:01:50.580", "speaker": "Chris Arnold", "utterance": " I don't know if this like sort of directly addresses the."}
{"start": "01:01:52.110", "end": "01:01:53.130", "speaker": "Chris Arnold", "utterance": " question but I."}
{"start": "01:01:54.600", "end": "01:01:57.570", "speaker": "Chris Arnold", "utterance": " do think that there are certain limits in terms of."}
{"start": "01:02:00.750", "end": "01:02:08.010", "speaker": "Chris Arnold", "utterance": " And I might be arguing totally different point here but, but I think there are certain limits to sort of cognitive uptake and."}
{"start": "01:02:09.660", "end": "01:02:12.030", "speaker": "Chris Arnold", "utterance": " bunch of in terms of the way."}
{"start": "01:02:14.070", "end": "01:02:17.160", "speaker": "Chris Arnold", "utterance": " The text is received, I think it's important to consider because."}
{"start": "01:02:18.540", "end": "01:02:20.250", "speaker": "Chris Arnold", "utterance": " there's a certain amount of."}
{"start": "01:02:23.550", "end": "01:02:26.910", "speaker": "Chris Arnold", "utterance": " pushing the literary boundary where you start to end up in the."}
{"start": "01:02:29.100", "end": "01:02:32.490", "speaker": "Chris Arnold", "utterance": " In the realm of the the non narrative and they."}
{"start": "01:02:33.750", "end": "01:02:37.980", "speaker": "Chris Arnold", "utterance": " All the all the useless I guess is probably a pejorative way, to put it, but."}
{"start": "01:02:39.000", "end": "01:02:46.560", "speaker": "Chris Arnold", "utterance": " yeah there are certain limits in the way that the the reader functions that can't be pushed past I think their respective."}
{"start": "01:02:46.980", "end": "01:02:54.210", "speaker": "Joseph Paul Tabbi", "utterance": " yeah Thank you Chris that that that's what I sense, with the smart fictions example."}
{"start": "01:02:55.740", "end": "01:03:00.060", "speaker": "Joseph Paul Tabbi", "utterance": " And you know the fictional time inserted into the readers time."}
{"start": "01:03:01.140", "end": "01:03:15.540", "speaker": "Joseph Paul Tabbi", "utterance": " that's the system limit that that I think we, we should you know I would write this down as one of the limits that you know puts you in a in a in an activity that is something other than a literary work."}
{"start": "01:03:16.470", "end": "01:03:23.670", "speaker": "Leah Henrickson", "utterance": " I think this connects really well with there's one line that I actually wrote down from clara's paper because I was so struck by it, and she writes that."}
{"start": "01:03:24.300", "end": "01:03:34.080", "speaker": "Leah Henrickson", "utterance": " quote the writer and the code determine the how and when of reading and programmable media, and I think this is a whole other massive discussion about."}
{"start": "01:03:34.530", "end": "01:03:52.500", "speaker": "Leah Henrickson", "utterance": " How much control the writer has in works of Isla and works in digital work, so how and when readers read and then what kind of control the reader brings Claire i'm not sure if you wanted to expand on that, but I really I loved the wording about I so thanks."}
{"start": "01:03:53.040", "end": "01:04:02.640", "speaker": "CLARA CHETCUTI", "utterance": " yeah we're talking about smart stories right now, and I was thinking what participation can read their have it with a smart story, I mean."}
{"start": "01:04:03.270", "end": "01:04:09.900", "speaker": "CLARA CHETCUTI", "utterance": " You can't change anything you can't really interact with it other than commenting about it or sending."}
{"start": "01:04:10.350", "end": "01:04:24.990", "speaker": "CLARA CHETCUTI", "utterance": " You know, direct messages to the other person so really a smart stories I wouldn't even go as far as to consider it either, because of how limited the interaction really is it's not it's not enough for me if you can't."}
{"start": "01:04:26.010", "end": "01:04:32.460", "speaker": "CLARA CHETCUTI", "utterance": " If there is no amount of change that you can bring to it, or, if you do not say that."}
{"start": "01:04:33.000", "end": "01:04:44.460", "speaker": "CLARA CHETCUTI", "utterance": " You know, a comment is being made about you're not being able to interact like like does another question, for example, is completely non interactive but the non interactivity has a point."}
{"start": "01:04:44.850", "end": "01:04:56.340", "speaker": "CLARA CHETCUTI", "utterance": " You are shown how little control, you have there's a self reflexivity to it that makes it other than just useless use chris's word which I liked and."}
{"start": "01:04:56.820", "end": "01:04:59.400", "speaker": "Serge BOUCHARDON", "utterance": " Is it different from hyper efficient."}
{"start": "01:05:00.540", "end": "01:05:01.680", "speaker": "Serge BOUCHARDON", "utterance": " Protection efficient."}
{"start": "01:05:02.430", "end": "01:05:05.820", "speaker": "CLARA CHETCUTI", "utterance": " Have that self reflexivity about it that's showing you that."}
{"start": "01:05:06.030", "end": "01:05:10.380", "speaker": "CLARA CHETCUTI", "utterance": " Something is afoot, you know with with us, with a with a smart story."}
{"start": "01:05:11.130", "end": "01:05:24.750", "speaker": "CLARA CHETCUTI", "utterance": " There is there is really little very little difference between watching a story that someone has posted about their clothes and watching a smart story that there is no plot, there is no commentary about it it's not smart enough to be."}
{"start": "01:05:25.830", "end": "01:05:29.670", "speaker": "CLARA CHETCUTI", "utterance": " Smart literature, but it's not smart enough I don't know this is just an opinion."}
{"start": "01:05:30.420", "end": "01:05:32.040", "speaker": "Serge BOUCHARDON", "utterance": " In the."}
{"start": "01:05:32.340", "end": "01:05:46.560", "speaker": "Serge BOUCHARDON", "utterance": " Data choose brewery me my love, there are 19 different endings and its really constructive like hyper efficient actually you know the choices that you made to help your husband."}
{"start": "01:05:47.910", "end": "01:05:49.920", "speaker": "Serge BOUCHARDON", "utterance": " New in the in the plot."}
{"start": "01:05:51.000", "end": "01:06:12.330", "speaker": "Serge BOUCHARDON", "utterance": " make you know differences to the what is going to to follow so it's really like your hyper fictions on smartphones but with you, by using specificities of the smartphone like you know real time charts and notifications but, but basically the same principle as a hyper."}
{"start": "01:06:12.330", "end": "01:06:21.300", "speaker": "Serge BOUCHARDON", "utterance": " fiction and I think we would all agree that you know, had a fictions by Scott had be I think easier struck my swapper."}
{"start": "01:06:22.590", "end": "01:06:24.660", "speaker": "Serge BOUCHARDON", "utterance": " are adequately picture."}
{"start": "01:06:25.680", "end": "01:06:33.870", "speaker": "CLARA CHETCUTI", "utterance": " No definitely I mean anything that has the second anything that has gives the reader a choice, even if it's just the illusion of choice."}
{"start": "01:06:34.290", "end": "01:06:42.720", "speaker": "CLARA CHETCUTI", "utterance": " or anything that makes a self reflexive comment about how the lack of choice, anything that tantalizing the reader about their lack of choice."}
{"start": "01:06:43.170", "end": "01:06:56.580", "speaker": "CLARA CHETCUTI", "utterance": " For me, has important as he lit definitely, however, other things like I was saying in my paper they are just so hard to subsume under the the term literary that either we need something is or we need to cut it out with the definitions."}
{"start": "01:07:00.690", "end": "01:07:01.710", "speaker": "Marianne Gunderson", "utterance": " Okay, so."}
{"start": "01:07:03.060", "end": "01:07:09.990", "speaker": "Marianne Gunderson", "utterance": " Before we go into a discussion about whether linear sex can be delivered or not."}
{"start": "01:07:11.070", "end": "01:07:17.880", "speaker": "Marianne Gunderson", "utterance": " We also, we have a previous question from much best deafening are slim, would you like to."}
{"start": "01:07:19.290", "end": "01:07:20.010", "speaker": "Marianne Gunderson", "utterance": " Take the word."}
{"start": "01:07:21.000", "end": "01:07:27.120", "speaker": "Malthe Stavning Erslev", "utterance": " yeah sure thanks my other and and I guess I could just pretty much read my question, since I typed it up."}
{"start": "01:07:27.870", "end": "01:07:32.820", "speaker": "Malthe Stavning Erslev", "utterance": " And it's it's for stephanie Erica, but I think this question of temporality has been taken up."}
{"start": "01:07:33.780", "end": "01:07:40.500", "speaker": "Malthe Stavning Erslev", "utterance": " From a lot of angles in this panel already so I guess it goes goes for the the lot of panelists."}
{"start": "01:07:41.040", "end": "01:07:48.990", "speaker": "Malthe Stavning Erslev", "utterance": " And the question of digital temporality in first a different kind of temporality than what we are used to experience as human beings."}
{"start": "01:07:49.380", "end": "01:07:52.080", "speaker": "Malthe Stavning Erslev", "utterance": " And, which is also something that you of course commented on the arrogance."}
{"start": "01:07:52.890", "end": "01:07:59.370", "speaker": "Malthe Stavning Erslev", "utterance": " So the temporality of what we might call the digital, which I think we might, in this context, better referred to as the computational."}
{"start": "01:07:59.790", "end": "01:08:12.480", "speaker": "Malthe Stavning Erslev", "utterance": " And is arguably one of what we call micro temporality which is radically different from our usual notion of what is real time, even though this micro temporality is what technically enables real time media."}
{"start": "01:08:13.440", "end": "01:08:29.340", "speaker": "Malthe Stavning Erslev", "utterance": " So in the example with the smart stories, for instance there's a complicated relationship between these different temporality and which is also something that I saw that the Christian and commented on in the chat so i'm just wondering if you have any questions or comments on how."}
{"start": "01:08:30.420", "end": "01:08:37.020", "speaker": "Malthe Stavning Erslev", "utterance": " That could be narrative ways of engaging with these different kinds of temporality that doesn't that aren't optimized for."}
{"start": "01:08:37.320", "end": "01:08:47.700", "speaker": "Malthe Stavning Erslev", "utterance": " A human perception of time, but are optimized for a kind of a competition with micro temporality and giving us access to different experiences of time, so I know that that."}
{"start": "01:08:48.300", "end": "01:08:55.020", "speaker": "Malthe Stavning Erslev", "utterance": " She told me a psyche has proposed this notion of eurythmics as an approach to understanding these mega temporality."}
{"start": "01:08:55.590", "end": "01:09:00.360", "speaker": "Malthe Stavning Erslev", "utterance": " And in the notion that these articles algorithm mix and I just."}
{"start": "01:09:00.990", "end": "01:09:10.200", "speaker": "Malthe Stavning Erslev", "utterance": " I mean, this is a big question but does this fit within the notion that you are operating the narrative and i'm guessing i'm guessing by now, and the panel is also a question of literary."}
{"start": "01:09:10.830", "end": "01:09:23.670", "speaker": "Malthe Stavning Erslev", "utterance": " Or the post or whatever and and if if if it fits within this House, that can order within the question of electronic literature so it's a very broad question, I hope that some of it makes sense."}
{"start": "01:09:25.350", "end": "01:09:31.650", "speaker": "Erika Fulop", "utterance": " I would, I would have a comment on that picture, which is one of those the the the key questions that comes out."}
{"start": "01:09:32.730", "end": "01:09:38.160", "speaker": "Erika Fulop", "utterance": " To me from these reflections on on stories and time and the digital is."}
{"start": "01:09:39.420", "end": "01:09:43.860", "speaker": "Erika Fulop", "utterance": " A question is to what extent, but you just also of course of."}
{"start": "01:09:44.820", "end": "01:09:55.740", "speaker": "Erika Fulop", "utterance": " Human experience of time or natural more traditional experience of time is also already always the construction and precisely because we, we are still living or we have been living for for quite a."}
{"start": "01:09:56.250", "end": "01:10:02.940", "speaker": "Erika Fulop", "utterance": " While now in this narrative be constructed time so it's become sort of a circle."}
{"start": "01:10:03.480", "end": "01:10:14.490", "speaker": "Erika Fulop", "utterance": " whereby reconstruct narratives through times we have concept conceptual as narratives as that which that through which we have access to time and through which we can conceptualize and then perceive time."}
{"start": "01:10:14.820", "end": "01:10:25.890", "speaker": "Erika Fulop", "utterance": " And so, our conception of time as a as a natural way of experiencing time has become also the narrative more of experiencing time, so this is kind of."}
{"start": "01:10:26.370", "end": "01:10:34.110", "speaker": "Erika Fulop", "utterance": " The circle that has been constructed in culture in Western culture anyway and and I do wonder to what extent that."}
{"start": "01:10:34.860", "end": "01:10:46.260", "speaker": "Erika Fulop", "utterance": " really is a construction, to what extent we have other ways potentially that we have forgotten our, but we are not aware of because because this approach and and this experience this mode of experiencing time."}
{"start": "01:10:46.680", "end": "01:10:55.050", "speaker": "Erika Fulop", "utterance": " has become so overwhelming, and this is precisely this paradigm or this approach to the time that is being."}
{"start": "01:10:56.400", "end": "01:11:08.010", "speaker": "Erika Fulop", "utterance": " called into question by the digital platforms that that created this micro temporality that don't quite agree with it, or that require an acceleration or the dictates different rhythms."}
{"start": "01:11:08.610", "end": "01:11:20.070", "speaker": "Erika Fulop", "utterance": " There must be Indeed, I suppose, also some some cognitive limits to how much we can speed up or how well we can deal with this kind of experience how how well we can genetically follow."}
{"start": "01:11:21.090", "end": "01:11:34.620", "speaker": "Erika Fulop", "utterance": " This rhythm of acceleration, but I do think that there is something to the effect that will the narratives as to see is not necessarily as fundamental as we have made it out to be in the past couple of centuries and there might be other ways."}
{"start": "01:11:35.700", "end": "01:11:42.930", "speaker": "Erika Fulop", "utterance": " of seeing perceiving the time or or timelessness I don't know but it's This, I think, with putting the paper."}
{"start": "01:11:45.900", "end": "01:11:49.560", "speaker": "Erika Fulop", "utterance": " Grossman I always forget the name search will be able to loosen."}
{"start": "01:11:51.060", "end": "01:11:52.620", "speaker": "Erika Fulop", "utterance": " Who talks about episodic."}
{"start": "01:11:52.860", "end": "01:11:54.210", "speaker": "Serge BOUCHARDON", "utterance": " memory, but of course it."}
{"start": "01:11:57.060", "end": "01:12:05.610", "speaker": "Erika Fulop", "utterance": " talks about the episodic experience versus the narrative kind of constructed experience, and I think this might be an interesting way of thinking about it."}
{"start": "01:12:06.630", "end": "01:12:16.680", "speaker": "Erika Fulop", "utterance": " Namely that not everyone necessarily constructs narratives in their head, I would like to talk to people who have more or more kind of musical or visual or something and."}
{"start": "01:12:17.130", "end": "01:12:25.680", "speaker": "Erika Fulop", "utterance": " I am more literary person perhaps like I construct things to words and through narratives in that sense, but i'm sure that other people."}
{"start": "01:12:26.040", "end": "01:12:34.140", "speaker": "Erika Fulop", "utterance": " will have experiences that differ and we don't necessarily need to impose narrative and continue to have narrative as."}
{"start": "01:12:34.860", "end": "01:12:43.050", "speaker": "Erika Fulop", "utterance": " STD primary or most natural way of perceiving the world around us, so I think the digital and what stories experiment."}
{"start": "01:12:43.680", "end": "01:13:00.720", "speaker": "Erika Fulop", "utterance": " With and what the mainstream stories are calling for and what the younger people are perhaps more comfortable with them my generation of older people can sense your generation and I don't think we just we can just discard it as something that's disruptive that's."}
{"start": "01:13:01.380", "end": "01:13:04.740", "speaker": "Serge BOUCHARDON", "utterance": " America i'm thinking of what masturbatory with it, he says."}
{"start": "01:13:06.000", "end": "01:13:17.070", "speaker": "Serge BOUCHARDON", "utterance": " He said that we have to do away with with time and temporary and to consider right use nutrition through space to speciality, rather than than temporary at."}
{"start": "01:13:17.940", "end": "01:13:31.590", "speaker": "Serge BOUCHARDON", "utterance": " What he says that in your on the Internet, we are confronted with versions of distance and proximity visibility and invisibility accessibility accessibility central position."}
{"start": "01:13:32.070", "end": "01:13:48.330", "speaker": "Serge BOUCHARDON", "utterance": " And the peripheral and that's to say, creating a space and that you know we have small interesting to think in terms of space and speciality downtime and temporality when we are converted to digital technologies so."}
{"start": "01:13:48.450", "end": "01:13:53.010", "speaker": "Marianne Gunderson", "utterance": " So we have we're reaching the end of the panel."}
{"start": "01:13:54.300", "end": "01:14:02.400", "speaker": "Marianne Gunderson", "utterance": " So I just if I don't know if there's time for maybe two of the presenters to."}
{"start": "01:14:03.540", "end": "01:14:15.510", "speaker": "Marianne Gunderson", "utterance": " just get any final point site or any answers to questions that they have a haven't been answered yet, because there are a couple, for it would have to be incredibly quick, I think."}
{"start": "01:14:17.520", "end": "01:14:22.680", "speaker": "Marianne Gunderson", "utterance": " So so very, very like elevator pitch level."}
{"start": "01:14:24.930", "end": "01:14:25.350", "speaker": "Marianne Gunderson", "utterance": " made."}
{"start": "01:14:25.680", "end": "01:14:26.550", "speaker": "Marianne Gunderson", "utterance": " Or you would have to."}
{"start": "01:14:28.230", "end": "01:14:32.310", "speaker": "Leah Henrickson", "utterance": " REACH one sorry if you can just bring a lot of these questions for the discord."}
{"start": "01:14:32.760", "end": "01:14:34.500", "speaker": "Marianne Gunderson", "utterance": " Yes, that is probably."}
{"start": "01:14:35.130", "end": "01:14:47.490", "speaker": "Leah Henrickson", "utterance": " The best and that might be the most appropriate i'm also selfishly saying this because I have to teach in 15 minutes, so I gotta go but um yeah I think discord to be a great way to keep this conversation going."}
{"start": "01:14:48.120", "end": "01:15:08.820", "speaker": "Marianne Gunderson", "utterance": " Yes, good point Okay, then I think we will wrap up here and I really hope that that yeah these conversations will continue throughout the conference and beyond, and thank you so much to all of the presenters this is that it may seem to be able to address and you probably."}
{"start": "01:15:10.500", "end": "01:15:20.760", "speaker": "S?ren Bro Pold", "utterance": " Just just a quick comment to the tide Australians, of course, we are, we are recording everything, so you know when you have to go to bed, you know you can you could see tomorrow."}
{"start": "01:15:21.510", "end": "01:15:22.980", "speaker": "David Wright", "utterance": " yeah no worries, thank you very much."}
{"start": "01:15:23.910", "end": "01:15:29.370", "speaker": "Scott Rettberg", "utterance": " we're just about to have our first test of whether for uploads at once actually actually works so."}
{"start": "01:15:34.290", "end": "01:15:34.620", "speaker": "Marianne Gunderson", "utterance": " Great."}
{"start": "01:15:34.740", "end": "01:15:39.870", "speaker": "Erika Fulop", "utterance": " Thanks thanks everyone was really interesting conversation and to be continued and some other space."}
{"start": "01:15:41.730", "end": "01:15:42.840", "speaker": "Leah Henrickson", "utterance": " Thank you so much."}
{"start": "01:15:44.550", "end": "01:15:45.030", "speaker": "CLARA CHETCUTI", "utterance": " Thanks guys."}
{"start": "01:15:46.050", "end": "01:15:47.790", "speaker": "Chris Arnold", "utterance": " Thank you, thanks for back."}