{"start": "00:00:00.000", "end": "00:00:00.000", "speaker": "None", "utterance": "Okay, I think there's no area so so here I couldn't fit all."}
{"start": "00:00:00.000", "end": "00:00:01.000", "speaker": "None", "utterance": "Hello everybody."}
{"start": "00:00:01.000", "end": "00:00:26.000", "speaker": "None", "utterance": "Okay."}
{"start": "00:00:26.000", "end": "00:00:28.000", "speaker": "None", "utterance": "Okay."}
{"start": "00:00:28.000", "end": "00:00:49.000", "speaker": "None", "utterance": "Hello everyone, thanks to be here, and this panel. I'm very happy to be here. So, first of all let me thank once more Soren and Scott for this amazing conference they were able to started in a very difficult, difficult period."}
{"start": "00:00:49.000", "end": "00:00:55.000", "speaker": "None", "utterance": "So I am very happy. They were able to do this."}
{"start": "00:00:55.000", "end": "00:01:12.000", "speaker": "None", "utterance": "And so thanks again for this. Thank you so much, and do other things. It's amazing. I'm just sorry that it's the end of the semester here so I have missed some some panels and some tracks they look very interesting but I know everything has been record"}
{"start": "00:01:12.000", "end": "00:01:27.000", "speaker": "None", "utterance": "so I'm happy because I can check everything later so thanks again for this wonderful conference and big gap for the job done. I went to say this clearly and loudly or."}
{"start": "00:01:27.000", "end": "00:01:30.000", "speaker": "None", "utterance": "Okay, so this panda."}
{"start": "00:01:30.000", "end": "00:01:39.000", "speaker": "None", "utterance": "Well let me let me share the screen like this we can we can. Ready."}
{"start": "00:01:39.000", "end": "00:01:49.000", "speaker": "None", "utterance": "Ready Start about my while our panel, and let's see if everything works properly."}
{"start": "00:01:49.000", "end": "00:02:03.000", "speaker": "None", "utterance": "Is this what you should be able to see it right now. So here you go. Tell me if you see it. No, that's the end, that's not to do it. Let's start from the beginning."}
{"start": "00:02:03.000", "end": "00:02:16.000", "speaker": "None", "utterance": "Okay, now it is ok so this is January in bits critical thinking and pattern recognition was a triangle which is your platform so there is five of us."}
{"start": "00:02:16.000", "end": "00:02:27.000", "speaker": "None", "utterance": "We are all members of research group that I'm honored to direct m&a studies based at university off here."}
{"start": "00:02:27.000", "end": "00:02:36.000", "speaker": "None", "utterance": "You vascular and Phil Lynch and I'm very happy that we planted this. This is a few months ago."}
{"start": "00:02:36.000", "end": "00:02:48.000", "speaker": "None", "utterance": "And, in fact, a topic, Dan racing forcing said I'm very very happy we were into the topic of before it came compound popular."}
{"start": "00:02:48.000", "end": "00:03:01.000", "speaker": "None", "utterance": "So, it's the Wow, Alice stopped opening department and talk. And I've done this with with my."}
{"start": "00:03:01.000", "end": "00:03:16.000", "speaker": "None", "utterance": "Well, they are all good friends so say my colleagues, but actually she's a very good friend of mine earlier Mazda, so I will first talk and then I would pass her the talk, and then it will be."}
{"start": "00:03:16.000", "end": "00:03:33.000", "speaker": "None", "utterance": "Maya, that unfortunately she sent us the video. And this is one topic that we should also discuss the problematic be moms, having to works and being a conference and then there will be as soon, and then em on units but I'm enjoying it Rosario about many"}
{"start": "00:03:33.000", "end": "00:03:39.000", "speaker": "None", "utterance": "of you already know you need to have quite a lot."}
{"start": "00:03:39.000", "end": "00:04:04.000", "speaker": "None", "utterance": "And while I'll introduce the red you know earlier earlier mais la, she she's a specialist on Latin American electronic literature and she's focusing right now, on, on, on women, and Latin American elites, the gender issue there."}
{"start": "00:04:04.000", "end": "00:04:23.000", "speaker": "None", "utterance": "And she collaborates a lot with digital, the center of digital culture in Mexico and she's based in Mexico right now she got a very prestigious scholarship from the government of Mexico and now she has to pay them back she so she's she has to be based"}
{"start": "00:04:23.000", "end": "00:04:23.000", "speaker": "None", "utterance": "there."}
{"start": "00:04:23.000", "end": "00:04:38.000", "speaker": "None", "utterance": "So that's it briefly then I will introduce Maya and as, but just not to twist time. So, why we came up with this idea well everything I have to say thank you also to Maria and car because everything start with her."}
{"start": "00:04:38.000", "end": "00:04:45.000", "speaker": "None", "utterance": "And another couple of women in in Buffalo, many many many years ago."}
{"start": "00:04:45.000", "end": "00:04:51.000", "speaker": "None", "utterance": "In another interesting elite conference, there was actually a poetry at the time."}
{"start": "00:04:51.000", "end": "00:05:09.000", "speaker": "None", "utterance": "And we actually were discussing dash do we're not too many parlance, we just women, and in fact now it's totally different I'm very happy to God, and the picture that you see that you see here I was taken in another conference was another report in 2015"}
{"start": "00:05:09.000", "end": "00:05:22.000", "speaker": "None", "utterance": "and 2015 in, in, in, in Buenos Iris and was really we opened the conference and it was just the panel and we all women. And at that time was quite rare."}
{"start": "00:05:22.000", "end": "00:05:34.000", "speaker": "None", "utterance": "So I'm very happy that in a few years, things that really, really changed. So, what we are presenting especially this first part of the of the panel is Sanam going studies."}
{"start": "00:05:34.000", "end": "00:05:41.000", "speaker": "None", "utterance": "We have, well, I have started, I've started in 2015."}
{"start": "00:05:41.000", "end": "00:05:57.000", "speaker": "None", "utterance": "When I got my Marie Curie, and it was like focusing this Ashley on gender, and women in, in in gender and we would ride was in Elliot, and."}
{"start": "00:05:57.000", "end": "00:06:01.000", "speaker": "None", "utterance": "And while you seen a while."}
{"start": "00:06:01.000", "end": "00:06:15.000", "speaker": "None", "utterance": "I will talk more about the Europe side of the world and the North America, do a lot of talk about dead yet you'll see collections and European and technology over the training literature."}
{"start": "00:06:15.000", "end": "00:06:30.000", "speaker": "None", "utterance": "So, we also talked about that part. But before, things start getting into it have to take a step back, because I doing this song going studies, I focused a lot of bad collaboration."}
{"start": "00:06:30.000", "end": "00:06:34.000", "speaker": "None", "utterance": "this is something that I already presented in a paper."}
{"start": "00:06:34.000", "end": "00:06:37.000", "speaker": "None", "utterance": "cl conferences in Portugal."}
{"start": "00:06:37.000", "end": "00:06:46.000", "speaker": "None", "utterance": "Five years ago, to say, this is really something that I'm working on. Since 2015 2016."}
{"start": "00:06:46.000", "end": "00:06:55.000", "speaker": "None", "utterance": "Do I had a break because I have a baby so I talked for almost one year doing things just thinking but that's another stuff."}
{"start": "00:06:55.000", "end": "00:07:01.000", "speaker": "None", "utterance": "So, been doing this I've really worked on collaborations as well and see."}
{"start": "00:07:01.000", "end": "00:07:05.000", "speaker": "None", "utterance": "Since collaboration looks to me so very."}
{"start": "00:07:05.000", "end": "00:07:14.000", "speaker": "None", "utterance": "It's so good. It's so important in elite. I also try to clarify to myself first."}
{"start": "00:07:14.000", "end": "00:07:38.000", "speaker": "None", "utterance": "What means to collaborate in elite, so have divided in two main groups say like that. So, to create collaboration and and gas collaboration so gasp collaboration of those collaboration, which are simply not declared and it's not so rare I mean"}
{"start": "00:07:38.000", "end": "00:07:54.000", "speaker": "None", "utterance": "something that also happened in the in the in the past and with the classical and a logic goalie to jury if you want, you might recognize the picture, the picture here the likes of example mass and go smokey."}
{"start": "00:07:54.000", "end": "00:08:05.000", "speaker": "None", "utterance": "That was probably was the one, the Ghost Rider. Many of the famous very famous French writer."}
{"start": "00:08:05.000", "end": "00:08:10.000", "speaker": "None", "utterance": "So this is this collaboration I was already existed and also discuss collaboration."}
{"start": "00:08:10.000", "end": "00:08:30.000", "speaker": "None", "utterance": "As always consistent, Bosh have tried to, to see the direct kind of couple of tendencies in in in in in in LA too and when it comes to declared collaboration so from, from one side you have defined roles and other the other possibility of you don't you"}
{"start": "00:08:30.000", "end": "00:08:36.000", "speaker": "None", "utterance": "don't have defined roles said they collaborate but you know who did was okay."}
{"start": "00:08:36.000", "end": "00:08:54.000", "speaker": "None", "utterance": "And if there are just two alters declare there. So normally, there is no real defined collaboration so they're both authors maybe even if one is just writing dead the linguistic tax and the other one is like coding or other other Stoffel graphic designer,"}
{"start": "00:08:54.000", "end": "00:09:13.000", "speaker": "None", "utterance": "designer, etc. If there are more than two authors that the worst done by ho show starts to be more and more clear why is that because I want to see what kind of collaborations that happens in women."}
{"start": "00:09:13.000", "end": "00:09:28.000", "speaker": "None", "utterance": "When women literature as well, so kind to to to to do some very fast distant reading on wash up. What happens in collaboration and, and, and women at the very beginning."}
{"start": "00:09:28.000", "end": "00:09:55.000", "speaker": "None", "utterance": "Well, this, this, this image that you see right now, this graph here. It's, I would try to map out the publications about electronic literature, excluding the new one that has been published last year that concerns Caribbean and Latin American."}
{"start": "00:09:55.000", "end": "00:10:03.000", "speaker": "None", "utterance": "I was trying to get you to because this is something I'm working on as well, but is more focusing on on oil your size that."}
{"start": "00:10:03.000", "end": "00:10:09.000", "speaker": "None", "utterance": "So this you see briefly how"}
{"start": "00:10:09.000", "end": "00:10:16.000", "speaker": "None", "utterance": "the publication of elite works has grown quite a lot to me."}
{"start": "00:10:16.000", "end": "00:10:24.000", "speaker": "None", "utterance": "The LC three almost alone, published, almost."}
{"start": "00:10:24.000", "end": "00:10:41.000", "speaker": "None", "utterance": "The off of the words that were published them in the order to ABC, and the European and technology, electronic literature, so this is an ontology of electronic of European electronically to just to make it clear."}
{"start": "00:10:41.000", "end": "00:10:58.000", "speaker": "None", "utterance": "So briefly. But what happens with women, India, as I'm focusing, I mean I have lots of this data because I've worked on data loss, I have data from the yo and data from sleep have data from the and today I mean I've."}
{"start": "00:10:58.000", "end": "00:11:02.000", "speaker": "None", "utterance": "I think about I taking data from anywhere."}
{"start": "00:11:02.000", "end": "00:11:12.000", "speaker": "None", "utterance": "But I don't want to focus on publication because maybe not a kind of an agency, and I was more curious to to show this things today."}
{"start": "00:11:12.000", "end": "00:11:21.000", "speaker": "None", "utterance": "So here you have a slide and maybe you see here quite clear."}
{"start": "00:11:21.000", "end": "00:11:42.000", "speaker": "None", "utterance": "The amount real amount. This is absolute value so you have the real amount of works published in DLC, one that maybe we need to remember when said, 2006 2011 and 2016 so for the tree evil sees collections."}
{"start": "00:11:42.000", "end": "00:11:54.000", "speaker": "None", "utterance": "So you have the De De De De amount of, of, of works published and then you have dose,"}
{"start": "00:11:54.000", "end": "00:11:58.000", "speaker": "None", "utterance": "created by women."}
{"start": "00:11:58.000", "end": "00:12:25.000", "speaker": "None", "utterance": "Or those created, where at least one of the daughters, was a woman. So you see there are some, some differences, but this more interesting I think, because if you look at this, you see Dasha, the percentage of women publishing their own works is growing"}
{"start": "00:12:25.000", "end": "00:12:37.000", "speaker": "None", "utterance": "has grew, of course. But I think the dress quite still a lot to do, because you see dash."}
{"start": "00:12:37.000", "end": "00:12:52.000", "speaker": "None", "utterance": "Just women publishing works by themselves like with a single alters for male authors or two still quite a minority, compared to the rest, off, off dead."}
{"start": "00:12:52.000", "end": "00:13:08.000", "speaker": "None", "utterance": "Especially, especially if you if you look at the GLC three, you, you, you are happy they are growing, of course they have been grown, but still lots to do, you know, it's not the anyway."}
{"start": "00:13:08.000", "end": "00:13:23.000", "speaker": "None", "utterance": "Anyway, and I have to this, this, this image from the LC database to see if this was also, I mean, if this this minority that is still present in this also."}
{"start": "00:13:23.000", "end": "00:13:29.000", "speaker": "None", "utterance": "Y'all see the electronic the literature collection three."}
{"start": "00:13:29.000", "end": "00:13:37.000", "speaker": "None", "utterance": "That was publishing and in 2016 was also the same things for example on the Allison database."}
{"start": "00:13:37.000", "end": "00:13:57.000", "speaker": "None", "utterance": "That is so important, especially for for us in Europe. Scott did a wonderful job building this out sip database, it was happy to collaborate, that it was the University of Alaska run this big project but, so I was comparing data and in fact, of course,"}
{"start": "00:13:57.000", "end": "00:14:10.000", "speaker": "None", "utterance": "that the items on on on men were much more than on on women but still, especially if we consider sorry you have to go back."}
{"start": "00:14:10.000", "end": "00:14:25.000", "speaker": "None", "utterance": "Second, if we have to consider the electronic European and Chinese literature well done. You have to understand why there are so many words by women published there."}
{"start": "00:14:25.000", "end": "00:14:29.000", "speaker": "None", "utterance": "And I have to say something as well."}
{"start": "00:14:29.000", "end": "00:14:39.000", "speaker": "None", "utterance": "deals that the third electronic literature collection has done amazing work collecting words from everywhere in the world."}
{"start": "00:14:39.000", "end": "00:14:51.000", "speaker": "None", "utterance": "So, from Japan to China, there was something missing and the very first do busting many, I think, and it's so important concern."}
{"start": "00:14:51.000", "end": "00:14:54.000", "speaker": "None", "utterance": "Many"}
{"start": "00:14:54.000", "end": "00:15:13.000", "speaker": "None", "utterance": "race, and to end and and invasion nationalities are missing there and of course there is a call for works. But I think that maybe as a community we have to be a little bit more inclusive and consider yourself this decides, and this aspects."}
{"start": "00:15:13.000", "end": "00:15:26.000", "speaker": "None", "utterance": "So, I'm collaborations again. This is our absolute value so so women how we do collaborate, because sometimes, apparently. Seems that we are not able to collaborate to one another."}
{"start": "00:15:26.000", "end": "00:15:38.000", "speaker": "None", "utterance": "I don't know if it's left calf networks probably a better way so you see here for example in the electronic literature in European returning literature."}
{"start": "00:15:38.000", "end": "00:15:48.000", "speaker": "None", "utterance": "There was no collaboration between women at least, no declared, then there is the ghosts and other stuff that I've said at the very beginning of this presentation."}
{"start": "00:15:48.000", "end": "00:15:52.000", "speaker": "None", "utterance": "So here you see."}
{"start": "00:15:52.000", "end": "00:15:58.000", "speaker": "None", "utterance": "In fact, for example, in the GLC three."}
{"start": "00:15:58.000", "end": "00:16:02.000", "speaker": "None", "utterance": "This collaboration is a little bit."}
{"start": "00:16:02.000", "end": "00:16:08.000", "speaker": "None", "utterance": "Growing compared to the second one, don't want to take too much time."}
{"start": "00:16:08.000", "end": "00:16:13.000", "speaker": "None", "utterance": "Lots of statistics here. So today so really as statistical one."}
{"start": "00:16:13.000", "end": "00:16:30.000", "speaker": "None", "utterance": "So, this is again on those were like, absolute value this is a do some mistake here this is absolute values and this is our relatives. But anyway, then would have done to you have an idea of what I've done here."}
{"start": "00:16:30.000", "end": "00:16:54.000", "speaker": "None", "utterance": "How I map out this, this, this collaboration between or among women in, in electronic digital, then one of my question for this ongoing study is that if there is any differences in creating elite that women are somehow, bringing, or showing."}
{"start": "00:16:54.000", "end": "00:17:00.000", "speaker": "None", "utterance": "So one things that have done it's to see"}
{"start": "00:17:00.000", "end": "00:17:10.000", "speaker": "None", "utterance": "if there were like more works tagged with poetry or with narrative in this in this works."}
{"start": "00:17:10.000", "end": "00:17:30.000", "speaker": "None", "utterance": "And because there is a statement by Virginia Woolf that declares that we men prefer to write narrative to to to to to poetry because narrative is a new john that they can manipulate that we women can be productively we it is not rigorous standard data"}
{"start": "00:17:30.000", "end": "00:17:35.000", "speaker": "None", "utterance": "reading poetry and"}
{"start": "00:17:35.000", "end": "00:17:41.000", "speaker": "None", "utterance": "push partiality or light language has differences between tags with poetry and narrative."}
{"start": "00:17:41.000", "end": "00:17:46.000", "speaker": "None", "utterance": "But it's a tricky thing, because sometimes."}
{"start": "00:17:46.000", "end": "00:17:47.000", "speaker": "None", "utterance": "Both."}
{"start": "00:17:47.000", "end": "00:18:05.000", "speaker": "None", "utterance": "Both hacks exists for the same for the same work. So sometimes this data should Devil's been reconsider from our close reading approach now just the reading so defining quite well if that works was really blogging more to portrait or to narrative, then"}
{"start": "00:18:05.000", "end": "00:18:13.000", "speaker": "None", "utterance": "the other things that have done, and I want to show you that I stopped because otherwise that ticked all time for me."}
{"start": "00:18:13.000", "end": "00:18:21.000", "speaker": "None", "utterance": "It's, I work on titles and see if there is a differences in choosing titles"}
{"start": "00:18:21.000", "end": "00:18:42.000", "speaker": "None", "utterance": "in women. This is something I've like redoing like to know if you have familiar with the work by more ideas on this the readings that were like doing this with with English literature as like counting nouns continue titles, see if the trend have changed"}
{"start": "00:18:42.000", "end": "00:18:46.000", "speaker": "None", "utterance": "in, in, in the years in the center is and that's what I'm doing."}
{"start": "00:18:46.000", "end": "00:19:10.000", "speaker": "None", "utterance": "So here you have some kind of data some data. So, if we turned my question was, like, Do women prefer to have single title like one word like a shot like lunch, or you prefer to have more words certainly a little bit like descriptive, etc."}
{"start": "00:19:10.000", "end": "00:19:26.000", "speaker": "None", "utterance": "You have some some some somewhere here, but I will stop here, because there was a big time, just for myself, and I would pass my, I will pass the weight led me"}
{"start": "00:19:26.000", "end": "00:19:30.000", "speaker": "None", "utterance": "do this, otherwise."}
{"start": "00:19:30.000", "end": "00:19:35.000", "speaker": "None", "utterance": "She cannot share here."}
{"start": "00:19:35.000", "end": "00:19:43.000", "speaker": "None", "utterance": "Either should be you should be able, no area to share your screen right."}
{"start": "00:19:43.000", "end": "00:19:51.000", "speaker": "None", "utterance": "Okay, great."}
{"start": "00:19:51.000", "end": "00:19:57.000", "speaker": "None", "utterance": "Yes, Mark everything starts with Maria mercy so we serve food."}
{"start": "00:19:57.000", "end": "00:20:03.000", "speaker": "None", "utterance": "Okay."}
{"start": "00:20:03.000", "end": "00:20:05.000", "speaker": "None", "utterance": "Everything's okay right, you should."}
{"start": "00:20:05.000", "end": "00:20:16.000", "speaker": "None", "utterance": "Sure."}
{"start": "00:20:16.000", "end": "00:20:24.000", "speaker": "None", "utterance": "Whoops."}
{"start": "00:20:24.000", "end": "00:20:34.000", "speaker": "None", "utterance": "Okay so well thanks everyone for being here and, of course, thank you you vana for organizing this panel, and for bringing us all together once again."}
{"start": "00:20:34.000", "end": "00:20:45.000", "speaker": "None", "utterance": "I'm sorry to disappoint you, but I'm still in Bristol, however I'm going to be in Mexico soon, but still this is part of the big project I was working with the Mexican grand that dimension."}
{"start": "00:20:45.000", "end": "00:21:01.000", "speaker": "None", "utterance": "So today, I'm going to continue the conversation about like how these like Dendur patterns are fixing fixing the electronic digital platforms. And I will tell you about the research that I am currently developing."}
{"start": "00:21:01.000", "end": "00:21:19.000", "speaker": "None", "utterance": "So, as I mentioned, my line of research is more focused on that in American electronic literature. So when I began to wonder what was the role of women creators, in the Latin American scene, I began with simple questions such as, like, How and when did"}
{"start": "00:21:19.000", "end": "00:21:28.000", "speaker": "None", "utterance": "it start, and how to investigate and keep track of these contributions in the history of electronic literature."}
{"start": "00:21:28.000", "end": "00:21:48.000", "speaker": "None", "utterance": "So, the first thing I did was of course to check what had been done about read written about it, investigate it. And then, as Diana mentioned in as we all know, the influential work of Medea means Yeah, with the addition of women take lead in 2017 was"}
{"start": "00:21:48.000", "end": "00:22:05.000", "speaker": "None", "utterance": "one of the first things I read, and that actually motivated me to know what was going on in the Latin American scene, in that sense, because as you know, there is a chapter there with the microbial cosa, which actually researchers on like Latin American"}
{"start": "00:22:05.000", "end": "00:22:25.000", "speaker": "None", "utterance": "electron digital when, how, and so that see that there was a spark for the investigation there. And then I also want to mention that while I was at Leeds in 2020, working with Professor Thea Pittman, she began the her research or Latin American electronically"}
{"start": "00:22:25.000", "end": "00:22:25.000", "speaker": "None", "utterance": "to created by women."}
{"start": "00:22:25.000", "end": "00:22:45.000", "speaker": "None", "utterance": "created by women. We should publish in 2019, and then she encouraged me, and it is thanks to her and to her support that I actually, you know, decided to began my own investigation so I wanted to clarify that with ended up in this paper been published"}
{"start": "00:22:45.000", "end": "00:23:03.000", "speaker": "None", "utterance": "in 2020, which is like mainly focused on like, Latin America and it was published in Texas, that more having like a general geographical overview, and that's what I'm going to tell you about today how I develop the, the research to write this paper in"}
{"start": "00:23:03.000", "end": "00:23:05.000", "speaker": "None", "utterance": "what am I doing right now."}
{"start": "00:23:05.000", "end": "00:23:26.000", "speaker": "None", "utterance": "So I had to, of course, had a look at the different databases that we are all familiar with the different collections of course, the MC."}
{"start": "00:23:26.000", "end": "00:23:46.000", "speaker": "None", "utterance": "Cultural Center in Mexico City's been doing to, and also with two very recent and important projects from two of my colleagues Catalina gangster in Chile in Virginia Raja invested, which is currently the hat like this original project which, which was"}
{"start": "00:23:46.000", "end": "00:24:04.000", "speaker": "None", "utterance": "to map the electronic literature written or created in Chile, with our initial project which was called digital culture Tim, and in that project it has a small section dedicated to electronic literature, which I use for my research, and then return he"}
{"start": "00:24:04.000", "end": "00:24:13.000", "speaker": "None", "utterance": "was doing at the beginning, Atlas, and now they are both building big databases are they actually released like both projects."}
{"start": "00:24:13.000", "end": "00:24:28.000", "speaker": "None", "utterance": "Two weeks ago. So I wanted to underline that because it was, it was very important for my research, and of course the other anthologies which is also important to mention here because the anthologies that you see here, we're going to be difficult."}
{"start": "00:24:28.000", "end": "00:24:47.000", "speaker": "None", "utterance": "In, they are hosted in the white By the way, and Argentina. So it was really interesting to have all these different exchanges with them in order to see which works, they considered to be electronic digital in which works were written by women were interested"}
{"start": "00:24:47.000", "end": "00:24:49.000", "speaker": "None", "utterance": "for me."}
{"start": "00:24:49.000", "end": "00:24:51.000", "speaker": "None", "utterance": "And of course, one of the biggest."}
{"start": "00:24:51.000", "end": "00:24:59.000", "speaker": "None", "utterance": "I want to say achievements, one of the biggest thing that I did."}
{"start": "00:24:59.000", "end": "00:25:19.000", "speaker": "None", "utterance": "During this year of research was to interview, almost 40, let's say, 40 women. And these interviews were actually fed my research and gave me all the answers and of course like brought of nuance of what I wanted to do in the future."}
{"start": "00:25:19.000", "end": "00:25:25.000", "speaker": "None", "utterance": "So I did that to start and then I selected for three."}
{"start": "00:25:25.000", "end": "00:25:41.000", "speaker": "None", "utterance": "It works in the point in which I am right now is like in the selection of record for, and then after I'm going to use like a completely different theoretical framework, in order to analyze what I do want to analyze in this works."}
{"start": "00:25:41.000", "end": "00:25:58.000", "speaker": "None", "utterance": "And then after what I'm going to show you right now is just like a histogram of the, of the different works, and in relationship to the country and the job creation and some graphics, and of course like some possible work, the publication that I already"}
{"start": "00:25:58.000", "end": "00:26:08.000", "speaker": "None", "utterance": "shared and then some. A small editorial guy worked for the center of the the kosher Mexico City, and probably something that I would publish in Libya in 2021."}
{"start": "00:26:08.000", "end": "00:26:23.000", "speaker": "None", "utterance": "So the here is a histogram. and here we can show how what the different colors of course are referred to the country aware of the authors and with the corresponding elite works that I chose."}
{"start": "00:26:23.000", "end": "00:26:42.000", "speaker": "None", "utterance": "And we can see the different how it has what there are gaps of course, as we can see from 1996 1990 and 1986 to 1998 but after we can see how things begin to move on to the how different countries, begin to come into into place and into the scene."}
{"start": "00:26:42.000", "end": "00:26:56.000", "speaker": "None", "utterance": "And what I did to try to help me to bed was also to to put this like dashed lines through you know like for example, for the release of flash so to see how many of the words were programming flash and how many of them use it to them."}
{"start": "00:26:56.000", "end": "00:27:09.000", "speaker": "None", "utterance": "And how many they were stored in celebrations. So that really helped me to create this like timeline, not only of creations but also of technological apparatus that the artists were using."}
{"start": "00:27:09.000", "end": "00:27:28.000", "speaker": "None", "utterance": "So that's one of the things that I wanted to show you and also if you see on the other side you have this I green that red lines will show also some of our iconic authors that I had also had in mind, which had mainly men, because one of my, let's say,"}
{"start": "00:27:28.000", "end": "00:27:42.000", "speaker": "None", "utterance": "of the deep so for the future is also to do our compared to the story right which will be more interesting in that sense, and Okay, so then after that, I'm going to show you these other graph that I were working on so basically this graph that shows is"}
{"start": "00:27:42.000", "end": "00:27:56.000", "speaker": "None", "utterance": "the relationship between the general very of the artist and the year, and the age of first creation so when I was doing these interviews, one of the questions was like when did you created your first electronic literary work."}
{"start": "00:27:56.000", "end": "00:28:01.000", "speaker": "None", "utterance": "The when they answered that I was doing this a small database in order to plot this graph."}
{"start": "00:28:01.000", "end": "00:28:09.000", "speaker": "None", "utterance": "And I discovered, different things that I'm going to talk about all that right now but I just wanted to tell you that they, it depends on the time frame."}
{"start": "00:28:09.000", "end": "00:28:23.000", "speaker": "None", "utterance": "In this case I divided up by 10 by decades. So it depends on which they could you want to investigate and, and analyze and who is actually, who was creating the first work during those, those years."}
{"start": "00:28:23.000", "end": "00:28:37.000", "speaker": "None", "utterance": "So another good question will be is like what's going to happen in the future because as you can see, at the end of the graph you have like the actors that is 26 or so that that's that's a the demon of the graph, but you also have another one that is"}
{"start": "00:28:37.000", "end": "00:28:56.000", "speaker": "None", "utterance": "21 years old. That was born between 1970 1980 so of course this data as I said is based only on the 43 women that I chose, but that's why it's also important to consider like the new words that other people have been doing now because one of my goals"}
{"start": "00:28:56.000", "end": "00:29:12.000", "speaker": "None", "utterance": "to it's to apply this methodology to the new anthology of Latin American and Caribbean electronic literature, and also to the two databases of the clinics I previously mentioned, and just to wrap it up, because I know we're in a rough time is like, you"}
{"start": "00:29:12.000", "end": "00:29:28.000", "speaker": "None", "utterance": "know, of course, I mean, as I said I need to expand the database for my research, I in the interviews I have also faced all these challenges so for digital obsolescence as we as we all know, so what's also important to learn how the artists are like preserving"}
{"start": "00:29:28.000", "end": "00:29:41.000", "speaker": "None", "utterance": "their own work, or are working in collaboration with institutions or centers of digital culture to preserve their own worth and how we how they are facing these new that obsolescence."}
{"start": "00:29:41.000", "end": "00:29:49.000", "speaker": "None", "utterance": "And then another thing that I wanted to mention is that 80% of those 43, I want to underline that, because now I have."}
{"start": "00:29:49.000", "end": "00:30:00.000", "speaker": "None", "utterance": "I'm working with other numbers continue to create electronic literature wasn't, which is also interesting to see what has been the development of those artists in those, let's say, four years."}
{"start": "00:30:00.000", "end": "00:30:17.000", "speaker": "None", "utterance": "And then, of course, we have at the beginning of the strong presence of Argentina, Argentina, Brazil and Chile, which has also you know like some connections with like, for example with Brazil with the relationship with concrete poetry, so we can also"}
{"start": "00:30:17.000", "end": "00:30:28.000", "speaker": "None", "utterance": "talk about that maybe, and then another thing is the, the first that through the interviews. I did not discover but i"}
{"start": "00:30:28.000", "end": "00:30:45.000", "speaker": "None", "utterance": "I realized who were the first like Latin American elite translators that in this case was from English to Portuguese, and also like other languages were involved in this whole creation of faces which also is like English and French."}
{"start": "00:30:45.000", "end": "00:31:04.000", "speaker": "None", "utterance": "And another important thing was that the impact that artistic residences have, especially in the decades, or, I think it was in the 90s, how important it was for artists in Latin America, to, to go and develop works during their artistic residences."}
{"start": "00:31:04.000", "end": "00:31:19.000", "speaker": "None", "utterance": "And just to the last question is for the graph, like you know there is a tendency that shows that they are dispersed age of the at this age of first creation of a lot of work decreases by five years, it's like it."}
{"start": "00:31:19.000", "end": "00:31:35.000", "speaker": "None", "utterance": "So, I will finish with that so we can continue with the other presentations and once again thank you for bringing us together, and thanks to the yellow for the space to share my research and cuna well yeah very interesting indeed."}
{"start": "00:31:35.000", "end": "00:31:43.000", "speaker": "None", "utterance": "So now we have a video. You should be able to see it. It's a Maya."}
{"start": "00:31:43.000", "end": "00:32:07.000", "speaker": "None", "utterance": "They'll be there she teaches at the university, comprehensive university in Madrid. And while she's very interested in in in feminist studies so she she she she's a specialist on that especially for for English electronically to to let my or talk."}
{"start": "00:32:07.000", "end": "00:32:12.000", "speaker": "None", "utterance": "You can see the screen right."}
{"start": "00:32:12.000", "end": "00:32:14.000", "speaker": "None", "utterance": "Okay."}
{"start": "00:32:14.000", "end": "00:32:24.000", "speaker": "None", "utterance": "Yay."}
{"start": "00:32:24.000", "end": "00:32:29.000", "speaker": "None", "utterance": "Do you think you need to share this some."}
{"start": "00:32:29.000", "end": "00:32:35.000", "speaker": "None", "utterance": "Oh, I didn't see you can't see the screen."}
{"start": "00:32:35.000", "end": "00:32:44.000", "speaker": "None", "utterance": "Okay."}
{"start": "00:32:44.000", "end": "00:32:47.000", "speaker": "None", "utterance": "You can't hear, but we cannot hear you."}
{"start": "00:32:47.000", "end": "00:32:55.000", "speaker": "None", "utterance": "Our Gosh, Dan. Dan, I will interrupt it because I can hear so no, probably."}
{"start": "00:32:55.000", "end": "00:33:08.000", "speaker": "None", "utterance": "Okay, you know I shared the sound. I shared everything but probably something doesn't work, please. Yes, but it's already solved."}
{"start": "00:33:08.000", "end": "00:33:12.000", "speaker": "None", "utterance": "There you go."}
{"start": "00:33:12.000", "end": "00:33:21.000", "speaker": "None", "utterance": "For the electronic literature organization conference of these 2021 year post pandemic."}
{"start": "00:33:21.000", "end": "00:33:33.000", "speaker": "None", "utterance": "I'm going to give my conference entitled closely enough Stephanie Strickland scintilla Sankara Yo, and Paul Ryan's sleeping limbs."}
{"start": "00:33:33.000", "end": "00:33:42.000", "speaker": "None", "utterance": "In the close reading, we have to discover how a literary texts works it consists of a reading process, followed by a literary analysis."}
{"start": "00:33:42.000", "end": "00:33:50.000", "speaker": "None", "utterance": "There was a fine more appropriate to analyze electronic literary works are using hermeneutics to interpret the text and semiotics in order to maximize the use of science."}
{"start": "00:33:50.000", "end": "00:34:06.000", "speaker": "None", "utterance": "Furthermore, as poetry's inseparable from motion, the close reading of electronic prime slipping lamps is also going to be analyzed, apply in effect theory"}
{"start": "00:34:06.000", "end": "00:34:23.000", "speaker": "None", "utterance": "hermeneutics is present in the study of the Teton literature, because computation uses signs, which are both human readable and machine to bow, as Albert or male Marcus barrel, and Polo fury explain humans tend to be text realized to interpret, and in"}
{"start": "00:34:23.000", "end": "00:34:41.000", "speaker": "None", "utterance": "the field of digital humanities and hermeneutics traced and data field in a hermeneutics approach to the digital. The researcher works on the full force Sofitel part of electronic literature, a very thorough male introduced the concept of imagination"}
{"start": "00:34:41.000", "end": "00:34:42.000", "speaker": "None", "utterance": "within within."}
{"start": "00:34:42.000", "end": "00:34:59.000", "speaker": "None", "utterance": "He instead of an IR when that human schematics Asians are externalised into technologies, and that human imagination has its analog in the digital dynamics of articulation between databases and algorithms."}
{"start": "00:34:59.000", "end": "00:35:18.000", "speaker": "None", "utterance": "Important portrait sounds sound, an image. Make it close to art. What space increases the visceral contents of poetry. However, the visual content of poetry has always been there in your 100 Rosario words, poetry and art in general have always been synonyms"}
{"start": "00:35:18.000", "end": "00:35:27.000", "speaker": "None", "utterance": "synonymous with subjectivity with creativity, a poetry comes from the avant garde movement tradition."}
{"start": "00:35:27.000", "end": "00:35:37.000", "speaker": "None", "utterance": "It's already an idea novelty has even put up into question with some critics, because they believe that electronic forms are only reproducing 50 avant garde experiments."}
{"start": "00:35:37.000", "end": "00:35:52.000", "speaker": "None", "utterance": "However, media provides new elements and electronic forms original for their themes visualizations and new ways to be manipulated by the real in digital port reports having learned from avant garde concrete and visual poetry reproduce the pleasure of"}
{"start": "00:35:52.000", "end": "00:36:03.000", "speaker": "None", "utterance": "political connection. And in a place like the internet, where the changing information is so fast, some digital points propose a different relationship with time linked to the reading practice."}
{"start": "00:36:03.000", "end": "00:36:13.000", "speaker": "None", "utterance": "Christopher Funkhouser explained that part two is poetry and computer poetry. The related to portray his computer poetry in prehistoric digital part repeat at."}
{"start": "00:36:13.000", "end": "00:36:28.000", "speaker": "None", "utterance": "Therefore, if an equal m cannot be analyzed, like a printed one using hermeneutics semiotics effect theory it will then be enough in the cultural enough for slipping lamps, the technological elements have to be also known describing to credit as part"}
{"start": "00:36:28.000", "end": "00:36:31.000", "speaker": "None", "utterance": "of that work."}
{"start": "00:36:31.000", "end": "00:36:34.000", "speaker": "None", "utterance": "I'm going to allies sleeping limps."}
{"start": "00:36:34.000", "end": "00:36:50.000", "speaker": "None", "utterance": "How was a sleeping glimpse making process slipping glimpse is a digital kinetic verbal visual collaboration between price when employed, Stephanie Strickland programmer, Senior fellows and cameo and vital refer Polo, Ryan, it was published in electronic"}
{"start": "00:36:50.000", "end": "00:37:01.000", "speaker": "None", "utterance": "literature collection to edited by Morris, Mehmet really and Stephens, this flesh poem is also included in women authors and cyber feminism collection, created by myself."}
{"start": "00:37:01.000", "end": "00:37:17.000", "speaker": "None", "utterance": "If I'll be there Piniella in the same knowledge base into the introduction of slipping glimpse the other explains that making this work, made them newly aware of commonalities in code in poetry and in quotes"}
{"start": "00:37:17.000", "end": "00:37:34.000", "speaker": "None", "utterance": "in slipping links, we scroll the text, and we find two columns of texts that appear at the same time, and the reader has to read one column and then regenerate the text again to read the older."}
{"start": "00:37:34.000", "end": "00:37:51.000", "speaker": "None", "utterance": "Strickland and lows and make reference to what intern who coined the term homeostasis to describe the develop mental systems, whose necessary path, create seems to be don't to return, and therefore making lips and slipping lips, the water rates the point"}
{"start": "00:37:51.000", "end": "00:38:08.000", "speaker": "None", "utterance": "text the text reads Image Capture technologies and Ryan's image capture technology with the water you offer compares reading quotes to silent reading of poetry experiences are transmitted without being said."}
{"start": "00:38:08.000", "end": "00:38:20.000", "speaker": "None", "utterance": "They believe in a future your thirst we live in a future in which readers can get used to lines of poetry loops of code aquatic patterns in order to read they're generating futures."}
{"start": "00:38:20.000", "end": "00:38:24.000", "speaker": "None", "utterance": "Find and choose a life sustaining necessary path."}
{"start": "00:38:24.000", "end": "00:38:38.000", "speaker": "None", "utterance": "I'm going to do a close read of of slipping lace slipping limbs cover presents the 10 images which correspond to the technical segments of the point, the photographs of the oceans are in different natural colors being blue, green, yellow and white, the"}
{"start": "00:38:38.000", "end": "00:38:54.000", "speaker": "None", "utterance": "predominant ones are basing your two groups, it could be considered that these signifiers use only one of the five sensory channels sites. Their signifiers seem to be symbol, although the signifies where the readers associate the chorus with can be more"}
{"start": "00:38:54.000", "end": "00:39:09.000", "speaker": "None", "utterance": "complex. The signifies could be blue for calm green for peace yellow for heat and white for emptiness, by clicking on one image, the user finds a video with floating verses of the electronic poem, which do not follow any semantic order some verses can"}
{"start": "00:39:09.000", "end": "00:39:18.000", "speaker": "None", "utterance": "be read others cannot be read because our first overlaps the older or he discovered by the course of the image. Finally, windy, they stopped they can be read."}
{"start": "00:39:18.000", "end": "00:39:33.000", "speaker": "None", "utterance": "But as the verses do not feed into the logical meaning the public cannot be fully understood the words are watch more than bread. However, even if the content is not clear through images, we can experience, filling and energies, the million doesn't need"}
{"start": "00:39:33.000", "end": "00:39:41.000", "speaker": "None", "utterance": "to be understood when allies in electronic poetry. Do you want to de Rosario quoting Alice's explained this intentional ambiguity of meaning."}
{"start": "00:39:41.000", "end": "00:39:57.000", "speaker": "None", "utterance": "According to the Rosario proficiency shows the digital right increase the language from the primary of meaning, open it up to the unintentional not intentional reading movement, the importance of facilitation."}
{"start": "00:39:57.000", "end": "00:40:06.000", "speaker": "None", "utterance": "work than to poetry itself. There are two ways of enjoying slipping limbs, from my point of view, reading."}
{"start": "00:40:06.000", "end": "00:40:19.000", "speaker": "None", "utterance": "What is watching the videos and floating verses and the other is clicking on scroll texts and reading the segments of the text while watching the video, or the background slipping lips software tracks the motion of the water movement that occurs within"}
{"start": "00:40:19.000", "end": "00:40:32.000", "speaker": "None", "utterance": "each of the videos, meaning can be found in each word in a segment of our poor all segments of the chronic point container video with floating sentences, which imitate handwriting."}
{"start": "00:40:32.000", "end": "00:40:46.000", "speaker": "None", "utterance": "I interpreted the fact that the text can be read by the handwritten text in nature, cannot as the idea that we can control reading a text, but we cannot control nature, natural elements come and go."}
{"start": "00:40:46.000", "end": "00:41:00.000", "speaker": "None", "utterance": "There is a continuous movement, everything flows like interactive lots pants very lucky in everything they win over us Korea sanest poem images and metaphors are juxtaposed combining words irrationally."}
{"start": "00:41:00.000", "end": "00:41:19.000", "speaker": "None", "utterance": "My personal interpretation is that the point is explaining right in digital poetry process as caffeine in a stone where nobody has done it before."}
{"start": "00:41:19.000", "end": "00:41:31.000", "speaker": "None", "utterance": "slipping lips, is one of the most famous works of electronic poetry, due to its quality and originality as far as experimental experimentation is concerned, as well as the video photography and the uniqueness of in the form of the segments of the poem"}
{"start": "00:41:31.000", "end": "00:41:44.000", "speaker": "None", "utterance": "in the research field of electronic literature dark Republicans have close riddance. It will be positive, to encourage Junior as well senior researchers to lose fear of the new technologies and avant garde electronic literature, because supporting our"}
{"start": "00:41:44.000", "end": "00:41:58.000", "speaker": "None", "utterance": "commentary contemporary writers and artists will be useful as a contribution to the future academics, in order to better understand the literary production of our times, not only at the commercial level as it happens with printed literature bestsellers"}
{"start": "00:41:58.000", "end": "00:42:12.000", "speaker": "None", "utterance": "or Nobel Prize winners, but also to support the production, distribution and a study of alternative ways of producing literature, electronic politics should mature as the tools for making it evolved and our future analysis and interpretations as also"}
{"start": "00:42:12.000", "end": "00:42:15.000", "speaker": "None", "utterance": "increase in quantity and quality."}
{"start": "00:42:15.000", "end": "00:42:18.000", "speaker": "None", "utterance": "Thank you very much for listening and watching."}
{"start": "00:42:18.000", "end": "00:42:23.000", "speaker": "None", "utterance": "Bye bye."}
{"start": "00:42:23.000", "end": "00:42:35.000", "speaker": "None", "utterance": "Thank you for this interesting talk and close reading now we have another close reading by as soon love is very law."}
{"start": "00:42:35.000", "end": "00:42:41.000", "speaker": "None", "utterance": "She also teach so she's Associate Professor of the consultants in the Madrid."}
{"start": "00:42:41.000", "end": "00:42:58.000", "speaker": "None", "utterance": "And while she has done so many things that she's also the director of international research group at the comprehensive imagery that is called the same ad blocker."}
{"start": "00:42:58.000", "end": "00:43:28.000", "speaker": "None", "utterance": "Bo, Bo, like this. We don't waste time, and as soon. I'll shut up and you talk."}
{"start": "00:43:31.000", "end": "00:43:32.000", "speaker": "None", "utterance": "Sorry."}
{"start": "00:43:32.000", "end": "00:43:41.000", "speaker": "None", "utterance": "I couldn't find the word Mike was to turn it on, and I hope you can hear me now."}
{"start": "00:43:41.000", "end": "00:43:46.000", "speaker": "None", "utterance": "You can you hear me."}
{"start": "00:43:46.000", "end": "00:44:04.000", "speaker": "None", "utterance": "Yes perfectly awesome, great. Okay, thanks. All right, I'm going to try to go fast because my, my was is a long presentation, basically, and a well what am I trying, what I am trying to do recently is I'm researching and I'm assuming edition."}
{"start": "00:44:04.000", "end": "00:44:25.000", "speaker": "None", "utterance": "So and I work on intermediate semiotics and cognition. So, recently I'm exploring and identity of ways to materiality and is in display in this case of course, electronic literature and art, and how do they interfere with them, or other forms of material."}
{"start": "00:44:25.000", "end": "00:44:28.000", "speaker": "None", "utterance": "Human materiality so to say. So I am."}
{"start": "00:44:28.000", "end": "00:44:52.000", "speaker": "None", "utterance": "I have chosen, and, and the work of these very famous Australian net artist, and game designer, Miss breeze. And she's also a member of this activist group known as the third faction, and where she explores from a critical perspective and exposes demonic"}
{"start": "00:44:52.000", "end": "00:45:05.000", "speaker": "None", "utterance": "narratives and attitudes that generally pervade game environments. So we will see that she merges and gender aspects, also in car, and in her work know."}
{"start": "00:45:05.000", "end": "00:45:21.000", "speaker": "None", "utterance": "So, because of time limitations I'm going to look very briefly at four point Anthropocene entrepreneurs theme and and the collection of the verses in 3d, and which is a collaboration with very well known."}
{"start": "00:45:21.000", "end": "00:45:41.000", "speaker": "None", "utterance": "Electronic literature artists, some of them actually in unprecedented in this in this panel, and the, the underlying hypothesis as I have already mentioned is that net art might actually enhance and readers understanding of key aspects related to critical"}
{"start": "00:45:41.000", "end": "00:45:53.000", "speaker": "None", "utterance": "issues as well as encourage public engagement with those issues. And in particular, with regards to human and non human actions in the Anthropocene."}
{"start": "00:45:53.000", "end": "00:46:09.000", "speaker": "None", "utterance": "And in terms of theory and methodology I use actor network theory and extended human approaches I'm not going to have time to go into these in great detail in the presentation today but they're, they're backing my research."}
{"start": "00:46:09.000", "end": "00:46:22.000", "speaker": "None", "utterance": "So, first, with regards to her poem Anthropocene and troubleshooting. I won't go into the detail of analyzing it, you have it down below there on the screen."}
{"start": "00:46:22.000", "end": "00:46:40.000", "speaker": "None", "utterance": "And in 2011 she published this book, which is called human readable messages messenger, where she talks about this type of code work, which she uses in this poem, and also in this book to write it's a kind of a diary No, and and and she has this question"}
{"start": "00:46:40.000", "end": "00:46:43.000", "speaker": "None", "utterance": "on the, on the back cover of the book."}
{"start": "00:46:43.000", "end": "00:47:01.000", "speaker": "None", "utterance": "And what did you get if you stitch together standardized literary conventions think the monumental output of Bill Shakespeare and the staccato portions of Emily Dickinson, which called politics steeped in digitally drenched communication."}
{"start": "00:47:01.000", "end": "00:47:15.000", "speaker": "None", "utterance": "So basically this is what she's trying to do. Merge code work and different forms of code work and human languages, and also later in other of her works in particular."}
{"start": "00:47:15.000", "end": "00:47:28.000", "speaker": "None", "utterance": "Sorry to interrupt you just you just, you forgot to put slide presentation so you saw all your slides but you don't, we don't have the big one on your phone on our face so if you can put."}
{"start": "00:47:28.000", "end": "00:47:31.000", "speaker": "None", "utterance": "Yeah."}
{"start": "00:47:31.000", "end": "00:47:37.000", "speaker": "None", "utterance": "You don't have the big."}
{"start": "00:47:37.000", "end": "00:47:51.000", "speaker": "None", "utterance": "I jumped on a son. Yo, yo what what you don't have. We don't you, we have all your slides, you have to to to do to push the present Tachyon and. Okay."}
{"start": "00:47:51.000", "end": "00:48:00.000", "speaker": "None", "utterance": "Yes, you guys is that, okay, well actually I didn't forget but it's easier to me to follow track of what's coming."}
{"start": "00:48:00.000", "end": "00:48:04.000", "speaker": "None", "utterance": "But it's no problem I just, I just improvise."}
{"start": "00:48:04.000", "end": "00:48:20.000", "speaker": "None", "utterance": "Okay, so. Okay, so the boy and it's the Anthropocene under percent was publishing the New York in the network or life journal. And it's an example of a messenger with bracketing, okay."}
{"start": "00:48:20.000", "end": "00:48:32.000", "speaker": "None", "utterance": "So when we have having time to explore it. And you have it here below. And basically it."}
{"start": "00:48:32.000", "end": "00:48:52.000", "speaker": "None", "utterance": "It talks about the effects of Anthropocene and and the term, it refers as you all know, to the geological time when humanity is coming, and a huge impact on on the environment, it was a term that was coined by chemist, poor Kristen and marine biologist,"}
{"start": "00:48:52.000", "end": "00:49:11.000", "speaker": "None", "utterance": "Eugene Stormer, and, and, and it also emphasizes to a certain extent, not just human impact on the planet but also encounters with non human agents, and it with regards to the from the semiotic point of view to kind of interactions and interactions that"}
{"start": "00:49:11.000", "end": "00:49:29.000", "speaker": "None", "utterance": "that occur between organisms and their environment. So this is all highlighted in in this point, which I'm not going to explore. And, and, and just to clarify that the category of the non human includes biological forums like animal plans microorganisms"}
{"start": "00:49:29.000", "end": "00:49:52.000", "speaker": "None", "utterance": "or whatever, but also non biological entities such as machines or artificial intelligence and you have, you will see that mice like also our providing pictures of V versus you know for example, in this case, the author is her meds risk herself and it's"}
{"start": "00:49:52.000", "end": "00:50:00.000", "speaker": "None", "utterance": "it's to face right face victim holder. And so when."}
{"start": "00:50:00.000", "end": "00:50:20.000", "speaker": "None", "utterance": "What is she doing in these verses, and she's linking humans, animals, inanimate objects and the points I like metamorphic and, and we have all the time like the Anthropocene as a scene, you know, and this is also emphasized in in the in the point that"}
{"start": "00:50:20.000", "end": "00:50:39.000", "speaker": "None", "utterance": "I mentioned the Anthropocene if you've noticed, the, the term how she plays with the scenery the scene. Everything that's visualized know, and as a, as a performative playable scenario beyond the human non si si insisting this scenic dimensions."}
{"start": "00:50:39.000", "end": "00:50:52.000", "speaker": "None", "utterance": "And this was also an inquiry into the post ontology of knowledge and cognition and related to the acquisition of alphabetic language, in the case of the messenger, because she's breaking alphabetic language."}
{"start": "00:50:52.000", "end": "00:51:14.000", "speaker": "None", "utterance": "And this disruption of the reading experience, which in the V vs she achieves because you can click on the different numbers and read, and not just in in one line format but in different four lines like hypertext obviously these are supposes epistemological"}
{"start": "00:51:14.000", "end": "00:51:25.000", "speaker": "None", "utterance": "questions inquiring to the notion of interpretation and explanation. And how many, and if meaning is only uni vocal or is it multi vocal, no."}
{"start": "00:51:25.000", "end": "00:51:52.000", "speaker": "None", "utterance": "And so, When she explains where she got the idea for a messenger, and she mentioned in this interview for the soma in 2016, and she mentions that she wants to a sorry I just click on the OK, she wants to open up poetic aspects okay and create a kind of"}
{"start": "00:51:52.000", "end": "00:52:04.000", "speaker": "None", "utterance": "dimensional interplay combining the lyrical and like formalized structures of code. Okay. And she uses in in the Anthropocene point for example she uses bracketing."}
{"start": "00:52:04.000", "end": "00:52:25.000", "speaker": "None", "utterance": "And this bracketing functions like semiotic cues that invite diverse meanings. If they break the word and they multiply the meanings and, and she also mentioned that this idea originated from a horse populations of the work by vi N matrix matrix and and"}
{"start": "00:52:25.000", "end": "00:52:45.000", "speaker": "None", "utterance": "And they're mixing of game aesthetics and rq feminism and visual online engagement so you know that this VM matrix was one of the first cyber feminist groups, and they very strong gender approach, which of course matches our panel today gender in beats."}
{"start": "00:52:45.000", "end": "00:53:01.000", "speaker": "None", "utterance": "And here is, for example, reverse 11 power barking and the author is herself, and he and she uses messenger bracketing the words and and multiplying the meanings."}
{"start": "00:53:01.000", "end": "00:53:15.000", "speaker": "None", "utterance": "And these are other example because many verses are address to the question of women and women power. This one is her ribbon flip by Andrea Phillips and breeze herself."}
{"start": "00:53:15.000", "end": "00:53:39.000", "speaker": "None", "utterance": "And this one is number 10 Artemisia known by nature, and you can see the images also how she's questioning gender stereotypes and also fusing human image with animal like entities, and also all the kind of objects in non human in general."}
{"start": "00:53:39.000", "end": "00:54:03.000", "speaker": "None", "utterance": "And this one is not and number 12 Bridal day by Ria Myers. And this one is basement by Scott rapper. And, again playing with metal objects, a female connected sticks and, and this ambiguity of between the human and the non human and."}
{"start": "00:54:03.000", "end": "00:54:24.000", "speaker": "None", "utterance": "And I, in this slide I just point out that this, the mechanisms. she uses are similar to what Victor's Lawsky in art as technique, and a label, they familiarization if you remember, and the purpose was to remove the automatism of perception and cognition,"}
{"start": "00:54:24.000", "end": "00:54:39.000", "speaker": "None", "utterance": "and to raise cognitive awareness of how knowledge is produced by means of language now. It was a technique that was using early 20th century modernism in art, and later in data and culture jamming."}
{"start": "00:54:39.000", "end": "00:54:50.000", "speaker": "None", "utterance": "And it's also in a way related to Sigmund Freud's notion of the uncanny, which of course emerges in many of her v vs."}
{"start": "00:54:50.000", "end": "00:55:10.000", "speaker": "None", "utterance": "Okay so and a little bit about God work and how it works and, and a, you know, it seems to me also that code would the way she introduces God work at least reminiscent of a reminiscent of other techniques used to subvert power structures in alphabetic"}
{"start": "00:55:10.000", "end": "00:55:25.000", "speaker": "None", "utterance": "language and, and examples are Lewis Carroll James Joyce, William Burroughs a and, in particular, like in the electronic revolution borrows uses the metaphor of languages virus."}
{"start": "00:55:25.000", "end": "00:55:40.000", "speaker": "None", "utterance": "And that is spreads by means of institutionalization and demonic structures and the, the idea behind bars cut up was to actually break these kind of order of things in in info cos words, no."}
{"start": "00:55:40.000", "end": "00:55:58.000", "speaker": "None", "utterance": "So, almost like messenger is almost like an inoculation of a small portion of pharma con in in the terms of dairy died, you know, which is both a vaccine, or an antidote, but also a poison, not that incorporates political antigens in order to subvert"}
{"start": "00:55:58.000", "end": "00:56:16.000", "speaker": "None", "utterance": "the infection of power. So, and we have a couple of quotations there from Szymanowski and also from john Kelly, who have actually talked about how the digital art, and do have a grammar of Polish, and there is a politics of code behind the use of code"}
{"start": "00:56:16.000", "end": "00:56:23.000", "speaker": "None", "utterance": "work and other programming structures in electronically to turn on net art."}
{"start": "00:56:23.000", "end": "00:56:42.000", "speaker": "None", "utterance": "And so, as I said, her points seem to produce a kind of virus like infection at various levels, and they mobilize for yeses and the aesthetic the ontological and epistemological, and in her poems, the humans meet non human agents, and there are these"}
{"start": "00:56:42.000", "end": "00:56:58.000", "speaker": "None", "utterance": "kind of interactions that I was talking about, which are signal by markup language, or in the case of the V vs by, you know, the numbers that you click and you can organize in the reading and structure that you prefer."}
{"start": "00:56:58.000", "end": "00:57:03.000", "speaker": "None", "utterance": "And so this indicates this, relax, that moon."}
{"start": "00:57:03.000", "end": "00:57:22.000", "speaker": "None", "utterance": "Nothing Bre x six that everything is a product of the actions of the agents doing performing. And this symbiotic interchange and and this is a kind of a sort of a sort of more diverse process ontology, you know, and we have a quotation there from, and"}
{"start": "00:57:22.000", "end": "00:57:44.000", "speaker": "None", "utterance": "a Bruno Latour who is one of the participants or, or in, in, in material Terry's, and he says that this entrepreneur, for anthropomorphic expressions must be taken not figuratively by literally really a matter of defining the human enterprise form, and"}
{"start": "00:57:44.000", "end": "00:58:03.000", "speaker": "None", "utterance": "more first of a non human and deciding on the limits of the freedom lottery is one of the first who begins to explore and the, the impact of artifacts in our life at technological machines and so on now and we have here a lovely picture of reverse one,"}
{"start": "00:58:03.000", "end": "00:58:10.000", "speaker": "None", "utterance": "and by Mark Marino."}
{"start": "00:58:10.000", "end": "00:58:18.000", "speaker": "None", "utterance": "I don't I'm trying to go fast because I don't, I don't even realize how much time I have left but anyway she calls these story boxes."}
{"start": "00:58:18.000", "end": "00:58:37.000", "speaker": "None", "utterance": "And I was inspired by the idea of the Pandora books, of course the in Greek mythology you open the jar and all kinds of horrible things are liberated these spirits and they create great suffering and distress for humans but basically it like the metaphor"}
{"start": "00:58:37.000", "end": "00:58:57.000", "speaker": "None", "utterance": "that I was using before the virus you know she, her work is like a virus or a Pandora blocks that you know makes us realize, you know, it makes us come to terms with the things that need to be changed or that are, we are not aware of the created this"}
{"start": "00:58:57.000", "end": "00:59:17.000", "speaker": "None", "utterance": "idea of estrangement know and and one key aspect also, in the case of Pandora books that has to do with gender aspects, of course, is also the question of the responsibility because also in the Pandora story as an evil story in the biblical story."}
{"start": "00:59:17.000", "end": "00:59:35.000", "speaker": "None", "utterance": "And it's always a woman who is to blame for not taking responsibility for, for failing to do something No. So, the whole thing is I interpret her versus as I relocation of the blame and responsibility, and to the reader user, you know to make the reader"}
{"start": "00:59:35.000", "end": "00:59:55.000", "speaker": "None", "utterance": "user become engaged in global problems that we have today. And of course you can see for example this one by Michael Mike wire, you know where the economy graffiti the images are resembling, not just artificial intelligent robots but also by organisms"}
{"start": "00:59:55.000", "end": "01:00:16.000", "speaker": "None", "utterance": "like the cell, no. So there is this fusion metamorphic fusion in all four works. And this is carved by Jeremy hide, and again, just to mention that the, the verses can be manipulated and reconfigure that are not just the sequence but also you can scale,"}
{"start": "01:00:16.000", "end": "01:00:30.000", "speaker": "None", "utterance": "you can rotate you consuming. So this opens and different fractal levels of recombination, not just with words, but also with the way you can manipulate the verses and."}
{"start": "01:00:30.000", "end": "01:00:54.000", "speaker": "None", "utterance": "So, this one for example a curve I use this way image because I'm talking about this. Zooming in zooming out but you also have that this one form for movie elation where you'll get the same feeling of a how a, you can manipulate this works in order to"}
{"start": "01:00:54.000", "end": "01:01:11.000", "speaker": "None", "utterance": "come to awareness of particular aspects of the relationship between the human and the non human, and also a. Another thing I have to interrupt to that I have to be moderator now you have one minutes because"}
{"start": "01:01:11.000", "end": "01:01:15.000", "speaker": "None", "utterance": "I think I'm almost finished I don't know but almost anyway."}
{"start": "01:01:15.000", "end": "01:01:31.000", "speaker": "None", "utterance": "She, the way they writing is using the stories as well. It creates like almost like a fundamental aspect of contemplation, so I was here, and referring to hospitals practice of heuristic reduction."}
{"start": "01:01:31.000", "end": "01:01:38.000", "speaker": "None", "utterance": "But I don't have time to in this one for it, and this is my last slide so I'm really lucky."}
{"start": "01:01:38.000", "end": "01:01:43.000", "speaker": "None", "utterance": "In this one you can see like the, it's almost like a kind of open."}
{"start": "01:01:43.000", "end": "01:02:02.000", "speaker": "None", "utterance": "There you know so this mixture of objects artifacts, human non human animals and and sometimes even gloss and stuff. And here have two quotations or two authors who might find useful one is Jane Bennett in her work, vibrant matter what she's talking about"}
{"start": "01:02:02.000", "end": "01:02:18.000", "speaker": "None", "utterance": "about the agency of inanimate things how things are apparently like stone or something. And they, they can rust, for example, they have agency they can create an impact in the Anthropocene, and it, and also the, we have reading the quotations that you"}
{"start": "01:02:18.000", "end": "01:02:35.000", "speaker": "None", "utterance": "I'm also the, we have reading the quotations that you have there because we don't have time, a lambda smaller for is from Oxford he's a doing cognitive archaeology and he's a fascinating author in and the which he's trying to explore how cognition also"}
{"start": "01:02:35.000", "end": "01:02:47.000", "speaker": "None", "utterance": "emerges from the manipulation of material aspects know what he calls material engagement, not and and you have the coordination there is not simply in the brain."}
{"start": "01:02:47.000", "end": "01:03:02.000", "speaker": "None", "utterance": "It happens in the interaction between the brain and the things know. So I think this was my last slide. So thank you very much for your attention. I'm sorry I went on a little bit too long."}
{"start": "01:03:02.000", "end": "01:03:22.000", "speaker": "None", "utterance": "This is the summary of what I have presented, and these are my references. So thanks very much. And they asking for your paper so that's ok so now just to be to be quick, because I want to have too much time for discussion, we will watch another video"}
{"start": "01:03:22.000", "end": "01:03:30.000", "speaker": "None", "utterance": "that was by Mr newness that unfortunately she's not feeling too well so she cannot be with us today."}
{"start": "01:03:30.000", "end": "01:03:41.000", "speaker": "None", "utterance": "But she sent. Beautiful."}
{"start": "01:03:41.000", "end": "01:03:54.000", "speaker": "None", "utterance": "topic. No idea. Can you please share the screen because I have a bad connection and and I'm already frozen effect and turning off the video sometimes I'm sorry for that."}
{"start": "01:03:54.000", "end": "01:03:55.000", "speaker": "None", "utterance": "No."}
{"start": "01:03:55.000", "end": "01:03:59.000", "speaker": "None", "utterance": "Yeah, I think a thank you."}
{"start": "01:03:59.000", "end": "01:04:02.000", "speaker": "None", "utterance": "I see dash, that's, that's the thing."}
{"start": "01:04:02.000", "end": "01:04:06.000", "speaker": "None", "utterance": "So a few words on on on on Amazon."}
{"start": "01:04:06.000", "end": "01:04:27.000", "speaker": "None", "utterance": "She's the head of the Arabic language and literature department, and she has written several books on on Arabic literature she's a specialist, and especially she's interested in, in, in social media later, but she she she's also interested in gender and,"}
{"start": "01:04:27.000", "end": "01:04:30.000", "speaker": "None", "utterance": "and, and elite."}
{"start": "01:04:30.000", "end": "01:04:33.000", "speaker": "None", "utterance": "So, that's it."}
{"start": "01:04:33.000", "end": "01:04:36.000", "speaker": "None", "utterance": "And here in a while."}
{"start": "01:04:36.000", "end": "01:04:39.000", "speaker": "None", "utterance": "and."}
{"start": "01:04:39.000", "end": "01:04:57.000", "speaker": "None", "utterance": "Otherwise I'll try but okay thank you know."}
{"start": "01:04:57.000", "end": "01:04:59.000", "speaker": "None", "utterance": "No."}
{"start": "01:04:59.000", "end": "01:05:21.000", "speaker": "None", "utterance": "You have to share dead, they will do."}
{"start": "01:05:21.000", "end": "01:05:24.000", "speaker": "None", "utterance": "when you share the screen."}
{"start": "01:05:24.000", "end": "01:05:37.000", "speaker": "None", "utterance": "There is some, there is a program that you can share the sound as well."}
{"start": "01:05:37.000", "end": "01:05:49.000", "speaker": "None", "utterance": "Some the bottom left, should be at least."}
{"start": "01:05:49.000", "end": "01:06:11.000", "speaker": "None", "utterance": "No. Okay. No, I cannot, we cannot see anything."}
{"start": "01:06:11.000", "end": "01:06:25.000", "speaker": "None", "utterance": "No, no, maybe try this I don't think it's the person that if I try I'm losing a already seen this but I try myself. Let's see."}
{"start": "01:06:25.000", "end": "01:06:36.000", "speaker": "None", "utterance": "But the problem is that I see that I have"}
{"start": "01:06:36.000", "end": "01:06:41.000", "speaker": "None", "utterance": "no I cannot already. Look, I can see the signals disappearing."}
{"start": "01:06:41.000", "end": "01:06:45.000", "speaker": "None", "utterance": "Oh well, Let's do a bad things."}
{"start": "01:06:45.000", "end": "01:06:48.000", "speaker": "None", "utterance": "Since already so"}
{"start": "01:06:48.000", "end": "01:06:51.000", "speaker": "None", "utterance": "of three and a half."}
{"start": "01:06:51.000", "end": "01:06:57.000", "speaker": "None", "utterance": "And the video is kind of 10 minutes I will do one thing that I hate to do."}
{"start": "01:06:57.000", "end": "01:07:16.000", "speaker": "None", "utterance": "I want to show it, and we can may discuss a little bit, and then I will give you the video to the two, I will do maybe I can I'm already losing you. I hear bad."}
{"start": "01:07:16.000", "end": "01:07:21.000", "speaker": "None", "utterance": "So I know that my connection is not stable right now."}
{"start": "01:07:21.000", "end": "01:07:28.000", "speaker": "None", "utterance": "In the word."}
{"start": "01:07:28.000", "end": "01:07:32.000", "speaker": "None", "utterance": "No,"}
{"start": "01:07:32.000", "end": "01:07:36.000", "speaker": "None", "utterance": "I didn't have others, I have, I can wash up."}
{"start": "01:07:36.000", "end": "01:07:44.000", "speaker": "None", "utterance": "I have the mp4 so"}
{"start": "01:07:44.000", "end": "01:08:01.000", "speaker": "None", "utterance": "what I can do is to send a video to to to the conference to Soren and the others and like this, they can they can, they can watch it. sorry for that."}
{"start": "01:08:01.000", "end": "01:08:07.000", "speaker": "None", "utterance": "And I'm sorry because they see my signal, it's really, it's really low."}
{"start": "01:08:07.000", "end": "01:08:30.000", "speaker": "None", "utterance": "Anyway, well, since the like we have just five minutes in any case, we cannot see in any case there is any questions I think maybe I saw that you were like kind of chart here and they're kind of so I didn't know as an already you provide to to to to say,"}
{"start": "01:08:30.000", "end": "01:08:44.000", "speaker": "None", "utterance": "I realized that I can't access the papers anymore. If there is a technical problem like realize that you cannot access the papers anymore when I use the password data was given to me wrong password, so I didn't know that."}
{"start": "01:08:44.000", "end": "01:08:51.000", "speaker": "None", "utterance": "So do you you share your your your your paper because they are asking for it."}
{"start": "01:08:51.000", "end": "01:08:54.000", "speaker": "None", "utterance": "When they can find it."}
{"start": "01:08:54.000", "end": "01:09:08.000", "speaker": "None", "utterance": "Yeah, I, I wasn't, I didn't know how I work so I thought we were all supposed to upload our papers. And so I uploaded it, and but saurian wrote to me he said for the partners, you don't need to."}
{"start": "01:09:08.000", "end": "01:09:15.000", "speaker": "None", "utterance": "So, but it was still there, so it's still there, I think, unless he unless he removed it. Porsche."}
{"start": "01:09:15.000", "end": "01:09:21.000", "speaker": "None", "utterance": "If it, if someone wants it I can you know you can write to me and I'll send it to you."}
{"start": "01:09:21.000", "end": "01:09:26.000", "speaker": "None", "utterance": "Just to to Toronto since I'm here, and and hearing."}
{"start": "01:09:26.000", "end": "01:09:36.000", "speaker": "None", "utterance": "Yeah, you know, normally we, we, we didn't expect papers to manuscripts two panels so."}
{"start": "01:09:36.000", "end": "01:09:46.000", "speaker": "None", "utterance": "So in that sense, we haven't included, so if it's an issue to I can, I can, we can get it included and then it's available on the program."}
{"start": "01:09:46.000", "end": "01:09:48.000", "speaker": "None", "utterance": "We can also."}
{"start": "01:09:48.000", "end": "01:10:00.000", "speaker": "None", "utterance": "Yeah, so, so, so we can we can do that. It just takes a few things to do. I can't just do it immediately."}
{"start": "01:10:00.000", "end": "01:10:17.000", "speaker": "None", "utterance": "I didn't, I've been away from the low for a long time so I didn't know how it worked, know he was just."}
{"start": "01:10:17.000", "end": "01:10:25.000", "speaker": "None", "utterance": "if you have a paper you know it's not that it's forbidden anything so I'd be happy to. to include it."}
{"start": "01:10:25.000", "end": "01:10:31.000", "speaker": "None", "utterance": "Or maybe you can spray it here in the in the chat."}
{"start": "01:10:31.000", "end": "01:10:37.000", "speaker": "None", "utterance": "And then, then at least people have it here."}
{"start": "01:10:37.000", "end": "01:10:47.000", "speaker": "None", "utterance": "Okay, I find it and I don't know if I have time. If you still have five minutes I tried to find it on as I put it in the church. Just one sec."}
{"start": "01:10:47.000", "end": "01:10:52.000", "speaker": "None", "utterance": "Okay, yes, we still have five minutes. Exactly. So if there is any crashed and."}
{"start": "01:10:52.000", "end": "01:11:13.000", "speaker": "None", "utterance": "Wow, we were preparing the paper together from the scanners that can talk to publish. So, we we we are working on that. Just putting and very career into a know together, especially, and we with no area we are also just let's let's let's spoiler a little"}
{"start": "01:11:13.000", "end": "01:11:20.000", "speaker": "None", "utterance": "bit. We are also preparing a couple of articles two papers want us this is there like."}
{"start": "01:11:20.000", "end": "01:11:39.000", "speaker": "None", "utterance": "To be continued the story that we have started with the, the story of electronic literature an overview, that has recently been published there. We are still working on that but then we shift shift a little bit the focus and we will thinking of working"}
{"start": "01:11:39.000", "end": "01:11:49.000", "speaker": "None", "utterance": "ollie on electronic literature written by women it's really kind of obsessed by the CD."}
{"start": "01:11:49.000", "end": "01:11:57.000", "speaker": "None", "utterance": "So we are we're working in this sense so thanks guys thanks so much. So, you have it guys there."}
{"start": "01:11:57.000", "end": "01:12:16.000", "speaker": "None", "utterance": "And that's it. The know if you there is any other question, or, or comments or, you know, yeah just a comment if I may. Oh hello Rebecca yes hello Joanna, and thank you all for your I am very interesting presentation."}
{"start": "01:12:16.000", "end": "01:12:39.000", "speaker": "None", "utterance": "Actually, it was an island Delta you like to, to tell you, because a woman in Italy ordered the marina Polly's book title, the mathematical Scottish so from mathematics to coding."}
{"start": "01:12:39.000", "end": "01:13:00.000", "speaker": "None", "utterance": "blade of a famous brand advertiser by famous for medallion footballer. So it was clearly that you get it to man. And just to say how much there is still to be to be done, especially in Italy, in my opinion, and I think that Joanna agrees with me."}
{"start": "01:13:00.000", "end": "01:13:04.000", "speaker": "None", "utterance": "So that's just another anecdote sorry."}
{"start": "01:13:04.000", "end": "01:13:11.000", "speaker": "None", "utterance": "Thank you so much and it was also nice and you just you know Yes, I think dash."}
{"start": "01:13:11.000", "end": "01:13:18.000", "speaker": "None", "utterance": "There is lots of, lots of work to do. Now, there is a question for you."}
{"start": "01:13:18.000", "end": "01:13:21.000", "speaker": "None", "utterance": "Actually to"}
{"start": "01:13:21.000", "end": "01:13:32.000", "speaker": "None", "utterance": "see."}
{"start": "01:13:32.000", "end": "01:13:40.000", "speaker": "None", "utterance": "Yeah, well, I think I will have to mail you for that question."}
{"start": "01:13:40.000", "end": "01:13:45.000", "speaker": "None", "utterance": "great wisdom, but I might have been mulling around said Andrea."}
{"start": "01:13:45.000", "end": "01:14:00.000", "speaker": "None", "utterance": "Yeah, but it depends. I mean, what I said is that we have to and, of course, like I presented on an overview, but after we can do individual analysis in each country and of course we have to take the time to understand and investigate the history of the"}
{"start": "01:14:00.000", "end": "01:14:11.000", "speaker": "None", "utterance": "literature in each of these countries, which is of course parallel to the development of like the technological era, so I can I can I can email you for that Andrea."}
{"start": "01:14:11.000", "end": "01:14:17.000", "speaker": "None", "utterance": "So, but thank you for your question."}
{"start": "01:14:17.000", "end": "01:14:36.000", "speaker": "None", "utterance": "No thank you all, which is two one minutes."}
{"start": "01:14:36.000", "end": "01:14:39.000", "speaker": "None", "utterance": "details."}
{"start": "01:14:39.000", "end": "01:15:09.000", "speaker": "None", "utterance": "When you already have as paper but nowhere near myself, and also my end and Amanda will send Soren who we can add to to the conference because it's very interesting, some very deeply sorry that we couldn't listen to it and watch it."}