{"start": "00:00:00.299", "end": "00:00:01.199", "speaker": "None", "utterance": "hey what we're gonna do and."}
{"start": "00:00:02.610", "end": "00:00:02.820", "speaker": "None", "utterance": "Okay."}
{"start": "00:00:07.440", "end": "00:00:09.090", "speaker": "Jessica Pressman", "utterance": " Well, welcome everyone."}
{"start": "00:00:09.929", "end": "00:00:11.010", "speaker": "Mark Marino", "utterance": " Wait wait wait."}
{"start": "00:00:11.040", "end": "00:00:13.500", "speaker": "Mark Marino", "utterance": " I just thought for a second Patrick you're in the wrong session."}
{"start": "00:00:14.340", "end": "00:00:15.240", "speaker": "Patrick Lichty", "utterance": " What am I."}
{"start": "00:00:15.660", "end": "00:00:17.550", "speaker": "Mark Marino", "utterance": " you're supposed to be in track to right now."}
{"start": "00:00:18.000", "end": "00:00:20.190", "speaker": "Patrick Lichty", "utterance": " Oh no it's okay I gotta go see you later bye."}
{"start": "00:00:20.820", "end": "00:00:21.540", "speaker": "Jessica Pressman", "utterance": " There we go."}
{"start": "00:00:25.350", "end": "00:00:26.940", "speaker": "Mark Marino", "utterance": " it's very confusing the way the."}
{"start": "00:00:28.380", "end": "00:00:30.300", "speaker": "None", "utterance": "The you know sorry."}
{"start": "00:00:32.850", "end": "00:00:33.600", "speaker": "Melody Jue", "utterance": " A different track."}
{"start": "00:00:38.190", "end": "00:00:41.010", "speaker": "Jessica Pressman", "utterance": " it's amazing you can just you know log on log off."}
{"start": "00:00:43.200", "end": "00:00:49.260", "speaker": "Jessica Pressman", "utterance": " Alright, so this track, this is a panel and what we have planned for you today is."}
{"start": "00:00:51.240", "end": "00:01:10.500", "speaker": "Jessica Pressman", "utterance": " For brief talks about 12 minutes each and then time for hopefully time for Q amp a and i'm going to save time by typing the bios into the chat, but I do want to read the brief abstract for the panel, because it does make I think it provides some cohesion for the very different perspectives."}
{"start": "00:01:11.970", "end": "00:01:14.760", "speaker": "Jessica Pressman", "utterance": " That you're going to hear today, so if you don't mind me reading."}
{"start": "00:01:15.810", "end": "00:01:22.230", "speaker": "Jessica Pressman", "utterance": " The the topic of this panel is ocean as media platform for electronic literature and."}
{"start": "00:01:23.730", "end": "00:01:32.430", "speaker": "Jessica Pressman", "utterance": " And we we argue that the Ocean is a media platform recognizing it as such can change how we think of platform media and meaning."}
{"start": "00:01:32.910", "end": "00:01:39.450", "speaker": "Jessica Pressman", "utterance": " This panel takes an eco critical approach we understand the ocean, to be a primary platform for life on earth."}
{"start": "00:01:39.870", "end": "00:01:49.920", "speaker": "Jessica Pressman", "utterance": " encompassing 70% of our globe and also a platform that inspires much of our digital life and literature, we take joelle and rock and allison."}
{"start": "00:01:50.640", "end": "00:02:05.940", "speaker": "Jessica Pressman", "utterance": " I you need that right fishnet stockings as the sun new connecting our diverse critical methodologies and perspectives as we consider how emerging knowledge from environmental humanities informs electronic literature."}
{"start": "00:02:06.480", "end": "00:02:26.640", "speaker": "Jessica Pressman", "utterance": " So you'll you're going to hear for very different talks, but all of us all the speakers are located in southern California near the ocean and i'm going to i'm going to begin with melody do and i'm going to type her bio into the chat and melody do you have a sharing access."}
{"start": "00:02:27.990", "end": "00:02:28.440", "speaker": "Melody Jue", "utterance": " Yes."}
{"start": "00:02:28.920", "end": "00:02:30.360", "speaker": "Jessica Pressman", "utterance": " Okay awesome take it away."}
{"start": "00:02:31.830", "end": "00:02:34.560", "speaker": "Melody Jue", "utterance": " Okay, great so let me go ahead and share screen."}
{"start": "00:02:35.940", "end": "00:02:50.790", "speaker": "Melody Jue", "utterance": " And here we go Okay, so I come to this this panel is scholar in media studies, but also the ocean humanities, and I just wrote a book called wild blue media thinking through seawater."}
{"start": "00:02:51.390", "end": "00:03:03.900", "speaker": "Melody Jue", "utterance": " That imagines what happens when you submerge familiar terms and media in the ocean, how do they change, how did they deform what do oceanic conditions do as an environment to the way that we think about."}
{"start": "00:03:04.500", "end": "00:03:13.140", "speaker": "Melody Jue", "utterance": " terms in media studies so for today, I thought I would submerge the term platform and see where that takes us so platform."}
{"start": "00:03:13.680", "end": "00:03:26.730", "speaker": "Melody Jue", "utterance": " In platform studies is an architectural metaphor it's the odd describes it as a surface or area on which something may stand, especially a raised level surface."}
{"start": "00:03:27.600", "end": "00:03:40.710", "speaker": "Melody Jue", "utterance": " Secondary definitions also describe it as which is familiar for us in southern California, a base for marine oil or gas drilling raised on piles above the level of the sea and also or oil rig."}
{"start": "00:03:41.370", "end": "00:03:57.390", "speaker": "Melody Jue", "utterance": " or alternately a high rigid diving board, so you know you think about in the Olympics platform diving is also like is raised above the water, so what all three of these have in common, are a kind of plane or surface that float that."}
{"start": "00:03:58.530", "end": "00:04:08.790", "speaker": "Melody Jue", "utterance": " is raised above the water in some kind of way, rather than being within the water, so I was thinking about these in relation to these these meetings in relation to."}
{"start": "00:04:09.450", "end": "00:04:19.110", "speaker": "Melody Jue", "utterance": " Other environmental media studies questions we could ask about platforms so, for example, what elements of the Environment underlie the possibility of."}
{"start": "00:04:19.470", "end": "00:04:28.830", "speaker": "Melody Jue", "utterance": " computational platforms so lots of work and environmental media studies around the way that energy often non renewable energy sustains the platform."}
{"start": "00:04:29.340", "end": "00:04:32.370", "speaker": "Melody Jue", "utterance": " infrastructures for energy rare earth metals."}
{"start": "00:04:32.910", "end": "00:04:45.120", "speaker": "Melody Jue", "utterance": " air conditioning for servers and also conditions that exclude certain elements of the environment so dust or spilled coffee, these would be things destructive to the possibility of a computational platform."}
{"start": "00:04:46.020", "end": "00:04:59.070", "speaker": "Melody Jue", "utterance": " Also, just to acknowledge my own position ality in Santa Barbara, this is a map of where oil oil wells currently exist on the coast, so I can't I can't think platform without immediately."}
{"start": "00:04:59.850", "end": "00:05:12.000", "speaker": "Melody Jue", "utterance": " Recognizing the view that I see whenever I go to the ocean, which is all these platforms dotted along the coast, and so you can see here, even a small note."}
{"start": "00:05:12.660", "end": "00:05:24.210", "speaker": "Melody Jue", "utterance": " let's see from referred to beach if you see this, there was an oil spill here from one of the oil rigs that happens, the same year I got hired at ucsb and so it's it's something that."}
{"start": "00:05:24.750", "end": "00:05:35.100", "speaker": "Melody Jue", "utterance": " You know, we think about a lot here Okay, and also, you know, but the oil rig is complex, as a platform, because it actually has a volumetric."}
{"start": "00:05:35.550", "end": "00:05:47.370", "speaker": "Melody Jue", "utterance": " underbelly, meaning that the platform itself is poised above the water, but if you look at this visual visualization here the platform, the lies, all these kinds of."}
{"start": "00:05:49.020", "end": "00:05:54.720", "speaker": "Melody Jue", "utterance": " Well wells that extend out into space across three dimensions."}
{"start": "00:05:56.040", "end": "00:06:04.020", "speaker": "Melody Jue", "utterance": " And so, this was bringing to mind the recent collection from Duke press called volumetric states sovereignty materiality and the territorial imagination."}
{"start": "00:06:04.530", "end": "00:06:17.460", "speaker": "Melody Jue", "utterance": " edited by frank delay that examines some of the stakes for political theory area studies and elemental media studies for really thinking about volumes."}
{"start": "00:06:17.910", "end": "00:06:39.630", "speaker": "Melody Jue", "utterance": " In contrast to surfaces and, in particular one chapter, I really appreciated was by iowa on on the buoyancy of the nation state so just to read a few quotes from here the buoyancy of the nation state describes how the zonal manipulation of land, sea air interfaces can boy sovereign power."}
{"start": "00:06:40.800", "end": "00:06:49.650", "speaker": "Melody Jue", "utterance": " Thinking about the nation state in the ocean means also considering the 200 mile exclusive economic zone or easy, as that is."}
{"start": "00:06:50.820", "end": "00:07:01.800", "speaker": "Melody Jue", "utterance": " The the territory that a nation can claim for fishing exclusive fishing rights and on it goes on further to think about Singapore as a case study."}
{"start": "00:07:03.000", "end": "00:07:10.560", "speaker": "Melody Jue", "utterance": " And says the following both by claiming the water sunlight and the rock from the ocean surface under its jurisdiction and."}
{"start": "00:07:11.130", "end": "00:07:24.210", "speaker": "Melody Jue", "utterance": " that's a typo there, but by physically carving and undersea demi monde of storage tunnels, the three dimensional sovereignty in Singapore bolsters its buoyancy and preparation for a peerless near future."}
{"start": "00:07:24.660", "end": "00:07:36.360", "speaker": "Melody Jue", "utterance": " So to pull back a little bit there's a broader question about metaphor here, so you can think about the way that with the metaphor of standing, which is inherent to the term platform."}
{"start": "00:07:37.140", "end": "00:07:50.520", "speaker": "Melody Jue", "utterance": " With a metaphor of standing you think about standing on a solid surface and security in that formulation is takes a terrestrial form so security means the land stays put you have solid ground under your feet."}
{"start": "00:07:51.090", "end": "00:08:01.560", "speaker": "Melody Jue", "utterance": " This other conception of security comes from buoyancy so in iowa ons formulation it's this ability to float through rough or turbulent sees."}
{"start": "00:08:02.460", "end": "00:08:12.600", "speaker": "Melody Jue", "utterance": " So I wanted to think through today about the contrast between platform in relation to standing versus platform in relation to buoyancy or the way that the ocean."}
{"start": "00:08:13.050", "end": "00:08:21.150", "speaker": "Melody Jue", "utterance": " As platform or the ocean as milenio provides a different meditation on or different metaphor material metaphor."}
{"start": "00:08:21.780", "end": "00:08:31.290", "speaker": "Melody Jue", "utterance": " Through thinking about buoyancy so i'm curious about buoyancy and it's epistemic positions and implications, I realized I forgot to set a timer so."}
{"start": "00:08:31.680", "end": "00:08:36.750", "speaker": "Melody Jue", "utterance": " JESSICA mark if you want to flag me if i'm you know running late just go ahead and give me a heads up."}
{"start": "00:08:37.440", "end": "00:08:43.230", "speaker": "Melody Jue", "utterance": " Now, one reason that the question of buoyancy matters in electronic media, including games."}
{"start": "00:08:43.860", "end": "00:08:51.900", "speaker": "Melody Jue", "utterance": " Is that is concerns the question of what aspects of water or emulated when one transitions to additional medium so."}
{"start": "00:08:52.260", "end": "00:09:00.030", "speaker": "Melody Jue", "utterance": " A close colleague of mine alaina Chang has a new book out called play nature, and this is her description of game aesthetics."}
{"start": "00:09:00.540", "end": "00:09:07.440", "speaker": "Melody Jue", "utterance": " She says, we can see the particular realization of an environment, whether textual visual or procedural as a filter."}
{"start": "00:09:08.070", "end": "00:09:23.400", "speaker": "Melody Jue", "utterance": " That helpfully select certain aspects for consideration, while excluding others so game environments are always very particular about what they emulate and then constitute into the mechanics of an environment so for me I write about this in the third chapter of my book."}
{"start": "00:09:24.450", "end": "00:09:29.610", "speaker": "Melody Jue", "utterance": " What elements of sea water or imagined in digital media what aspects of seawater."}
{"start": "00:09:30.030", "end": "00:09:39.990", "speaker": "Melody Jue", "utterance": " are excluded, and so I think a lot about how increase station or the vivacious qualities of sea water to grow or to erode or to otherwise."}
{"start": "00:09:40.320", "end": "00:09:50.970", "speaker": "Melody Jue", "utterance": " form and deform often are ignored in game environments, which tend to think about the clarity and also model, the clarity of water, compared with the opacity of water."}
{"start": "00:09:51.510", "end": "00:09:56.940", "speaker": "Melody Jue", "utterance": " Treating it like a like air or almost outer space is something you can you can move through."}
{"start": "00:09:57.690", "end": "00:10:09.660", "speaker": "Melody Jue", "utterance": " So as an example of thinking through buoyancy and the platform, I wanted to talk today about beyond blue, which is a game developed by eli media and also the BBC and ocean X."}
{"start": "00:10:10.200", "end": "00:10:20.580", "speaker": "Melody Jue", "utterance": " And this game is part of a broader campaign for ocean education but it takes platform in a couple different ways we can think about mobility in the game."}
{"start": "00:10:21.540", "end": "00:10:30.870", "speaker": "Melody Jue", "utterance": " In relation to buoyancy and that which supports the body, as opposed to standing, so the way the character floats but also think about the."}
{"start": "00:10:31.350", "end": "00:10:38.070", "speaker": "Melody Jue", "utterance": " ocean advocacy and beyond blue, as also taking on a kind of political platform to draw attention to things like deep sea mining."}
{"start": "00:10:38.730", "end": "00:10:46.290", "speaker": "Melody Jue", "utterance": " So this is a view of the underwater home that the protagonists to play MRI who's actually."}
{"start": "00:10:46.860", "end": "00:10:53.940", "speaker": "Melody Jue", "utterance": " physically and personality wise modeled after a friend of mine who's a deep sea scientists in Georgia, and she."}
{"start": "00:10:54.600", "end": "00:11:04.200", "speaker": "Melody Jue", "utterance": " associate this is her home basis is the place where she has standing and, as you can see here she's gazing out at some sperm whales that she family that she's been tracking and studying."}
{"start": "00:11:05.280", "end": "00:11:14.250", "speaker": "Melody Jue", "utterance": " But the game actually does a very good job of I think treating the ocean as an opaque medium, a lot of the scenes are at night."}
{"start": "00:11:14.550", "end": "00:11:24.840", "speaker": "Melody Jue", "utterance": " And some of the strategies for navigation have to do with sonar so as you're floating in the water column, you also use sonar to locate where interesting."}
{"start": "00:11:25.650", "end": "00:11:40.020", "speaker": "Melody Jue", "utterance": " or organisms of interest may be, and then you swim to them without seeing what exactly they are until you're close enough and so here, where I have some over to the sperm whales who sleep, while they're floating in this direction."}
{"start": "00:11:41.310", "end": "00:11:51.810", "speaker": "Melody Jue", "utterance": " You can also hear recording sounds and so and scan the different whales like for fluke tail signatures and so these are some of the different."}
{"start": "00:11:52.140", "end": "00:11:59.790", "speaker": "Melody Jue", "utterance": " game mechanics also mariah has like probably the strongest ABS, I know in in game, because you know you're swimming along with a dolphin kick and i'm just going yeah that's."}
{"start": "00:12:00.600", "end": "00:12:04.590", "speaker": "Melody Jue", "utterance": " That was a you know significant choice on you know the part of the designers."}
{"start": "00:12:05.130", "end": "00:12:12.060", "speaker": "Melody Jue", "utterance": " So rather than a submersible she's physically swimming and boyd by the water as she's moving throughout the ocean, including the deep ocean."}
{"start": "00:12:12.600", "end": "00:12:23.910", "speaker": "Melody Jue", "utterance": " Now one interesting place to think about surfaces versus volumes is also this seeing here, where she visits an underwater Brian pool, which is essentially an underwater lake of hyper singing water."}
{"start": "00:12:24.540", "end": "00:12:34.950", "speaker": "Melody Jue", "utterance": " And the BBC has documentary footage that mandy joy, my friend has taken of this location, but in the game and also is dramatize as this place to collect."}
{"start": "00:12:35.550", "end": "00:12:52.440", "speaker": "Melody Jue", "utterance": " Bacteria so there's I should also mention that mariah live streams all of her dives and so there's a very public aspect to the way that she is boyd by water at the same time that she uses that as a platform for drawing attention to ocean ocean issues."}
{"start": "00:12:53.970", "end": "00:13:03.390", "speaker": "Melody Jue", "utterance": " Okay, so i'm just going to skip over this line go further, the last screenshot I want to show is of these drill bits that mariah encounters at the end of the game."}
{"start": "00:13:04.080", "end": "00:13:19.590", "speaker": "Melody Jue", "utterance": " Which ends is fairly open ended we don't know what she's doing after this, but where our attention is drawn to to regimes of extraction, including for deep sea for deep sea minerals."}
{"start": "00:13:20.910", "end": "00:13:27.390", "speaker": "Melody Jue", "utterance": " And then finally finally Here we see her gazing at hydrothermal vents."}
{"start": "00:13:28.620", "end": "00:13:44.430", "speaker": "Melody Jue", "utterance": " Okay, so following I will on, I want to ask a question about how buoyancy configure to really be used to describe conditions that support continued life so platform versus is you know would be support by standing, but the water also supports and."}
{"start": "00:13:45.540", "end": "00:13:51.540", "speaker": "Melody Jue", "utterance": " How the metaphor of buoyancy can also think about how we navigate turbulence conditions or waters."}
{"start": "00:13:52.140", "end": "00:14:03.270", "speaker": "Melody Jue", "utterance": " In this way, we might call beyond blue and amphibious game for the way that it negotiates both buoyancy and standing to advocate for non extractive relationships to the ocean."}
{"start": "00:14:04.170", "end": "00:14:09.810", "speaker": "Melody Jue", "utterance": " I just want to conclude with a couple mentions of fishnet stockings which will lead into marks presentation nicely."}
{"start": "00:14:10.530", "end": "00:14:27.330", "speaker": "Melody Jue", "utterance": " And just asked about how how are buoyancy and standing operating as aesthetics and physical positions in the piece, and how might we think about gravity, so I think about gravity literacy and orientation is key parts of an ocean communities kind of project."}
{"start": "00:14:28.500", "end": "00:14:39.450", "speaker": "Melody Jue", "utterance": " and not to be okay, this is this is meant seriously, and you know not to you know take away from the piece, but I was struck by the way, that some of the footage of the making a fishnet stockings also."}
{"start": "00:14:40.350", "end": "00:14:47.280", "speaker": "Melody Jue", "utterance": " involves standing and the function of the pivot which recall the scene from little mermaid about the time that the."}
{"start": "00:14:47.850", "end": "00:14:57.330", "speaker": "Melody Jue", "utterance": " The more people are turned into these worms bye bye Ursula and so actually wonder if being turned into a worm is."}
{"start": "00:14:57.870", "end": "00:15:06.540", "speaker": "Melody Jue", "utterance": " Connected to a kind of human terrestrial experience of gravity, that means being fixed in place in order for a movement, unlike the mermaids normal freedom within space."}
{"start": "00:15:06.960", "end": "00:15:18.660", "speaker": "Melody Jue", "utterance": " So I feel like there's maybe something here but i'll ask that, as a question and then, finally, I just wanted to also offer the question for fishnet stockings, how do you how might we conceive of buoyancy in relation to."}
{"start": "00:15:19.290", "end": "00:15:36.960", "speaker": "Melody Jue", "utterance": " text and the movement of the elements of the collage across space, and I think mark will have more to say on this question relating to flocking and the animation of things like jellyfish Okay, I hope I didn't go too much over Thank you."}
{"start": "00:15:38.130", "end": "00:15:39.210", "speaker": "Jessica Pressman", "utterance": " so wonderful."}
{"start": "00:15:40.260", "end": "00:15:40.950", "speaker": "Jessica Pressman", "utterance": " Thank you."}
{"start": "00:15:43.530", "end": "00:15:48.210", "speaker": "Jessica Pressman", "utterance": " Well let's go to mark mark Marino here's his bio let's let's hear it mark."}
{"start": "00:15:56.430", "end": "00:15:57.240", "speaker": "Jessica Pressman", "utterance": " you're muted."}
{"start": "00:16:03.030", "end": "00:16:05.130", "speaker": "Jessica Pressman", "utterance": " I know you've done this for like a year and a half."}
{"start": "00:16:06.960", "end": "00:16:09.660", "speaker": "Jessica Pressman", "utterance": " i'm going to type in the abstract, to the conference."}
{"start": "00:16:09.720", "end": "00:16:13.770", "speaker": "Mark Marino", "utterance": " One sorry there we go, so can you hear me now, as they say they say."}
{"start": "00:16:14.940", "end": "00:16:17.190", "speaker": "Mark Marino", "utterance": " Okay let's get started, thank you JESSICA, and thank you."}
{"start": "00:16:17.190", "end": "00:16:24.180", "speaker": "Mark Marino", "utterance": " panelists and they're all you folks for joining us, and those are watching the video later on hope you're enjoying it hope there's a."}
{"start": "00:16:24.720", "end": "00:16:39.960", "speaker": "Mark Marino", "utterance": " wonderful day you're enjoying okay let's get started, so this code diving into the code of immersive he lit, and this is going to be critical code studies reading of joelle and rocks and allison on Nice."}
{"start": "00:16:41.580", "end": "00:16:49.860", "speaker": "Mark Marino", "utterance": " fishnet stockings so a little bit of context for so first when I was originally thinking about this piece, I wanted to put into some context so."}
{"start": "00:16:50.490", "end": "00:16:56.550", "speaker": "Mark Marino", "utterance": " I don't have a slide for this one, but there are a couple of vr pieces by shar Davies that I think are really important to consider."}
{"start": "00:16:57.270", "end": "00:17:07.110", "speaker": "Mark Marino", "utterance": " In this context, but first let's a way to think about Camille otter back in and Rami adjectives text rain, I think a lot of you guys have experienced this one or seen it where we were catching."}
{"start": "00:17:07.410", "end": "00:17:17.940", "speaker": "Mark Marino", "utterance": " letters in our hands right people, those people are standing in front of the scene and then their projections are catching those letters I also want to think about this piece."}
{"start": "00:17:19.500", "end": "00:17:28.710", "speaker": "Mark Marino", "utterance": " By stephanie stricklin and Nick monfort see and Spar between, which is a piece that uses combines a poetry generator and a."}
{"start": "00:17:29.220", "end": "00:17:46.770", "speaker": "Mark Marino", "utterance": " navigational metaphor of traversing an ocean of generated tex so and I want to think about this concept of immersive nervous as well, so, first let me just play a little video of this piece, this is from joanne's documentation that you can find on the website for this page."}
{"start": "00:17:49.620", "end": "00:17:55.470", "speaker": "Mark Marino", "utterance": " So fishnet stockings was featured in Bergen at elo."}
{"start": "00:17:56.790", "end": "00:18:04.980", "speaker": "Mark Marino", "utterance": " And also is featured in our House, interestingly, in March 2016, so this is a piece that fits well into this Community."}
{"start": "00:18:06.600", "end": "00:18:18.090", "speaker": "Mark Marino", "utterance": " It was a collaboration between joelle and rock Logan sales Peter Williamson and allison Ani and a crew of collaborators and took some inspiration by artist Kathy mactavish."}
{"start": "00:18:19.530", "end": "00:18:25.380", "speaker": "Mark Marino", "utterance": " If you watch closely you'll see me and my kids when they were smaller in this video documentation."}
{"start": "00:18:27.390", "end": "00:18:33.150", "speaker": "Mark Marino", "utterance": " I should mention that the system could see some of my family members, better than others."}
{"start": "00:18:34.410", "end": "00:18:46.080", "speaker": "Mark Marino", "utterance": " and full disclosure, I contributed some of the some tweets to various stages of this project, I have to apologize if i'm shouting right now, because i'm not sharing sound of this piece, but I am hearing it in my ears so."}
{"start": "00:18:47.820", "end": "00:18:50.460", "speaker": "Mark Marino", "utterance": " Some point i'll someday i'll learn how to vimeo."}
{"start": "00:18:51.840", "end": "00:19:04.830", "speaker": "Mark Marino", "utterance": " The speed is pieces of made up of three x act one is called innocence in curiosity it features flocking mermaids fish and jellies that follow the user that."}
{"start": "00:19:05.580", "end": "00:19:15.510", "speaker": "Mark Marino", "utterance": " Either chase one user or another, depending on on the piece, so you can see here how they're sort of moving towards the hands is there detected through a Microsoft kinect."}
{"start": "00:19:18.180", "end": "00:19:24.570", "speaker": "Mark Marino", "utterance": " i'm gonna let that play for just a little tiny bit so you get a sense there's there's me and i'm being chased by jellyfish."}
{"start": "00:19:29.250", "end": "00:19:34.560", "speaker": "Mark Marino", "utterance": " Okay, and then maybe I could skip ahead to show you a little bit of Act two."}
{"start": "00:19:35.940", "end": "00:19:40.110", "speaker": "Mark Marino", "utterance": " which happens, a little bit further on in the video got some dancers."}
{"start": "00:19:42.750", "end": "00:19:52.710", "speaker": "Mark Marino", "utterance": " Here we go back to stormy sea shipwreck and rescue involves that act that we just saw a second ago of these people trying to catch a ship in a net."}
{"start": "00:19:53.010", "end": "00:19:58.980", "speaker": "Mark Marino", "utterance": " So they both are holding essentially holding the corners of that ship and they're drawing up that net around the ship."}
{"start": "00:19:59.730", "end": "00:20:12.840", "speaker": "Mark Marino", "utterance": " And lastly, act three, which involves creating these sort of circles of fish and then slicing them apart, essentially, so this is my daughter she's creating this she's doing a slicing motion to create."}
{"start": "00:20:13.500", "end": "00:20:18.570", "speaker": "Mark Marino", "utterance": " That set of fish and then she's going to slice them apart it's going to take a little while."}
{"start": "00:20:19.530", "end": "00:20:30.030", "speaker": "Mark Marino", "utterance": " to register and there they go she cut him apart again that third act is called bad bargains and good exchange rates So these are all plays on the popular."}
{"start": "00:20:30.960", "end": "00:20:38.640", "speaker": "Mark Marino", "utterance": " Hans Christian Andersen tale of the little mermaid and various other mermaids that we have in our culture, so it's not just drawing from there."}
{"start": "00:20:40.020", "end": "00:20:54.360", "speaker": "Mark Marino", "utterance": " I was most interested in the code used to model how the jellyfish mermaids and monsters as they're called move, and that that code is called flocking and."}
{"start": "00:20:55.440", "end": "00:21:14.700", "speaker": "Mark Marino", "utterance": " Flooding is a variation of of code used to model, the flocking patterns of birds there's a version in processing written by Daniel shifman but it's inspired by this work by Craig Reynolds a program called boyd's in 1986 an artificial life program so."}
{"start": "00:21:16.050", "end": "00:21:16.410", "speaker": "Mark Marino", "utterance": " and"}
{"start": "00:21:18.180", "end": "00:21:26.640", "speaker": "Mark Marino", "utterance": " I love that that name boyd's because my father used to quote this little poem that referred to birds as boys, but I suspect that this is the the."}
{"start": "00:21:27.030", "end": "00:21:39.000", "speaker": "Mark Marino", "utterance": " influence on this code, because in the code, the murder folk are referred to as murder boys and also the flocking code also deals with steel steering mechanisms for other boyd's."}
{"start": "00:21:40.200", "end": "00:21:46.620", "speaker": "Mark Marino", "utterance": " So a couple of their attributes they follow the user, sometimes user one Sometimes these are two they avoid contact with each user."}
{"start": "00:21:47.220", "end": "00:21:52.290", "speaker": "Mark Marino", "utterance": " there's some randomness in their movement, the randomness makes me wonder if there's I don't know if their schooling."}
{"start": "00:21:52.620", "end": "00:22:04.650", "speaker": "Mark Marino", "utterance": " Or if they're showing we haven't talked about that different distinction just yet schooling if they're going so if the group of fish is going somewhere together or showing as i've seen it to find if they're staying together, for social reasons."}
{"start": "00:22:05.370", "end": "00:22:15.810", "speaker": "Mark Marino", "utterance": " So I just want to share a little bit more about this flocking algorithm because it's it's fairly well known and fairly well us and it has been adapted deficient other contexts by other people."}
{"start": "00:22:16.110", "end": "00:22:24.060", "speaker": "Mark Marino", "utterance": " So we've got this flocking behavior and it's got several attributes one of them is cohesion we want to keep that group together."}
{"start": "00:22:24.510", "end": "00:22:37.110", "speaker": "Mark Marino", "utterance": " One of them is separation, so my daughter who's taking a marine biology classes taught me that fish can tell, through the pressure sensors and the sides of their bodies how close they are their proximity to other fish, so that they can swim together without hitting each other."}
{"start": "00:22:38.460", "end": "00:22:52.950", "speaker": "Mark Marino", "utterance": " there's alignment and there's obstacle avoidance So those are the various features and we can later on in the video they kind of move on to the so alignment and obstacle, avoiding or the other features of this flocking algorithm."}
{"start": "00:22:56.550", "end": "00:23:09.000", "speaker": "Mark Marino", "utterance": " So this is the the mermaid code inspired by algorithms used to model, the behavior of birds, and then they do one of two things they either follow one user or another or their idol."}
{"start": "00:23:09.570", "end": "00:23:21.060", "speaker": "Mark Marino", "utterance": " And I don't have time to talk about this code, right now, but in depth the way I would love to but here's some of it and, by the way this piece is written in processing and Java so there's combination of files being used here."}
{"start": "00:23:22.680", "end": "00:23:39.390", "speaker": "Mark Marino", "utterance": " Now, also of course here's where we see the code keeps the boyd's and again this gets applied to the jellyfish the mermaids the fish, and also the monsters as they're called in the code, it keeps the the birds from one another, from from hitting each other from colliding with each other."}
{"start": "00:23:40.410", "end": "00:23:48.330", "speaker": "Mark Marino", "utterance": " And then also we have some code that deals with keeping them away from the users, so they won't they shouldn't run into the users when they can detect where the user is."}
{"start": "00:23:50.670", "end": "00:23:57.540", "speaker": "Mark Marino", "utterance": " And then I just want to point out a couple of there are a couple of adjustments that are made this is perhaps where the buoyancy lies in the code Melanie."}
{"start": "00:23:58.380", "end": "00:24:05.220", "speaker": "Mark Marino", "utterance": " When they're in their idol position their position is readjusted a bit, and so we see that if you watch the video you see that they."}
{"start": "00:24:05.460", "end": "00:24:18.960", "speaker": "Mark Marino", "utterance": " They almost move in almost like a circular pattern, or they seem to like bounce back a little bit from wherever they are various points, and some of that is happening in this movement where they're being an idle state being adjusted their positions being adjusted a bit."}
{"start": "00:24:21.540", "end": "00:24:27.030", "speaker": "Mark Marino", "utterance": " All of this code looking through this code has made me think about hybridization and."}
{"start": "00:24:28.770", "end": "00:24:39.150", "speaker": "Mark Marino", "utterance": " In done a highway cyborg manifesto she's got this great quote, we were all cameras theorized and fabricated hybrids of machine and organism, in short, we are cyborgs."}
{"start": "00:24:39.540", "end": "00:24:50.760", "speaker": "Mark Marino", "utterance": " And so that's that made me think about all the hybridization that's happening in this code and in this piece right so mermaids from their beginning are hybrids right there people and fish."}
{"start": "00:24:52.350", "end": "00:24:57.570", "speaker": "Mark Marino", "utterance": " there's this great thing that I did not see when I first looked at it until I saw its name in the code and in the files."}
{"start": "00:24:58.320", "end": "00:25:09.120", "speaker": "Mark Marino", "utterance": " The ship mermaid and, if you look, you can see that mermaid at the head of the ship, but then, once you know it's called the ship mermaid you can see the tail and you could see how this is a hybrid mermaid and ship."}
{"start": "00:25:09.960", "end": "00:25:20.940", "speaker": "Mark Marino", "utterance": " Of course, the mermaids being merged boys is another hybrid that shows up in the Code and the jellyfish also are referred to as boyd, so there are also a kind of mash up or hybrid that comes out of this piece."}
{"start": "00:25:24.810", "end": "00:25:27.810", "speaker": "Mark Marino", "utterance": " So this piece immerses you and in various ways."}
{"start": "00:25:29.040", "end": "00:25:34.800", "speaker": "Mark Marino", "utterance": " One thing I haven't talked about, is it includes a Twitter stream or people use hashtags to contribute lines to the story."}
{"start": "00:25:36.000", "end": "00:25:50.730", "speaker": "Mark Marino", "utterance": " So that immerses your text in the piece you place your body between the projector and screen and are immersed in that sense, and this darkened room and then the system read your body into the screen to get your coordinates and so you're immersed in a digital sense as well."}
{"start": "00:25:52.290", "end": "00:25:58.530", "speaker": "Mark Marino", "utterance": " But a lot of this happens, two dimensionally so the fish, jellies and mermaids are they operate in two dimensions."}
{"start": "00:25:58.770", "end": "00:26:09.240", "speaker": "Mark Marino", "utterance": " The users are also in two dimensions and the one place where the Z factor, the Z coordinate comes into play is in that act to when they're moving the ship."}
{"start": "00:26:09.660", "end": "00:26:15.330", "speaker": "Mark Marino", "utterance": " And i'll show you how that works in a second right here so see this picture the person on your right is."}
{"start": "00:26:16.230", "end": "00:26:28.260", "speaker": "Mark Marino", "utterance": " is holding up the net but they're so they're sort of pulling it towards them, so you see the nets, a little bit bigger towards them, then the person on the left, where the Z index is a little closer to the screen and so you can see how the Code has adjusted."}
{"start": "00:26:29.430", "end": "00:26:40.500", "speaker": "Mark Marino", "utterance": " The visual to give it that sense of three dimensions so that's really where things get a three dimensional feel otherwise things both the fish and us get get brought into the same two dimensional world."}
{"start": "00:26:42.060", "end": "00:26:53.160", "speaker": "Mark Marino", "utterance": " i'm not all are immersed in the same way that connect, as it turns out, has difficulty seeing black skin You might remember my reference to my family members."}
{"start": "00:26:53.970", "end": "00:27:09.180", "speaker": "Mark Marino", "utterance": " There was a game spot study where they tested it out and they found out the system recognized one employee consistently well, it was never able to properly identify the other, despite repeated calibration attempts, however connect had no parties identifying."}
{"start": "00:27:10.920", "end": "00:27:13.350", "speaker": "Mark Marino", "utterance": " Another one after some some calibration."}
{"start": "00:27:14.910", "end": "00:27:19.320", "speaker": "Mark Marino", "utterance": " Light skinned employees were also consistently picked up on the first try."}
{"start": "00:27:19.980", "end": "00:27:30.630", "speaker": "Mark Marino", "utterance": " So now here i'm thinking about the work of there was mentioned in our keynote of coated bias, the the film if you've seen a job wall and when he's worked justify a noble's work we have benjamin's work."}
{"start": "00:27:30.990", "end": "00:27:39.060", "speaker": "Mark Marino", "utterance": " And I think it's right to call that with the CONNECT is doing a form of systematic racism in in the computational sense."}
{"start": "00:27:40.710", "end": "00:27:53.670", "speaker": "Mark Marino", "utterance": " But joelle and rock and allison Ani are already meditating on blackness and whiteness and so shall Diana in a talk that comes after this one so that's all i'm gonna say, for now, but thank you guys for listening."}
{"start": "00:27:57.150", "end": "00:27:57.960", "speaker": "Jessica Pressman", "utterance": " awesome mark."}
{"start": "00:27:58.140", "end": "00:27:59.100", "speaker": "Jessica Pressman", "utterance": " Thanks so much."}
{"start": "00:28:00.750", "end": "00:28:07.710", "speaker": "Jessica Pressman", "utterance": " And next we have my colleague and friend Diana Leon going to type her bio into the chat and go ahead, Diana."}
{"start": "00:28:09.060", "end": "00:28:20.820", "speaker": "Diana Leong", "utterance": " Hello everybody, thank you for joining us today I apologize I think my talk is my run them a little bit over I actually."}
{"start": "00:28:21.090", "end": "00:28:33.630", "speaker": "Diana Leong", "utterance": " was really careful and make sure I was going to be in timeline but then I made the mistake of watching the nori last night and I felt bad about myself like you have to be a better have your family go about your paper so it's a little bit longer now."}
{"start": "00:28:36.780", "end": "00:28:44.850", "speaker": "Diana Leong", "utterance": " Okay, so in July of 2020 is the words racist fish were spray printed across the base of Copenhagen spain's little memory statute."}
{"start": "00:28:45.270", "end": "00:28:52.080", "speaker": "Diana Leong", "utterance": " appearing as it did, against the backdrop of global anti racist protests this accusation seems to implicate anderson's fairy tale or the country of Denmark."}
{"start": "00:28:52.470", "end": "00:28:56.190", "speaker": "Diana Leong", "utterance": " In the same systems of anti blackness that were responsible for the murder of George floyd."}
{"start": "00:28:56.760", "end": "00:29:07.170", "speaker": "Diana Leong", "utterance": " Well done mark was the first European country to abolish the slave trade in each or three slavery actually get to meet in the Danish question these until 1848 or 11 years after the initial publication benefits very tough."}
{"start": "00:29:08.160", "end": "00:29:17.220", "speaker": "Diana Leong", "utterance": " Anderson scholars have established the many ways this context influenced his body of work, but their general consensus seems to be that race and anti blackness, in particular, it was not a central concern."}
{"start": "00:29:17.880", "end": "00:29:27.630", "speaker": "Diana Leong", "utterance": " As Andrew swanson of the University of Southern Denmark commented in reference to the July incident quote I am having a hard time seeing what is particularly racist in fairy tale little mermaid Unquote."}
{"start": "00:29:28.530", "end": "00:29:37.140", "speaker": "Diana Leong", "utterance": " Just as a sidebar I don't know it's just me, but when I saw the little mermaid as a little kid I also had the same the same flop, but once I started."}
{"start": "00:29:37.770", "end": "00:29:46.020", "speaker": "Diana Leong", "utterance": " My studies in black studies, I came to the realization that Ursula is just an angry black woman with threats, so I don't know i'm the only one who's."}
{"start": "00:29:47.520", "end": "00:29:48.540", "speaker": "Diana Leong", "utterance": " going to take."}
{"start": "00:29:50.100", "end": "00:29:56.910", "speaker": "Diana Leong", "utterance": " before becoming the model of white whimsical femininity popularized by visiting the remember it was already in your universal figure of folklore."}
{"start": "00:29:57.270", "end": "00:30:05.100", "speaker": "Diana Leong", "utterance": " Depending on their cultural and historical origins, the mermaids are variously portrayed as vegetable benevolence monstrous or sacred deviant or idealized."}
{"start": "00:30:06.030", "end": "00:30:18.060", "speaker": "Diana Leong", "utterance": " mermaid lower also received a significant boost during the periods of trans Atlantic slavery and the Colombian exchange during which anxieties over novel forms of difference remapped through and onto the mermaids half human half fish form."}
{"start": "00:30:18.900", "end": "00:30:29.910", "speaker": "Diana Leong", "utterance": " Perhaps the most famous example concerns PT Barnum Fiji my right a specimen exhibit in New York Boston 1840s and was lit review to be the head of course will have a monkey so into the fish sondra fish."}
{"start": "00:30:30.840", "end": "00:30:37.410", "speaker": "Diana Leong", "utterance": " It was actually because of a nut despite the controversies around its authenticity, that the Fiji mermaid generated significant public interest."}
{"start": "00:30:38.070", "end": "00:30:46.800", "speaker": "Diana Leong", "utterance": " them, are we not only stood in for the unresolved contradictions between universal on particular characteristics of difference, like those that adhere between racial black men and black bodies."}
{"start": "00:30:47.130", "end": "00:30:55.560", "speaker": "Diana Leong", "utterance": " But also quoted bore out emerging scientific narratives that underserved racial others gender deviance and disabled individuals to be the missing links of evolution."}
{"start": "00:30:56.610", "end": "00:31:07.830", "speaker": "Diana Leong", "utterance": " And it's not coincidental by columbus's first mention of mermaids comes from a journal entry from a trip recorded or journalists recorded rather didn't voyage to Haiti and eating 43."}
{"start": "00:31:09.030", "end": "00:31:21.780", "speaker": "Diana Leong", "utterance": " nope 1493 1843 way to eat, while this brief account gives us a sense of the mermaids historical economy of representation it doesn't quite address why the mermaid has remained a figure provocation within the afterlife of slavery."}
{"start": "00:31:22.710", "end": "00:31:32.340", "speaker": "Diana Leong", "utterance": " So I will explore today how do all in rock and allison unease 2015 installation fishnet stockings provides us with one way to answer this question."}
{"start": "00:31:33.150", "end": "00:31:40.770", "speaker": "Diana Leong", "utterance": " So i'm going to give you are often used sort of tentative and introductory notes and how electronic literature and oceanic you live in particular."}
{"start": "00:31:41.130", "end": "00:31:48.870", "speaker": "Diana Leong", "utterance": " and places to reconsider the description of race, as a floating signifier or to borrow a term from kills a signifier the boat floats and flickers."}
{"start": "00:31:49.860", "end": "00:31:58.110", "speaker": "Diana Leong", "utterance": " I proposed a fishnet stockings stages, the oceanic entanglements between depth and immersion i'm sorry definite surface as a compliment to the universal in particular."}
{"start": "00:31:58.590", "end": "00:32:06.630", "speaker": "Diana Leong", "utterance": " And by mapping these entanglements onto the mermaids multiple forms of hybridity or little banality as mark mentioned the mermaid emerges as a simple operational finishes."}
{"start": "00:32:08.310", "end": "00:32:13.830", "speaker": "Diana Leong", "utterance": " So inefficient stockings anderson's fairy tale is recast as a space of invention and intervention."}
{"start": "00:32:14.220", "end": "00:32:25.530", "speaker": "Diana Leong", "utterance": " What makes it particularly useful for me today is its innovative use of silhouettes because the CONNECT tracks and response to audience movements participants are not only able to interact with the sea creatures that so to the narrative."}
{"start": "00:32:26.250", "end": "00:32:33.450", "speaker": "Diana Leong", "utterance": " but also to cast their own shadows on pre recorded videos of dancers, and mermaid silhouettes as they step between the video screen and it's light sources."}
{"start": "00:32:34.740", "end": "00:32:41.550", "speaker": "Diana Leong", "utterance": " Consequently, the participants and their shadows in perfectly double both Silhouette and dancer later, of whom are also depicted in Silhouette."}
{"start": "00:32:42.120", "end": "00:32:51.570", "speaker": "Diana Leong", "utterance": " Within this Nice and a beam of shadows Silhouette and material body each and habits, simultaneously, the role of screen and projection positive and negative image and texts and technology."}
{"start": "00:32:52.170", "end": "00:33:01.020", "speaker": "Diana Leong", "utterance": " The narrative components of venison spiritual or less with fresh to what hell hills called double vision that looks simultaneously at the power of simulation and the materiality is that produces."}
{"start": "00:33:01.770", "end": "00:33:13.440", "speaker": "Diana Leong", "utterance": " We take our Q again from hills, we can say that, like other works feel it fishnet stockings allows us participants to experience flickering significations not only or simply as an actor structure, but as an immersive environments."}
{"start": "00:33:14.370", "end": "00:33:22.260", "speaker": "Diana Leong", "utterance": " At the same time, however, returning a material body to the Silhouette of the mermaid of material or virtual body to the Silhouette of a mermaid."}
{"start": "00:33:23.400", "end": "00:33:32.850", "speaker": "Diana Leong", "utterance": " enables the mermaid to occupy the order of science and scope and lexical and which is signifier marks the absence of its unified and iconic images signifier preserves some measure of its invited."}
{"start": "00:33:33.480", "end": "00:33:40.320", "speaker": "Diana Leong", "utterance": " This this ambivalence in my capacity that I suggest reveals health a mermaid Silhouette and historical dynamics of racial fetishes converged."}
{"start": "00:33:41.670", "end": "00:33:47.070", "speaker": "Diana Leong", "utterance": " So apologies i'm gonna give you a brief overview of racial fetishism from within black studies it's might be."}
{"start": "00:33:48.360", "end": "00:33:54.330", "speaker": "Diana Leong", "utterance": " familiar to all, but it was really helpful for me to rick to write it out, because I don't know if anyone does psychoanalysis It makes you feel crazy so."}
{"start": "00:33:55.110", "end": "00:33:58.350", "speaker": "Diana Leong", "utterance": " i'm reading it out loud helps ensure that i'm hopefully i'm not crazy so."}
{"start": "00:33:59.310", "end": "00:34:08.550", "speaker": "Diana Leong", "utterance": " For black studies color David mariette fetishism establishes a perverse relationship difference, by adopting the stereotype as a Defense against more intolerable forms of variety."}
{"start": "00:34:08.910", "end": "00:34:16.560", "speaker": "Diana Leong", "utterance": " while allowing subjects to enjoy their fear of this anxiety in a more or less secret or violent manner, paradoxically, because the object of this anxiety."}
{"start": "00:34:17.340", "end": "00:34:25.140", "speaker": "Diana Leong", "utterance": " is formed out of the search hub itself, it is in fact standing in for a fear of disintegration that is caused by our shape or recognition of the other within us."}
{"start": "00:34:26.010", "end": "00:34:35.820", "speaker": "Diana Leong", "utterance": " To put this differently, we always already inhabit fetishize relationship to ourselves and to defend against this realization and from the ontological anxieties it conditions."}
{"start": "00:34:36.150", "end": "00:34:42.840", "speaker": "Diana Leong", "utterance": " The stereotype as fetish allows us to act as if the source of that anxiety originates from somewhere other than our own perceived lack."}
{"start": "00:34:43.680", "end": "00:34:52.080", "speaker": "Diana Leong", "utterance": " More importantly, because the stereotype realizing them all difference that is at once externally externally fixed i'm sorry in eternally fix an endlessly beautiful."}
{"start": "00:34:52.470", "end": "00:35:04.410", "speaker": "Diana Leong", "utterance": " The enjoyment it imparts derives from the force of this ambivalence rather than destabilizing races spot these seemingly contradictory or ambiguous signifiers or the very means through which racism is enjoyed."}
{"start": "00:35:05.250", "end": "00:35:12.840", "speaker": "Diana Leong", "utterance": " So what does this mean for health, the green screen fire well there has been some efforts to reconcile the tented cycle analysis with hales post-feminist theory."}
{"start": "00:35:13.260", "end": "00:35:21.810", "speaker": "Diana Leong", "utterance": " There has, unfortunately, been very little in regards to race in which fetishism so i'm going to offer a broad sketch of I hope the scholarship might go and then return to it again and conclusion."}
{"start": "00:35:23.220", "end": "00:35:32.040", "speaker": "Diana Leong", "utterance": " For hills or cons signifying economy is based on an analog definition language in which the signifier floats and the network of differentially producing fights."}
{"start": "00:35:32.430", "end": "00:35:43.980", "speaker": "Diana Leong", "utterance": " However, because information technologies operate through dialectical pattern around in this rather than presence and absence, the signifier is indeed link to us and applied, although as material informational entity, rather than seeing itself."}
{"start": "00:35:44.760", "end": "00:35:52.260", "speaker": "Diana Leong", "utterance": " When we consider the flickering signifier alongside of racial fetishism However, it is not entirely clear that race is no longer a signifier that floats."}
{"start": "00:35:52.950", "end": "00:36:05.160", "speaker": "Diana Leong", "utterance": " were specifically the necessarily ambivalent character of the stereotype suggests that the signifying systems of race, remain grounded patterns presence and absence, a point that receives considerable support from the history of stuff the Silhouette."}
{"start": "00:36:06.870", "end": "00:36:18.060", "speaker": "Diana Leong", "utterance": " oops okay from July, which words abolitionists medallions the broadsides of the book slave ship the Silhouette has occupied a singular role within the iconography slavery and afterlife."}
{"start": "00:36:18.720", "end": "00:36:25.050", "speaker": "Diana Leong", "utterance": " Why, we should not reduce this little bit special history as a style of illustration, and inspect inescapably bounced the stereotype."}
{"start": "00:36:25.710", "end": "00:36:31.020", "speaker": "Diana Leong", "utterance": " This isn't no spark small part is the role of the Silhouette played in the racial pseudo sciences of busy on on me."}
{"start": "00:36:31.620", "end": "00:36:46.650", "speaker": "Diana Leong", "utterance": " Which is harper to say I just say 16 more times Okay, because physiognomy presumes a correspondence between physical features and moral on intellectual characteristics it's practitioner stops to produce models of the body that minimize individual variations."}
{"start": "00:36:49.350", "end": "00:36:56.760", "speaker": "Diana Leong", "utterance": " Their goal was to render visible only those characteristics that we're indicative of a more general type or trend underscore the Silhouette would prove an ideal platform."}
{"start": "00:36:57.300", "end": "00:37:04.680", "speaker": "Diana Leong", "utterance": " The father of modern is you know meet Johan casper laboratory right, for example, that silhouettes alone have extended Mike says, you know acknowledge."}
{"start": "00:37:05.010", "end": "00:37:12.120", "speaker": "Diana Leong", "utterance": " More than any kind of portrait and scenic neither motion know leitner color know rising know cavity this a little bit of recipe tension by fixing it."}
{"start": "00:37:12.600", "end": "00:37:25.800", "speaker": "Diana Leong", "utterance": " On the exterior countries alone it simplifies the observation which by that becomes more easy and accurate the Silhouette as a positive and incontestable proof of the reality of the science is you know mix, thankfully, he was not correct."}
{"start": "00:37:26.430", "end": "00:37:34.320", "speaker": "Diana Leong", "utterance": " For love to resolving the tensions between the universal and a particular characteristics of race, actually required the evacuation if it's more obvious science."}
{"start": "00:37:34.830", "end": "00:37:40.950", "speaker": "Diana Leong", "utterance": " Well, this might seem counterintuitive the Silhouette provided is you know mess, with the abstract symbol on to which they could project project."}
{"start": "00:37:41.280", "end": "00:37:48.030", "speaker": "Diana Leong", "utterance": " Rather than observe and imagine relationship between the bodies extra features it's signifiers and the subjects internal essence signifies."}
{"start": "00:37:48.690", "end": "00:37:56.130", "speaker": "Diana Leong", "utterance": " The Silhouette in this regard realize the operations vibration fetishism to what Sarah light all the disparate there's an analog racial practice."}
{"start": "00:37:56.370", "end": "00:38:06.000", "speaker": "Diana Leong", "utterance": " in which the perception of blackness as a sign of race, relies on the visual continuity of color inscribed in the body surface as a multi which to read or processing information grace."}
{"start": "00:38:07.980", "end": "00:38:12.030", "speaker": "Diana Leong", "utterance": " Something very similar happens in the contemporary work of artists Kara Walker."}
{"start": "00:38:13.410", "end": "00:38:18.600", "speaker": "Diana Leong", "utterance": " offers cut paper installations explore the social realities of slavery, by placing their silhouettes and so variety of."}
{"start": "00:38:19.170", "end": "00:38:25.890", "speaker": "Diana Leong", "utterance": " scandalized thing moral and sexually compromising positions these figures, which includes slaves and slave masters of like art."}
{"start": "00:38:26.580", "end": "00:38:37.620", "speaker": "Diana Leong", "utterance": " And this is just a shortlist deprecating urinating giving and receiving fellatio flying having sex giving birth and killing and always in ways that unapologetic unapologetically reference blacks are."}
{"start": "00:38:39.090", "end": "00:38:48.090", "speaker": "Diana Leong", "utterance": " Given the obvious salacious nature of these installations Walker has received heavy criticism from other black artists will argue that her work amounts to a little more than minstrelsy."}
{"start": "00:38:49.110", "end": "00:38:56.490", "speaker": "Diana Leong", "utterance": " reproductions niggers negative stereotypes, they claim impedes racial progress by validating the anti black sentiments that white viewers already hold."}
{"start": "00:38:56.940", "end": "00:39:02.010", "speaker": "Diana Leong", "utterance": " But as Walker herself explains the civil rights, act as a blank space that you can project your desires into."}
{"start": "00:39:02.250", "end": "00:39:11.520", "speaker": "Diana Leong", "utterance": " It can be positive or negative it's just a whole and a piece of paper and it's the inside of that whole accounts, the audience has to deal with their own prejudices or fears for desires and they look at these images."}
{"start": "00:39:12.600", "end": "00:39:19.470", "speaker": "Diana Leong", "utterance": " Here walker's emphasis on the audience's interpretive Labor resonates Bob is argument that the stereotype is at once the substitute and shadow."}
{"start": "00:39:19.980", "end": "00:39:25.530", "speaker": "Diana Leong", "utterance": " By exceeding to the wildest fantasies of colonizer the stereotype other reveal something of benefit of that mastery."}
{"start": "00:39:26.430", "end": "00:39:36.900", "speaker": "Diana Leong", "utterance": " As it happens, with physiognomy Walker silhouettes are transformed into stereotypes, to be at the fetishistic projections of viewers i'll be in in such a way that the view must confront the participation in this process."}
{"start": "00:39:38.310", "end": "00:39:43.200", "speaker": "Diana Leong", "utterance": " So, by way of a very simple brock's conclusion, I want to return to the mermaids a little bits of fishnet stockings."}
{"start": "00:39:44.160", "end": "00:39:53.100", "speaker": "Diana Leong", "utterance": " part of what makes this piece so appropriate for my topic, I think, is that the audience members movements and bodies are not simply are only projected onto or juxtaposed against silhouettes."}
{"start": "00:39:53.460", "end": "00:39:58.470", "speaker": "Diana Leong", "utterance": " Whether it's immersive environment for just examine what happens when we read external identifying markers."}
{"start": "00:39:58.920", "end": "00:40:03.900", "speaker": "Diana Leong", "utterance": " Like brace, amongst others, not as information itself, but as the result of information processing."}
{"start": "00:40:04.590", "end": "00:40:18.270", "speaker": "Diana Leong", "utterance": " If, as I was and Durango offers racial blackness is always susceptible to being a signifier of death of death of depth as well as of surface of somebody the fishnet stockings expands that depth to include the multiplicity of somebodies."}
{"start": "00:40:19.380", "end": "00:40:25.560", "speaker": "Diana Leong", "utterance": " And I end with this thought by apple Canadian poet embracing Philip who asks about the slaves last little passage."}
{"start": "00:40:26.040", "end": "00:40:37.590", "speaker": "Diana Leong", "utterance": " What is the word for bringing this back in the water from a liquid grave months later, I do an Internet search for a word or phrase for bringing someone back from underwater that has a precise as meaning, as the unearthing contained within the word soon."}
{"start": "00:40:38.340", "end": "00:40:47.370", "speaker": "Diana Leong", "utterance": " I find words like resurrect and sub aquatic but not X apo this is me that, unlike being entered once you're underwater there's no retrieval which you can never be exempt from water."}
{"start": "00:40:48.840", "end": "00:41:02.340", "speaker": "Diana Leong", "utterance": " And they'd like to close by posing that as the mermaid hasn't deep and rendered embraces fish in the afterlife slavery, the one way to recover its transgressive possibilities is to recognize the mermaid as a representation of those slaves."}
{"start": "00:41:03.540", "end": "00:41:05.610", "speaker": "Diana Leong", "utterance": " yay and it didn't make it up."}
{"start": "00:41:05.970", "end": "00:41:06.270", "speaker": "None", "utterance": "earlier."}
{"start": "00:41:08.550", "end": "00:41:09.420", "speaker": "Jessica Pressman", "utterance": " And time."}
{"start": "00:41:09.510", "end": "00:41:09.930", "speaker": "None", "utterance": "Thank you."}
{"start": "00:41:11.970", "end": "00:41:22.860", "speaker": "Jessica Pressman", "utterance": " My hands tired from taking notes from you guys i'm fantastic Thank you Diana, and thank you for the segue into my talk on mermaids here's my little bio and."}
{"start": "00:41:24.390", "end": "00:41:25.200", "speaker": "Jessica Pressman", "utterance": " me share screen."}
{"start": "00:41:30.750", "end": "00:41:31.110", "speaker": "Jessica Pressman", "utterance": " Okay."}
{"start": "00:41:33.150", "end": "00:41:46.230", "speaker": "Jessica Pressman", "utterance": " So I hope you can see okay right, you can see the screen alright So hopefully we have shown you how the Ocean is important part of history and symbolism of electronic literature."}
{"start": "00:41:47.880", "end": "00:41:57.360", "speaker": "Jessica Pressman", "utterance": " But it's also an important part of the history and symbolism of of of our field, as some of my favorite hypertext from the 90s demonstrate."}
{"start": "00:41:58.650", "end": "00:42:09.360", "speaker": "Jessica Pressman", "utterance": " What I want to do today is is show some very new ideas, not even classifiable his work, but i'm seeking the convergence between my love of he lit and the ocean specifically mermaids."}
{"start": "00:42:10.080", "end": "00:42:23.190", "speaker": "Jessica Pressman", "utterance": " So my caveat is that I won't have time to do more than just provide provocations, but I do plan to be working on this for a while, so if you have ideas or suggestions I very much welcome them So here we go."}
{"start": "00:42:24.540", "end": "00:42:31.860", "speaker": "Jessica Pressman", "utterance": " mermaids are part of the archive of nearly every seafaring culture, and they are an important part of literary history more broadly."}
{"start": "00:42:32.280", "end": "00:42:42.630", "speaker": "Jessica Pressman", "utterance": " My claim is that mermaids are poetic symbols and formal devices that signal transformations in media and media platforms and especially in the media of storytelling."}
{"start": "00:42:43.140", "end": "00:42:52.920", "speaker": "Jessica Pressman", "utterance": " When mermaids emerge they signifies significant changes in the materiality of literary production and reception whether that's oral print digital or all in between."}
{"start": "00:42:53.310", "end": "00:43:03.360", "speaker": "Jessica Pressman", "utterance": " And they illuminate and this offer opportunities to examine the twinned fears and desires and I think you saw that twinning of fear and desire in the past, talk, especially."}
{"start": "00:43:03.810", "end": "00:43:12.780", "speaker": "Jessica Pressman", "utterance": " that accompany changes and cultural and literary experience it does make sense that they are of important to electronic literature and its history."}
{"start": "00:43:14.040", "end": "00:43:23.610", "speaker": "Jessica Pressman", "utterance": " quote the mermaid stories do not emerge as fairy tales that is as fictions but as myths and legends and quote, and this is from the penguin book of mermaids."}
{"start": "00:43:23.940", "end": "00:43:30.870", "speaker": "Jessica Pressman", "utterance": " And that's important because it means that mermaids a part of history and science as Diana was just suggesting and part, with the focus on Silhouette."}
{"start": "00:43:31.200", "end": "00:43:41.460", "speaker": "Jessica Pressman", "utterance": " That mermaids a part of explaining and making human knowledge and as Tara peterson writes in the soul academic monograph I could actually find on mermaids and and literature."}
{"start": "00:43:42.270", "end": "00:43:54.420", "speaker": "Jessica Pressman", "utterance": " On, on the other side of the screen quote at every turn the mermaid asks us to confront the mechanisms of knowledge production that bring her into focus and to interrogate the very processes of seeing and knowing and, to quote."}
{"start": "00:43:54.960", "end": "00:44:04.050", "speaker": "Jessica Pressman", "utterance": " And peterson makes an important claim about the mermaid is figure that I want to take up, which is quote her identity takes shape only within a set of contingencies and quote."}
{"start": "00:44:04.590", "end": "00:44:13.020", "speaker": "Jessica Pressman", "utterance": " So I want to argue that a focus on the mermaid illuminates the cultural and historical context in which she appears contingencies, such as."}
{"start": "00:44:13.350", "end": "00:44:20.880", "speaker": "Jessica Pressman", "utterance": " The rise of Western imperialism colonialism and slavery emerging capitalism, the codification of gender roles and sexuality."}
{"start": "00:44:21.240", "end": "00:44:27.630", "speaker": "Jessica Pressman", "utterance": " And for me specifically and today, new communication technologies and our experiences with them."}
{"start": "00:44:28.050", "end": "00:44:39.660", "speaker": "Jessica Pressman", "utterance": " So to state my point more clearly the mermaid appears when contingencies change when media platform shift and when cultures begin to react to these facts and our experiences with them."}
{"start": "00:44:39.960", "end": "00:44:46.200", "speaker": "Jessica Pressman", "utterance": " So we can actually look to the mermaid to recognize shifting contexts for knowledge, production and meaning making."}
{"start": "00:44:46.920", "end": "00:44:51.360", "speaker": "Jessica Pressman", "utterance": " So peterson's focus is on the early modern period and the role of mermaids in it quote."}
{"start": "00:44:51.750", "end": "00:45:00.570", "speaker": "Jessica Pressman", "utterance": " She writes sirens, are the principal iconography iconographic subject and illuminated manuscripts between the lines, and the ornamentation."}
{"start": "00:45:00.870", "end": "00:45:06.000", "speaker": "Jessica Pressman", "utterance": " of initial letters and headings in the margins of maps in would engravings etc and quote."}
{"start": "00:45:06.600", "end": "00:45:17.700", "speaker": "Jessica Pressman", "utterance": " mermaids to reverse the media platforms of the Middle Ages and the Renaissance from illuminated manuscripts to printed books and as peterson says again during the Renaissance, the sirens alert everywhere."}
{"start": "00:45:18.960", "end": "00:45:33.480", "speaker": "Jessica Pressman", "utterance": " mermaids appeared in maps to mark the unknown uncharted and quantified anything we can think of melodies questions of exactly how we quantify conditionality what constitutes as data what kinds of ways, do we see or not see."}
{"start": "00:45:34.260", "end": "00:45:40.680", "speaker": "Jessica Pressman", "utterance": " From scientific an objective knowledge quotes quotes right the were here there be monsters."}
{"start": "00:45:41.400", "end": "00:45:51.060", "speaker": "Jessica Pressman", "utterance": " The mermaid is part of the history of oceanic navigation central to the media and imagination of colonization but she is also a result of globalization."}
{"start": "00:45:51.360", "end": "00:46:02.460", "speaker": "Jessica Pressman", "utterance": " mermaids adorn the masthead of ships as mark was showing us with that image of the mermaid as ship, in fact, with mermaids as mass heads they became part of the machinery of the ship."}
{"start": "00:46:03.870", "end": "00:46:14.730", "speaker": "Jessica Pressman", "utterance": " So as mass has a ship they explored and colonize the globe and they best cross the oceans as a Western figure to be transformed by indigenous cultures and indeed they work."}
{"start": "00:46:15.150", "end": "00:46:20.670", "speaker": "Jessica Pressman", "utterance": " In his famous study of mommy water, the great West African mermaid deity Henry jewel."}
{"start": "00:46:21.060", "end": "00:46:28.500", "speaker": "Jessica Pressman", "utterance": " explains that the earliest mermaid images were brought by sailors and merchants to Africa, probably by the Portuguese and the 15th century."}
{"start": "00:46:28.890", "end": "00:46:37.860", "speaker": "Jessica Pressman", "utterance": " But the image quickly transmuted in ocean crossings and cultural interactions so mami wata is decisively black and African quote."}
{"start": "00:46:38.220", "end": "00:46:44.610", "speaker": "Jessica Pressman", "utterance": " A product of trans cultural and transnational encounters and commercial transactions and voting rights."}
{"start": "00:46:45.060", "end": "00:46:53.940", "speaker": "Jessica Pressman", "utterance": " And jewel notes that mermaid figures and African diasporic cultures were often adorned with jewels pearls and other signifiers of wealth and commodity capitalism."}
{"start": "00:46:54.240", "end": "00:47:02.250", "speaker": "Jessica Pressman", "utterance": " A vestige of her connection to Western colonizers and the captors of human beings who then turn humans into commodities and slave trade."}
{"start": "00:47:04.650", "end": "00:47:12.300", "speaker": "Jessica Pressman", "utterance": " there's been a kind of resurgence of mermaid sightings in recent years, and if you personally haven't heard the siren call, let me clue you in."}
{"start": "00:47:13.020", "end": "00:47:25.320", "speaker": "Jessica Pressman", "utterance": " A why they recognize mermaid craze has taken over popular culture and multimedia platforms for nearly a decade from popular TV shows, and why books to perspective mermaid tales patented, which was."}
{"start": "00:47:25.920", "end": "00:47:39.840", "speaker": "Jessica Pressman", "utterance": " dates from 2010 to the infamous hoax documentary some of you remember it and an animal planet to mermaids goals and professional mermaid jobs at resorts and hotels that's my next job I hope."}
{"start": "00:47:40.290", "end": "00:47:58.770", "speaker": "Jessica Pressman", "utterance": " To a special issue of specialized academic journal an island cultures devoted to murder folk, and this is my bookshelf just have from the last few months of books across genres published since 2015 on mermaids so this leads us to."}
{"start": "00:48:00.480", "end": "00:48:13.680", "speaker": "Jessica Pressman", "utterance": " Our case study and electronic literature fishnet stockings which as you've already heard as an installation piece a wonderful installation piece that features mermaids essential to its content forum and experience so i'm going to."}
{"start": "00:48:15.390", "end": "00:48:22.260", "speaker": "Jessica Pressman", "utterance": " allow you to remember my my colleagues points about this work and instead jumped to the text, a little bit."}
{"start": "00:48:25.230", "end": "00:48:27.210", "speaker": "Jessica Pressman", "utterance": " where's the sound, can you hear the sound."}
{"start": "00:48:28.350", "end": "00:48:28.680", "speaker": "None", "utterance": "Okay."}
{"start": "00:48:30.630", "end": "00:48:32.370", "speaker": "Jessica Pressman", "utterance": " You can see some of the text."}
{"start": "00:48:34.830", "end": "00:48:36.390", "speaker": "Jessica Pressman", "utterance": " and video, which is so lovely."}
{"start": "00:48:37.680", "end": "00:48:38.190", "speaker": "Jessica Pressman", "utterance": " i'm going to."}
{"start": "00:48:39.450", "end": "00:48:41.700", "speaker": "Jessica Pressman", "utterance": " move forward so that you can hear my voice as well."}
{"start": "00:48:42.240", "end": "00:48:54.210", "speaker": "Jessica Pressman", "utterance": " The text to fishnet stockings as mark described as mash up of a Twitter feed and the text from the most canonical mermaid story Hans Christian Andersen little mermaid from 1837 which Diana was talking about."}
{"start": "00:48:54.660", "end": "00:49:04.590", "speaker": "Jessica Pressman", "utterance": " But fishnet stockings is not an adaptation of anderson's tale, it is instead of work that uses media to question how and why anderson's tale is the one that matters."}
{"start": "00:49:04.830", "end": "00:49:12.120", "speaker": "Jessica Pressman", "utterance": " And I think Diana beautifully What did she write beautifully stated that by saying it's an intervention or it's a state of intervention, perhaps into."}
{"start": "00:49:12.690", "end": "00:49:25.470", "speaker": "Jessica Pressman", "utterance": " Our ideologies of mermaid newness and what they present so mermaids obviously existed for millennia before Anderson recall that Anderson never gave his heroin and name, she was an unknown figure."}
{"start": "00:49:26.010", "end": "00:49:30.930", "speaker": "Jessica Pressman", "utterance": " A type and, at the end of the story, a didactic lesson and Christian morality and sacrifice."}
{"start": "00:49:31.320", "end": "00:49:39.030", "speaker": "Jessica Pressman", "utterance": " it's disney's 1989 animated film that brought the Victorian short story to 20th century popular culture and media."}
{"start": "00:49:39.390", "end": "00:49:51.030", "speaker": "Jessica Pressman", "utterance": " canonized anderson's little mermaid and giving the heroine a name Ariel and happy heterosexual marriage much was changed in the remake but what we're made was the mermaids whiteness."}
{"start": "00:49:51.720", "end": "00:50:01.290", "speaker": "Jessica Pressman", "utterance": " And for fishnet stockings to select anderson's tail as its origin point, and to do so in 2015, which is the moment of the swell of the contemporary mermaid praise."}
{"start": "00:50:01.710", "end": "00:50:14.820", "speaker": "Jessica Pressman", "utterance": " is important because this craze was also produced in part by news the Disney is remaking the little mermaid mermaid movie into a live action film and the actors playing Ariel it the little mermaid is black."}
{"start": "00:50:15.900", "end": "00:50:26.820", "speaker": "Jessica Pressman", "utterance": " And white here's here's more of the text sorry wonderful text the backlash to the announcement by Disney was swift and utterly disgusting with hashtags not my area."}
{"start": "00:50:28.290", "end": "00:50:37.920", "speaker": "Jessica Pressman", "utterance": " writing for the New York Times, in the aftermath of this Tracy battista reminds us of the pitfalls of our lack of knowledge about mermaids she writes quote."}
{"start": "00:50:38.310", "end": "00:50:47.760", "speaker": "Jessica Pressman", "utterance": " The focus on Eurocentric stories and storytelling has done us a disservice leaving almost leaving most totally ignorant of the fact."}
{"start": "00:50:48.030", "end": "00:50:57.210", "speaker": "Jessica Pressman", "utterance": " That mermaid stories have been told throughout the African content for millenniums and quote and that taste, is a Caribbean American author, whose book series for young readers."}
{"start": "00:50:57.720", "end": "00:51:03.270", "speaker": "Jessica Pressman", "utterance": " works to fix this lacuna and that rise of the Japanese is a really great one with with mermaid characters that I love."}
{"start": "00:51:03.990", "end": "00:51:12.870", "speaker": "Jessica Pressman", "utterance": " fishnet stockings also offers interesting ways of subverting the ideologies of anderson's canonical tale and disney's appropriation of it."}
{"start": "00:51:13.500", "end": "00:51:23.400", "speaker": "Jessica Pressman", "utterance": " One way that the ila work does so is through the aesthetic of collage collage by its nature disrupts a sense of linearity stability or hierarchy."}
{"start": "00:51:23.850", "end": "00:51:29.850", "speaker": "Jessica Pressman", "utterance": " The collage aesthetic at work here is very much indebted to print culture as the selected images show."}
{"start": "00:51:30.330", "end": "00:51:39.210", "speaker": "Jessica Pressman", "utterance": " So just in the role of print and media more generally in the production of our knowledge of mermaids or lack of knowledge of mermaids and that's also a race."}
{"start": "00:51:39.780", "end": "00:51:51.930", "speaker": "Jessica Pressman", "utterance": " Along with larger myths and meetings that mermaids help to circulate in addition fishnet stockings contains imagery of sea creatures and monsters is there described in the code is mark stated."}
{"start": "00:51:52.440", "end": "00:51:59.700", "speaker": "Jessica Pressman", "utterance": " That suggests an indigenous history of mermaids rather than a white Victorian one the imagery of monsters giambi is and powerful."}
{"start": "00:51:59.700", "end": "00:52:01.410", "speaker": "Jessica Pressman", "utterance": " Diabetes mixes with images."}
{"start": "00:52:01.440", "end": "00:52:15.000", "speaker": "Jessica Pressman", "utterance": " of textiles, as I think these ones, these images suggests textiles, of course, being an art form of folk and craft that has largely been marginalized by white Western culture that understands a cat art with a capital a."}
{"start": "00:52:15.630", "end": "00:52:28.620", "speaker": "Jessica Pressman", "utterance": " So fishnet stockings uses digital technologies to layer these visual references in ways that remind us that history and mermaid history, in particular, is long nonlinear and deserving of excavation."}
{"start": "00:52:29.880", "end": "00:52:38.190", "speaker": "Jessica Pressman", "utterance": " The mermaid is a hybrid beast and lives between air and water, sea and land she breaks boundaries and ruptures interfaces."}
{"start": "00:52:38.550", "end": "00:52:45.390", "speaker": "Jessica Pressman", "utterance": " This is a conference about platforms, presumably programmatic platforms for supporting digital information and melody turn that."}
{"start": "00:52:45.690", "end": "00:52:53.790", "speaker": "Jessica Pressman", "utterance": " brilliantly into an epistemological question of what platform actually means and suggests, and the mermaid draws attention to platforms."}
{"start": "00:52:54.120", "end": "00:53:05.610", "speaker": "Jessica Pressman", "utterance": " The surface of the ocean is her interface and her movement across it chat challenges notions of boundaries platforms and position ality Skype a Nick God describes the mermaid as a mystique."}
{"start": "00:53:06.960", "end": "00:53:13.830", "speaker": "Jessica Pressman", "utterance": " quote a quintessential border crosser and quote and mark, I think, was suggesting as much by bringing in airwaves so smart."}
{"start": "00:53:14.940", "end": "00:53:21.450", "speaker": "Jessica Pressman", "utterance": " And in her history of the siren, which is the original bird imagery from which the half fish half lemon emerges."}
{"start": "00:53:22.140", "end": "00:53:32.400", "speaker": "Jessica Pressman", "utterance": " Mary allow explains quote a bubble the siren is a hybrid half women half animal perpetually provocative and disturbing and quote."}
{"start": "00:53:33.210", "end": "00:53:45.780", "speaker": "Jessica Pressman", "utterance": " Precisely because the image of the mermaid is always in flux disturbing, it is important to trace her locations and transformation, so that we can understand when how and why the mermaid means."}
{"start": "00:53:46.170", "end": "00:54:02.610", "speaker": "Jessica Pressman", "utterance": " In this context, fishnet stockings is not a one off work but rather one representative of a larger contemporary trend that deserves analysis for what it illuminates about our shifting digital culture and also electronic literature is important role within it, thank you."}
{"start": "00:54:05.040", "end": "00:54:07.890", "speaker": "Jessica Pressman", "utterance": " there's some of my mermaid stuff from from coven."}
{"start": "00:54:11.670", "end": "00:54:17.790", "speaker": "Jessica Pressman", "utterance": " All right, great we did really a good job on timing we've got we've got 15 minutes for for discussion for Q amp a."}
{"start": "00:54:20.220", "end": "00:54:22.050", "speaker": "Jessica Pressman", "utterance": " Welcome to type them in the chat."}
{"start": "00:54:23.520", "end": "00:54:24.450", "speaker": "Jessica Pressman", "utterance": " or unmute."}
{"start": "00:54:28.200", "end": "00:54:37.320", "speaker": "Mark Marino", "utterance": " As long as we have to Ellen here just should we have her say, is it bad to call her on the spot and ask her if she wants to respond to anything that we've said about her work."}
{"start": "00:54:39.000", "end": "00:54:39.960", "speaker": "Joellyn J Rock", "utterance": " Oh brother."}
{"start": "00:54:40.200", "end": "00:54:41.040", "speaker": "Mark Marino", "utterance": " Sorry."}
{"start": "00:54:41.160", "end": "00:54:48.990", "speaker": "Joellyn J Rock", "utterance": " I just want to say that that was like that just made my heart sing all of those talks, you guys are doing beautiful work and."}
{"start": "00:54:50.280", "end": "00:55:09.780", "speaker": "Joellyn J Rock", "utterance": " I could get I could get go down the path of like ooh did I make a racist work, but I think there's a lot of wonderful things said in each of those toxin and i'm you know jessica's last one brings up the idea of the illuminated manuscript and."}
{"start": "00:55:11.100", "end": "00:55:12.690", "speaker": "Joellyn J Rock", "utterance": " I wanted to just say that."}
{"start": "00:55:12.750", "end": "00:55:13.170", "speaker": "Joellyn J Rock", "utterance": " Though."}
{"start": "00:55:13.740", "end": "00:55:19.530", "speaker": "Joellyn J Rock", "utterance": " That was my intent in creating the work was that I could create a piece that."}
{"start": "00:55:20.310", "end": "00:55:34.470", "speaker": "Joellyn J Rock", "utterance": " Of illuminated art that writers would be invited to write into and that each of you like, I wish you all were sitting there texting and tweeting into the piece, as it has been displayed in various locations because."}
{"start": "00:55:34.830", "end": "00:55:42.270", "speaker": "Joellyn J Rock", "utterance": " that's the dialogue that i'd hoped for was you know let's let's challenge these things that we project on to."}
{"start": "00:55:43.770", "end": "00:55:51.450", "speaker": "Joellyn J Rock", "utterance": " Mark your point about dark skin not picking up by the CONNECT is just like super."}
{"start": "00:55:52.470", "end": "00:55:59.160", "speaker": "Joellyn J Rock", "utterance": " important for me to hear and think about as I test the project, when I wear all black it doesn't pick up my body."}
{"start": "00:55:59.880", "end": "00:56:20.790", "speaker": "Joellyn J Rock", "utterance": " And so that's fascinating but I will say that my background as a visual artist has used silhouettes for 40 years okay so pre Kara Walker whose work I absolutely love, I was creating ceramic work that told stories with silhouettes because silhouettes or something we can project on to."}
{"start": "00:56:21.960", "end": "00:56:22.920", "speaker": "Joellyn J Rock", "utterance": " And we can."}
{"start": "00:56:25.260", "end": "00:56:35.310", "speaker": "Joellyn J Rock", "utterance": " You know there, but I think the racial issues are need to be grappled with and the last little thing I want to say about the history of the project is that."}
{"start": "00:56:37.560", "end": "00:56:49.350", "speaker": "Joellyn J Rock", "utterance": " It was created for the conference invite at Bergen and the show was to be a show about hybrid of it Okay, so that the word hybrid was."}
{"start": "00:56:49.830", "end": "00:56:59.400", "speaker": "Joellyn J Rock", "utterance": " From the beginning about what the work was about and also seaport was because we I live in duluth Minnesota, which is a seaport, believe it or not."}
{"start": "00:56:59.940", "end": "00:57:08.580", "speaker": "Joellyn J Rock", "utterance": " And was bringing a piece of work to Bergen Norway that's a seaport and that was sort of I work with fairy tales so that was the root of."}
{"start": "00:57:09.120", "end": "00:57:22.470", "speaker": "Joellyn J Rock", "utterance": " attaching to mermaids I I and also allison Ani we actually hate the Disney version of the little mermaid so we were in bands of that and wanted to do something that people could write into."}
{"start": "00:57:23.550", "end": "00:57:25.860", "speaker": "Mark Marino", "utterance": " One of the things that I just want to bring up, first of all."}
{"start": "00:57:26.250", "end": "00:57:31.470", "speaker": "Mark Marino", "utterance": " It we we love this work and the more we look at it, the more we love it, I think, but I just want to say one thing which is."}
{"start": "00:57:32.550", "end": "00:57:35.850", "speaker": "Mark Marino", "utterance": " We didn't talk about something that's featured on the website, which is."}
{"start": "00:57:36.210", "end": "00:57:44.370", "speaker": "Mark Marino", "utterance": " That those allison Ani cutouts were inspired by we as you attributed Hans Christian Andersen practice."}
{"start": "00:57:44.850", "end": "00:57:51.780", "speaker": "Mark Marino", "utterance": " Of this, cutting storytelling pieces you've got we can show some images, but you've got that you've got at least one image on your website of."}
{"start": "00:57:52.260", "end": "00:58:01.830", "speaker": "Mark Marino", "utterance": " right there like snowflakes right how you there folded up their cut and I can only assume when they're opened up, they show something you didn't expect to be there."}
{"start": "00:58:02.280", "end": "00:58:12.330", "speaker": "Mark Marino", "utterance": " And to me that's such a beautiful compliment to your piece, and the way the layers come together for the way the the code works, the way the Twitter works and they're all these ways in which there it's an."}
{"start": "00:58:12.690", "end": "00:58:18.780", "speaker": "Mark Marino", "utterance": " I think melody said this, that it is a it's an emergent piece that this sort of happens."}
{"start": "00:58:20.190", "end": "00:58:25.260", "speaker": "Mark Marino", "utterance": " In collaboration with the audience and then in surprising ways I says, but I suspect, every time."}
{"start": "00:58:27.120", "end": "00:58:30.180", "speaker": "Joellyn J Rock", "utterance": " Well, and if people don't know Hans Christian Andersen would."}
{"start": "00:58:30.990", "end": "00:58:48.000", "speaker": "Joellyn J Rock", "utterance": " Do these paper cuts, as he told stories to a group of children and that there would be this sort of reveal of the unfolded things so a lot of the aesthetic of the pieces trying to echo that but that material experience yeah."}
{"start": "00:58:49.380", "end": "00:58:58.650", "speaker": "Melody Jue", "utterance": " that's really interesting i'll have to think more about that, but I love the idea that storytelling is also about the yeah cutting through the folded paper and then bringing it out."}
{"start": "00:58:59.070", "end": "00:59:11.880", "speaker": "Melody Jue", "utterance": " And I just realized we didn't go there in our presentations today, but I think there's a connection to trans studies so either hayward has a really great piece on starfish and limb regeneration."}
{"start": "00:59:12.990", "end": "00:59:26.970", "speaker": "Melody Jue", "utterance": " And she writes about the regenerative cut, so I think there's also connections, not just to mermaid hybridity but also thinking through the ways that yeah people like Eva hayward have thought through sea creatures and the cut and like this."}
{"start": "00:59:27.810", "end": "00:59:30.150", "speaker": "Melody Jue", "utterance": " These other senses of."}
{"start": "00:59:30.510", "end": "00:59:43.710", "speaker": "Melody Jue", "utterance": " generation so, so I think there's a lot of different ways we could take the the fold and the cut across media forms but then also think about them, particularly in in the ocean for those implications."}
{"start": "00:59:44.760", "end": "01:00:00.060", "speaker": "Melody Jue", "utterance": " This takes us in a little bit of a different direction, but I wanted to just say one other thing since we're thinking, since you know, this is an event conference and we're thinking through across forums so seawater and code and one thing i've."}
{"start": "01:00:01.140", "end": "01:00:13.500", "speaker": "Melody Jue", "utterance": " been interested in a while ago and thinking about a life was when his code and environment versus an object and how do you tell or there are cases where it signifies kind of as as both."}
{"start": "01:00:14.070", "end": "01:00:20.010", "speaker": "Melody Jue", "utterance": " And one element of fishnet stockings that kind of caught my attention with us was the jellyfish."}
{"start": "01:00:20.700", "end": "01:00:32.340", "speaker": "Melody Jue", "utterance": " Because jellyfish are creatures that depend on having a hydro skeleton so, in other words, if you take them out of water, they collapse, but in the water they're supported and boyd by."}
{"start": "01:00:33.030", "end": "01:00:51.630", "speaker": "Melody Jue", "utterance": " The water holding them up and holding them together so they can move comfortably so I wonder if the jellyfish is a type of sea creature that dramatize is a case where it's hard to separate animal from environment or environment from object in a particular kind of way."}
{"start": "01:00:55.470", "end": "01:00:57.540", "speaker": "Melody Jue", "utterance": " I think I really love that."}
{"start": "01:00:57.780", "end": "01:01:07.950", "speaker": "Mark Marino", "utterance": " I love that that quote you said melody when his code and environment and how can you tell and the one one thing that that springs to mind i'm not sure if it's worth pursuing those."}
{"start": "01:01:09.630", "end": "01:01:20.400", "speaker": "Mark Marino", "utterance": " The website frames this piece as a as for its processing code, but it's processing code wouldn't operate without it's Java code and then a few other back end things."}
{"start": "01:01:21.600", "end": "01:01:30.630", "speaker": "Mark Marino", "utterance": " That, I could not separate out, even though I since I first thought I would be able to, and then I thought oh I gotta gotta go into reading Java for a little bit."}
{"start": "01:01:32.040", "end": "01:01:37.650", "speaker": "Mark Marino", "utterance": " So yeah I don't know i'm just gonna sit with that quote for the next year and a half."}
{"start": "01:01:38.940", "end": "01:01:44.220", "speaker": "Diana Leong", "utterance": " This might be a really simplistic question, but how does code recognize hybridity."}
{"start": "01:01:51.690", "end": "01:01:52.680", "speaker": "Diana Leong", "utterance": " That was simple question."}
{"start": "01:01:53.550", "end": "01:01:57.720", "speaker": "Mark Marino", "utterance": " Just not as simple question, and again I think it brings when we were talking about racing the lit."}
{"start": "01:01:58.230", "end": "01:02:03.240", "speaker": "Mark Marino", "utterance": " I think the only the number one reference that came to mind was fox her l's work."}
{"start": "01:02:04.440", "end": "01:02:09.690", "speaker": "Mark Marino", "utterance": " And I think more than any scholar he's someone who's wrestling with."}
{"start": "01:02:11.160", "end": "01:02:19.770", "speaker": "Mark Marino", "utterance": " What it means to register an identity beyond cattery simple categories."}
{"start": "01:02:21.840", "end": "01:02:35.820", "speaker": "Mark Marino", "utterance": " And he thinks about this in rich ways of self identification again alternatives to the census style classifications of any of any being or creature so."}
{"start": "01:02:39.600", "end": "01:02:41.910", "speaker": "Mark Marino", "utterance": " But that's only an initial thought on that."}
{"start": "01:02:55.920", "end": "01:02:59.910", "speaker": "Mark Marino", "utterance": " And we have a comment in the chat from krista Lea I don't know krista leave you want to say that."}
{"start": "01:03:01.380", "end": "01:03:01.800", "speaker": "Mark Marino", "utterance": " comment."}
{"start": "01:03:08.700", "end": "01:03:10.860", "speaker": "Rob Wittig", "utterance": " Okay okay she's just not okay that's fine."}
{"start": "01:03:13.740", "end": "01:03:14.790", "speaker": "Mark Marino", "utterance": " I see him from rob."}
{"start": "01:03:15.720", "end": "01:03:17.130", "speaker": "Rob Wittig", "utterance": " yeah I wanted to."}
{"start": "01:03:17.610", "end": "01:03:36.090", "speaker": "Rob Wittig", "utterance": " Really really interesting toxin and Nice interweaving among them, and I wanted to follow up on something that JESSICA touched on, and ask all the panelists about the kind of sense of the commercial aspect of the mermaid."}
{"start": "01:03:37.980", "end": "01:03:39.960", "speaker": "Rob Wittig", "utterance": " mermaid itself herself themself."}
{"start": "01:03:41.940", "end": "01:03:50.610", "speaker": "Rob Wittig", "utterance": " And that, with the jewels and so on, and because one of the things that that stuck with me the most strongly from fishnet stockings was."}
{"start": "01:03:52.350", "end": "01:04:03.060", "speaker": "Rob Wittig", "utterance": " In the same way that Cinderella is kind of meditation on what is our society do with orphans like what do we do with how do we treat orphans what happens to orphans that."}
{"start": "01:04:03.420", "end": "01:04:08.460", "speaker": "Rob Wittig", "utterance": " The kind of folk tales that Anderson is drawing from for the little mermaid or about."}
{"start": "01:04:09.360", "end": "01:04:21.360", "speaker": "Rob Wittig", "utterance": " Giving in quotes or selling or trading women to into marriage into another town where it's like okay you're going to have to go to this other town as a part of a trading arrangement or a."}
{"start": "01:04:22.170", "end": "01:04:33.240", "speaker": "Rob Wittig", "utterance": " Political arrangement, or you know, to stop a coral or something like that, and where the little mermaid is kind of is the archetype of the fish out of water."}
{"start": "01:04:33.720", "end": "01:04:39.480", "speaker": "Rob Wittig", "utterance": " somebody who is in a new situation they're uncomfortable they don't know the language, maybe they have an accent."}
{"start": "01:04:39.990", "end": "01:04:58.200", "speaker": "Rob Wittig", "utterance": " They come from a super different place and I love it's always struck me that boy as a symbol of being of moving from one society one culture to another going from underwater to on land is like this really powerful symbol so but just reflections on on that aspect of it."}
{"start": "01:05:00.090", "end": "01:05:04.080", "speaker": "Melody Jue", "utterance": " Can I ask JESSICA a related question just to piggyback on here too i'm."}
{"start": "01:05:04.200", "end": "01:05:05.280", "speaker": "Melody Jue", "utterance": " Really really briefly."}
{"start": "01:05:05.640", "end": "01:05:11.580", "speaker": "Melody Jue", "utterance": " I was wondering like when mermaids intersect with like commodity thinking our history is so like in the Disney version."}
{"start": "01:05:11.850", "end": "01:05:19.860", "speaker": "Melody Jue", "utterance": " she's it's not just you know there's the the theme about the voice and losing the voice, but then also like ariel's a hoarder she has all the terrestrial objects under under."}
{"start": "01:05:20.670", "end": "01:05:34.560", "speaker": "Melody Jue", "utterance": " Like when does the economic you know enter into the history of mermaids stories or the fetishization of commodities that we see in Disney because I suspect it's earlier but really."}
{"start": "01:05:35.400", "end": "01:05:36.360", "speaker": "Jessica Pressman", "utterance": " it's it's."}
{"start": "01:05:36.420", "end": "01:05:40.620", "speaker": "Jessica Pressman", "utterance": " I mean, from the beginning, depending on how you describe it, certainly in the early modern period."}
{"start": "01:05:41.790", "end": "01:05:51.300", "speaker": "Jessica Pressman", "utterance": " She is this becomes a symbol of capitalism and and colonization and and the mercantile slave trade and just mercantilism is in general she's also used."}
{"start": "01:05:51.690", "end": "01:05:56.550", "speaker": "Jessica Pressman", "utterance": " Tara Peter since book, I mean it's like really the only book I could find that's an academic monograph."}
{"start": "01:05:57.120", "end": "01:06:07.680", "speaker": "Jessica Pressman", "utterance": " About mermaids and literary culture and it's really great actually and she she describes Queen Elizabeth having mermaids on her throne as a kind of symbol of of."}
{"start": "01:06:08.640", "end": "01:06:19.710", "speaker": "Jessica Pressman", "utterance": " of globalization of power, but even with the sirens in the history of the sirens, going back to Ancient Greece they're associated with knowledge and power and the kind of."}
{"start": "01:06:20.580", "end": "01:06:31.470", "speaker": "Jessica Pressman", "utterance": " and also with music and this kind of having access, so if you it wasn't just their ability to learn sailors, to the depths into the into the dead, but it's more of an Eve story."}
{"start": "01:06:31.860", "end": "01:06:39.840", "speaker": "Jessica Pressman", "utterance": " Of that they had a certain kind of knowledge that link to the the harmonious harmonious spheres of true knowledge that."}
{"start": "01:06:40.620", "end": "01:06:47.580", "speaker": "Jessica Pressman", "utterance": " people wanted to access so there's a kind of they possess, and so they people want to possess them."}
{"start": "01:06:48.030", "end": "01:06:57.780", "speaker": "Jessica Pressman", "utterance": " So it's there from the beginning that's why I think diana's point about fetishization is so so important, I don't think there's a separation of the commodity or the marketplaces rob says."}
{"start": "01:06:58.200", "end": "01:07:10.380", "speaker": "Jessica Pressman", "utterance": " I think that's a really that's something i'm becoming really interested in especially linking it back to platforms is that it's it's not just fairy tales or stories or symbols there's always a material embodiment that really matters."}
{"start": "01:07:15.300", "end": "01:07:25.380", "speaker": "Mark Marino", "utterance": " And I think it's worth noting again when I when I love about Jones work is that because she invited in audience participation and because of her own relationship to these myths it."}
{"start": "01:07:26.550", "end": "01:07:31.860", "speaker": "Mark Marino", "utterance": " Her verte there's no her version of the little mermaid tail like she opens it up for."}
{"start": "01:07:33.330", "end": "01:07:43.800", "speaker": "Mark Marino", "utterance": " The multiplicity of readings that that the inner actors bring with their association so whether they bring it with them on Twitter so whether you know again just thinking about the title of act three."}
{"start": "01:07:44.580", "end": "01:08:02.640", "speaker": "Mark Marino", "utterance": " or four fishnet three that it's bad bargains and good exchange rates, so I don't know it see and we played in definitely when we were playing on the Twitter, you know the sort of net profit side of it we people took it in whatever direction they they felt so."}
{"start": "01:08:06.030", "end": "01:08:08.610", "speaker": "Diana Leong", "utterance": " In general, and I just, I just wanted to say part of what I."}
{"start": "01:08:08.640", "end": "01:08:14.040", "speaker": "Diana Leong", "utterance": " What I really liked about reading your work in conjunction with Carol walker's is, I think that there is a."}
{"start": "01:08:14.550", "end": "01:08:26.700", "speaker": "Diana Leong", "utterance": " Significant and substantial overlap between the processes that the viewer goes through when they look at Walker spark and what the participants are doing when they are sort of immersed in the in the space of your installations sort of."}
{"start": "01:08:27.240", "end": "01:08:42.240", "speaker": "Diana Leong", "utterance": " Drawing out the psychic structures that we use to relate to different things right, which is precisely what walk of work does, but in this sort of event environment, you can actually look at the structures that make that possible type of instructors possible."}
{"start": "01:08:43.260", "end": "01:08:53.670", "speaker": "Joellyn J Rock", "utterance": " Well, I thanks for saying that because I think what Walker is doing to is taking this non scary thing of these sort of children's book illustrated."}
{"start": "01:08:54.480", "end": "01:09:05.820", "speaker": "Joellyn J Rock", "utterance": " silhouettes that are go way back their their domestic and they're sweet and and then learning a sin to look at something that's difficult to see."}
{"start": "01:09:06.480", "end": "01:09:26.940", "speaker": "Joellyn J Rock", "utterance": " You know that shocking and disturbing by by that bait and switch of decorative art, you know and that's something that i've always been really fascinated with it's like can I it's a feminist act really to take something of decorative art and in embed an conversation into it right."}
{"start": "01:09:27.780", "end": "01:09:31.500", "speaker": "Diana Leong", "utterance": " If you look at the figures from a distance, they look whimsical until you."}
{"start": "01:09:33.960", "end": "01:09:47.400", "speaker": "Joellyn J Rock", "utterance": " This piece fishnet stockings is supposed to be really beautiful, you know or lush color wise and texture wise, but if you came into it and wanted to discuss these more difficult things like sex trafficking."}
{"start": "01:09:48.540", "end": "01:10:00.840", "speaker": "Joellyn J Rock", "utterance": " which was also another reason why I did it because we were in duluth Minnesota at that time discovering that there was a really bad problem in our port with sex trafficking of indigenous women."}
{"start": "01:10:01.710", "end": "01:10:13.830", "speaker": "Joellyn J Rock", "utterance": " In our port, so I was thinking about those issues a lot, and you know you can create something really pretty and then see what happens when people move in closer and think about it, I know."}
{"start": "01:10:18.930", "end": "01:10:20.040", "speaker": "Jessica Pressman", "utterance": " Well, I think the work I."}
{"start": "01:10:20.040", "end": "01:10:28.650", "speaker": "Jessica Pressman", "utterance": " mean we originally was just interested, I was interested in it, because mermaids but it's so compelling and there's so many layers and we have kaitlin."}
{"start": "01:10:30.450", "end": "01:10:31.470", "speaker": "Jessica Pressman", "utterance": " that's just great."}
{"start": "01:10:32.520", "end": "01:10:38.760", "speaker": "Caitlin Fisher", "utterance": " I do get cricket and research on snapchat about like what kind of what comes up there's also like an aerial that goes right in front of your face and."}
{"start": "01:10:39.840", "end": "01:10:40.560", "speaker": "Caitlin Fisher", "utterance": " wow."}
{"start": "01:10:41.910", "end": "01:10:44.880", "speaker": "Jessica Pressman", "utterance": " there's a reason that you are the Queen of electronic literature here."}
{"start": "01:10:46.650", "end": "01:11:01.680", "speaker": "Jessica Pressman", "utterance": " um no but it's a wonderful work and we thoroughly enjoyed exploring it and I i'm hopeful that we can continue doing some work together, you all, because it was really fascinating fascinating to hear your ideas and how they came together and i'm aware."}
{"start": "01:11:01.950", "end": "01:11:02.520", "speaker": "Jessica Pressman", "utterance": " we're out."}
{"start": "01:11:03.750", "end": "01:11:15.930", "speaker": "Joellyn J Rock", "utterance": " I just want to thank you all for talking about the work you know it's super meaningful for artists to people take a critical look at their work and contextualize it that way, and I I just thank you all."}
{"start": "01:11:16.800", "end": "01:11:21.510", "speaker": "Mark Marino", "utterance": " Well, thank, thank you for making it, and again I mean just as the person who is reading the code."}
{"start": "01:11:21.840", "end": "01:11:25.620", "speaker": "Mark Marino", "utterance": " I just have to thank your whole team, because it is so well documented."}
{"start": "01:11:26.010", "end": "01:11:35.490", "speaker": "Mark Marino", "utterance": " It is a pleasure to read and you know again when someone begins at code exploration when they put on their dive suit you know, usually it's with some trepidation and."}
{"start": "01:11:35.970", "end": "01:11:48.270", "speaker": "Mark Marino", "utterance": " happiness because it's trying to trace through somebody's tangled net is not a pleasant activity, but here was so so so well documented and had so many delightful aspects to it, all the way through out."}
{"start": "01:11:48.990", "end": "01:11:50.400", "speaker": "Mark Marino", "utterance": " That I, I look forward to."}
{"start": "01:11:50.430", "end": "01:11:52.560", "speaker": "Mark Marino", "utterance": " Future future dives into it."}
{"start": "01:11:53.760", "end": "01:11:55.260", "speaker": "Jessica Pressman", "utterance": " This is just marks like."}
{"start": "01:11:55.800", "end": "01:12:01.560", "speaker": "Jessica Pressman", "utterance": " ultimate joy is having something that he can play with cleanse with for over an hour and melodies like."}
{"start": "01:12:01.620", "end": "01:12:04.800", "speaker": "Mark Marino", "utterance": " melody to she's she's she's an honorary dead joker at this point."}
{"start": "01:12:06.960", "end": "01:12:12.660", "speaker": "Jessica Pressman", "utterance": " Well y'all Thank you so much for joining us and my fellow panelists, thank you for the elimination i'm so grateful."}
{"start": "01:12:13.740", "end": "01:12:16.110", "speaker": "Jessica Pressman", "utterance": " Good to see everyone oh caitlin."}
{"start": "01:12:19.350", "end": "01:12:21.450", "speaker": "Mark Marino", "utterance": " you're almost later years later."}
{"start": "01:12:22.410", "end": "01:12:23.520", "speaker": "Jessica Pressman", "utterance": " I don't know how to do that."}
{"start": "01:12:24.660", "end": "01:12:26.850", "speaker": "Mark Marino", "utterance": " Go to her picture in the little grid view and."}
{"start": "01:12:27.900", "end": "01:12:28.080", "speaker": "Caitlin Fisher", "utterance": " Now."}
{"start": "01:12:28.620", "end": "01:12:29.370", "speaker": "Jessica Pressman", "utterance": " They do it."}
{"start": "01:12:29.730", "end": "01:12:30.540", "speaker": "Mark Marino", "utterance": " There you go yeah."}
{"start": "01:12:31.170", "end": "01:12:32.010", "speaker": "Caitlin Fisher", "utterance": " yeah that's."}
{"start": "01:12:32.940", "end": "01:12:46.050", "speaker": "Mark Marino", "utterance": " Nice and, by the way, we can continue this conversation, by the way, on track one in the discord you can also find this in there at the CAFE pull us aside for, for you know, a sailor's tale or two."}
{"start": "01:12:48.150", "end": "01:12:49.230", "speaker": "Jessica Pressman", "utterance": " hi everyone, thank you."}
{"start": "01:12:49.260", "end": "01:12:50.940", "speaker": "Caitlin Fisher", "utterance": " I was so wonderful Thank you."}