{"start": "00:00:00.000", "end": "00:00:00.000", "speaker": "None", "utterance": "waiting for another moment and then the"}
{"start": "00:00:00.000", "end": "00:00:00.000", "speaker": "None", "utterance": "organizers will run the conference jingle."}
{"start": "00:00:00.000", "end": "00:00:30.000", "speaker": "None", "utterance": "It started when the recording begins."}
{"start": "00:01:15.000", "end": "00:01:21.000", "speaker": "None", "utterance": "Alright, nevermind will dispense with the jingle"}
{"start": "00:01:21.000", "end": "00:01:28.000", "speaker": "None", "utterance": "seems a shame now to start this one on retro gaming aesthetics, but we will roll out."}
{"start": "00:01:28.000", "end": "00:01:38.000", "speaker": "None", "utterance": "So, thank you for joining us, and particularly for still being with us this way you're near the end of the incredible."}
{"start": "00:01:38.000", "end": "00:01:43.000", "speaker": "None", "utterance": "And like the conference day, the organizing team has put together for us."}
{"start": "00:01:43.000", "end": "00:01:56.000", "speaker": "None", "utterance": "So we're going to go through just short presentations in the order list in the program. So first up is exactly island with the generated word."}
{"start": "00:01:56.000", "end": "00:02:12.000", "speaker": "None", "utterance": "All right. Hello everyone. I'm going to share my screen and get started so this would be a short presentation based on much longer paper so I'm going to move quickly through some things and not really have much time to get into any of the examples but"}
{"start": "00:02:12.000", "end": "00:02:18.000", "speaker": "None", "utterance": "but I'm hoping that you may recognize some of these examples and of course we can talk about some of these in the discussion as we go into it."}
{"start": "00:02:18.000", "end": "00:02:31.000", "speaker": "None", "utterance": "First of all the title has changed slightly. I switched out the word generic for metaphoric and you'll see why I hope is again to it but my idea was think I was just I was attracted to the alliteration and also I think it makes it better juxtaposition"}
{"start": "00:02:31.000", "end": "00:02:36.000", "speaker": "None", "utterance": "with meta Nemec and it also more precisely identifies what I actually want to talk about."}
{"start": "00:02:36.000", "end": "00:02:51.000", "speaker": "None", "utterance": "In general, what I want to talk about in this is computer generated books. So this is a broad category of things, and I'm attempting to narrow it slightly by casting a pretty wide net and then sort of topping that net into three still pretty large pieces"}
{"start": "00:02:51.000", "end": "00:03:05.000", "speaker": "None", "utterance": "I suppose, but just broadly I'm thinking about books that are generated in some way by a computer. I'm going to not going to talk about generation, or methods or things like that because those are topics well covered elsewhere and other presentations"}
{"start": "00:03:05.000", "end": "00:03:17.000", "speaker": "None", "utterance": "at this conference and just in general, but of course we can talk about those if that's something that you're interested in. I'm also going to be talking about including in the spring net that I'm casting, many, many different genres and purposes and"}
{"start": "00:03:17.000", "end": "00:03:23.000", "speaker": "None", "utterance": "motivations for creating a computer generated book so that includes, you know, all of these different genres."}
{"start": "00:03:23.000", "end": "00:03:26.000", "speaker": "None", "utterance": "Here, and more."}
{"start": "00:03:26.000", "end": "00:03:38.000", "speaker": "None", "utterance": "Also when I think about computer generated books I am thinking of, specifically, probably several year printed like physical books, but also, I would include in that PDFs as well."}
{"start": "00:03:38.000", "end": "00:03:42.000", "speaker": "None", "utterance": "Let me back."}
{"start": "00:03:42.000", "end": "00:03:44.000", "speaker": "None", "utterance": "So, Sorry, I had an extra button there."}
{"start": "00:03:44.000", "end": "00:03:59.000", "speaker": "None", "utterance": "So, and I'm taking PDFs as books like enough, or I'm kind of thinking through what Lisa. Lisa Gilman calls near prints, where she says that PDFs or individually bounded and distinct and so in a lot of ways they carry a lot of the properties are the rhetorics"}
{"start": "00:03:59.000", "end": "00:04:12.000", "speaker": "None", "utterance": "of print. And so I feel like it's appropriate to include those in these in terms of the sources and like the scope of I guess of this big, broad net that I'm casting there are several important sources or venues I guess for computer generated books to"}
{"start": "00:04:12.000", "end": "00:04:24.000", "speaker": "None", "utterance": "exist. So I am thinking, the largest set, certainly comes from nano general National Novel generation month but I'm also thinking about certain publishers like counter path which does the using electricity series."}
{"start": "00:04:24.000", "end": "00:04:37.000", "speaker": "None", "utterance": "I'm also thinking about artistic print on demand which is another interesting kind of adjacent category of digital they re work. I'm also thinking of have it listed here as the first book ever written by a computer with a picture of policeman's beer just"}
{"start": "00:04:37.000", "end": "00:04:48.000", "speaker": "None", "utterance": "have constructed. And I don't mean just that book but I mean books like it and there's almost a sub genre or subtype of books that are known or described as the first ever book written by computer there's there's several of those."}
{"start": "00:04:48.000", "end": "00:05:02.000", "speaker": "None", "utterance": "So those are, these are just kind of broad categories that I'm thinking through. And then these these are the three genre, or maybe shorter sticks, these are the three differences, different strands I suppose that I'm interested in, as I talk about these"}
{"start": "00:05:02.000", "end": "00:05:10.000", "speaker": "None", "utterance": "metronomic metaphoric and operation list. And I just want to go through and look at each of these with some examples of each, and then that's pretty much it."}
{"start": "00:05:10.000", "end": "00:05:22.000", "speaker": "None", "utterance": "So meta Nemec books, these are books with a literary or artistic appeal that is specifically bookish, so I hears, specifically mean bookish as in the book of business that Jessica Pressman talks about where these are books where their material factor"}
{"start": "00:05:22.000", "end": "00:05:34.000", "speaker": "None", "utterance": "where the circumstances their existence or their sculptural qualities or their protection elements, or even the ways in which their, their content seems to be addressing their production circulation or perception."}
{"start": "00:05:34.000", "end": "00:05:41.000", "speaker": "None", "utterance": "These are things that are metronomic in the sense that it is a book but it is also making us think about books."}
{"start": "00:05:41.000", "end": "00:05:49.000", "speaker": "None", "utterance": "It's inviting us to think about those things. Reading for these as often trivial or relevant so these are almost like book shapes works of art, you might say."}
{"start": "00:05:49.000", "end": "00:06:03.000", "speaker": "None", "utterance": "So a lot of the print on demand works fit into this category so things like the black book or volume or dear Lulu, there's others as well, that I would include in this category, the cover of the Sun Also Rises, which prints out the names of colors in"}
{"start": "00:06:03.000", "end": "00:06:06.000", "speaker": "None", "utterance": "pixels of an image of the cover of the Sun Also Rises."}
{"start": "00:06:06.000", "end": "00:06:17.000", "speaker": "None", "utterance": "A Simic writing is another example. And this one might be a bit controversial but I want to also put it in a million random digits with 100,000 normal deviants into this category of metronomic because it's very much shaped like a book, but not exactly"}
{"start": "00:06:17.000", "end": "00:06:20.000", "speaker": "None", "utterance": "readable."}
{"start": "00:06:20.000", "end": "00:06:32.000", "speaker": "None", "utterance": "Other words that have been generated. These are words that you can't literally read but that are shaped like a book in ways that are meant to be evocative and hopefully are the one that I created I hope is evocative."}
{"start": "00:06:32.000", "end": "00:06:42.000", "speaker": "None", "utterance": "So those are my dynamic books and again their their book likeness has to do with their, their importance in their meeting ID for books are those with their meanings contingent upon existing literature or genres."}
{"start": "00:06:42.000", "end": "00:06:55.000", "speaker": "None", "utterance": "So these are words of parody satire remix any number of other words you put into that. Often the procedure for generating these is trivial or at least it's easy to figure out or reverse engineer."}
{"start": "00:06:55.000", "end": "00:07:06.000", "speaker": "None", "utterance": "This would include things like the various kinds of travesty generator works Markov chains would fall into this usually reading is the point for these and it's often pretty funny or it's meant to be funny."}
{"start": "00:07:06.000", "end": "00:07:20.000", "speaker": "None", "utterance": "So, this includes things like emoji Deke, which uses emoji to transliterated the text of emerging moby-dick through the prejudice class which swaps out dialogue from Pride and Prejudice with dialogue for Moby Dick Twilight intelligence which puts the"}
{"start": "00:07:20.000", "end": "00:07:34.000", "speaker": "None", "utterance": "of tweets into the dialogue of Pride and Prejudice, other example is Moby Dick she he which just adds parenthetical like giggles every time the word Deke or sperm appears in Moby Dick, which I find hilarious."}
{"start": "00:07:34.000", "end": "00:07:45.000", "speaker": "None", "utterance": "50,000 miles. You could also say that this is a meta Nemec book as well because you can't exactly read it, but it replaces the text of any book with appropriately sized words transformation so the word meow."}
{"start": "00:07:45.000", "end": "00:07:48.000", "speaker": "None", "utterance": "and then auto summarize by just about."}
{"start": "00:07:48.000", "end": "00:08:04.000", "speaker": "None", "utterance": "This is an example. This is from recent energy modes is ready player in, which is a parody of whichever work you run through the through the system but it also is a parody of Ready Player One it basically inserts unnecessary pop cultural references into"}
{"start": "00:08:04.000", "end": "00:08:08.000", "speaker": "None", "utterance": "any texts. So, this is from the climactic scene and Frankenstein."}
{"start": "00:08:08.000", "end": "00:08:18.000", "speaker": "None", "utterance": "Just read it here, I would have seized him but he alluded me and put in the house with precipice of precipitation in a few moments I saw him in his boat pretty much like Sunday Crockett scarab and Miami Vice but not as bad as one shot across the waters"}
{"start": "00:08:18.000", "end": "00:08:25.000", "speaker": "None", "utterance": "with an arrow swiftness and was soon lost and missed the waves. So you can see how it's improving Frankenstein way, adding more contemporary references."}
{"start": "00:08:25.000", "end": "00:08:36.000", "speaker": "None", "utterance": "And then finally, and operational his books, these are books where the meaning emerges from contemplating the computational origins of the work. And there's basically two subtypes of these these are those were the, the processes are evidence where we"}
{"start": "00:08:36.000", "end": "00:08:40.000", "speaker": "None", "utterance": "know where they are because the source code is shared. And that's kind of the interesting parts."}
{"start": "00:08:40.000", "end": "00:08:53.000", "speaker": "None", "utterance": "And this is also includes works where the code is not shared, and there's some sense of obfuscation in both of those cases our interest often lies in the process we want to know how this was made, and this includes works that where we don't know exactly"}
{"start": "00:08:53.000", "end": "00:09:00.000", "speaker": "None", "utterance": "how they were made because they weren't the authors weren't forthcoming about the processes. So we wonder about the process and we want to know how they made these books."}
{"start": "00:09:00.000", "end": "00:09:11.000", "speaker": "None", "utterance": "So this includes things like policeman's beard. Just as once we got friends having thing and travel on my calendar colleagues."}
{"start": "00:09:11.000", "end": "00:09:23.000", "speaker": "None", "utterance": "But there's still a teaser there's some question about how it works and, and why and so that becomes part of our interest in working on this. This is probably the largest category and probably the most familiar category two people in this audience, I"}
{"start": "00:09:23.000", "end": "00:09:36.000", "speaker": "None", "utterance": "say, this is just a brief put out this this this will be my final thing here. A, this is a work called Simple dialogues from the most recent antigen Mo, and it's, it's a, it takes the."}
{"start": "00:09:36.000", "end": "00:09:49.000", "speaker": "None", "utterance": "It takes a simple dialogue a simple conversation, and then breaks down each of the phonetic aspects of each word spoken in that dialogue, and then translate them into the physiological describing the physiological processes necessary to make the sounds"}
{"start": "00:09:49.000", "end": "00:09:59.000", "speaker": "None", "utterance": "that produce the words in the civil dialogue and then we get the words. So it's this really like intimate almost erotic kind of thing. She keeps some space between your tongue to the roof of your mouth with her vocal folds tends to at least is Erica her"}
{"start": "00:09:59.000", "end": "00:10:06.000", "speaker": "None", "utterance": "her mouth she rounds her lips so that they create a small opening with your tongue and relaxed position at the back of her mouth it tightens your vocal folds it releases air through her mouth."}
{"start": "00:10:06.000", "end": "00:10:15.000", "speaker": "None", "utterance": "In the traditional manner demos 50,000 words of prose like this and it's really quite provocative, I think, and intimate and interesting."}
{"start": "00:10:15.000", "end": "00:10:28.000", "speaker": "None", "utterance": "So that's it. These are the three kinds metaphoric medevac operational lists. I understand they're, they're kind of rough I feel like the I'm still not totally satisfied with the terminology and a lot of ways so I look forward to your questions and comments"}
{"start": "00:10:28.000", "end": "00:10:35.000", "speaker": "None", "utterance": "and discussion but I hope it's useful in freeway into this really large and really interesting field of computer generated books."}
{"start": "00:10:35.000", "end": "00:10:38.000", "speaker": "None", "utterance": "So, thank you."}
{"start": "00:10:38.000", "end": "00:10:53.000", "speaker": "None", "utterance": "Thanks. So next up we have Kayden Burke and recalling and James Ryan with English diversification for the billion."}
{"start": "00:10:53.000", "end": "00:10:54.000", "speaker": "None", "utterance": "Cool. I can start."}
{"start": "00:10:54.000", "end": "00:11:03.000", "speaker": "None", "utterance": "I can start. I'm Henry alongside Kayden and James from the computer science department at Carleton College."}
{"start": "00:11:03.000", "end": "00:11:13.000", "speaker": "None", "utterance": "We're pleased to be sharing with your paper, English, first vacation for the billion, translating the early Latin poetry generator artificial versifying."}
{"start": "00:11:13.000", "end": "00:11:16.000", "speaker": "None", "utterance": "So,"}
{"start": "00:11:16.000", "end": "00:11:29.000", "speaker": "None", "utterance": "the subject of our research artificial versifying was published in the form of a booklet and 1677 by London based and mentor john Peter within the book that are six table is comprised of what seemed to be scrambled letters."}
{"start": "00:11:29.000", "end": "00:11:37.000", "speaker": "None", "utterance": "However, following the system devised by Peter tables can be used to produce adequately form that inductive texting."}
{"start": "00:11:37.000", "end": "00:11:52.000", "speaker": "None", "utterance": "Didn't Peter second edition of the clip, just a year later, it took him over 12 years to produce the system. Now, although we cannot know for certain, we can speculate that his creative process was influenced by the great player London, which was occurring"}
{"start": "00:11:52.000", "end": "00:11:59.000", "speaker": "None", "utterance": "12 years before the initial publication, something that we can all relate to."}
{"start": "00:11:59.000", "end": "00:12:04.000", "speaker": "None", "utterance": "So, we can look at the actual."}
{"start": "00:12:04.000", "end": "00:12:09.000", "speaker": "None", "utterance": "So we're going to walk through very quickly how these tables are actually work."}
{"start": "00:12:09.000", "end": "00:12:26.000", "speaker": "None", "utterance": "The idea is, each input is six digits that each digit will then correspond to one of these six tables, the digit is used with a special process which will show you in a second to basically create a word from the scrambled letters and the tables tables"}
{"start": "00:12:26.000", "end": "00:12:40.000", "speaker": "None", "utterance": "themselves are actually word banks, each corresponding to different types of words that being the sentence for example, the first one is nominative case now and so we should often be the subject or could also be accusative case for some of them."}
{"start": "00:12:40.000", "end": "00:12:44.000", "speaker": "None", "utterance": "So what will happen is you'll take your did your first digit."}
{"start": "00:12:44.000", "end": "00:12:54.000", "speaker": "None", "utterance": "And what you'll do is you will uptick it by one, and start counting. So four inputs five will start counting it is six."}
{"start": "00:12:54.000", "end": "00:13:06.000", "speaker": "None", "utterance": "And then it'll count up seven, eight, and then the ninth letter you write down to that is your first letter and you restart the count, you come back up to nine again to get your next letter, and you continue this process, all the way up until you hit"}
{"start": "00:13:06.000", "end": "00:13:08.000", "speaker": "None", "utterance": "one of the black boxes."}
{"start": "00:13:08.000", "end": "00:13:22.000", "speaker": "None", "utterance": "Each of the nine letter sequences contain a letter for each of the words and the word banks, some letters, some words, and earlier. So because of that some of the letters and the letter sequences are actually just randomized, so not all letters will correspond"}
{"start": "00:13:22.000", "end": "00:13:32.000", "speaker": "None", "utterance": "to words, but you see we hit the black box and we got the word to be done."}
{"start": "00:13:32.000", "end": "00:13:36.000", "speaker": "None", "utterance": "Well, so, as for a translation approach."}
{"start": "00:13:36.000", "end": "00:13:38.000", "speaker": "None", "utterance": "We aim to translate this in English."}
{"start": "00:13:38.000", "end": "00:13:53.000", "speaker": "None", "utterance": "Of course, there are many difficulties in doing so, inspired by many works, including the renderings project by Nick Monfort, and many others, we have to contribute to the growing area of he let translation."}
{"start": "00:13:53.000", "end": "00:14:15.000", "speaker": "None", "utterance": "So rather than focusing on translating individual outputs, we focused on translating the actual system itself, artificial versifying is capable of generating 531,441 unique lines of adequately formed Latin verse from just 54 words in the tables."}
{"start": "00:14:15.000", "end": "00:14:28.000", "speaker": "None", "utterance": "So to do so. Peter relied on specific characteristics of the Latin language when organizing the six tables. And unfortunately, characteristics directly translate into English."}
{"start": "00:14:28.000", "end": "00:14:31.000", "speaker": "None", "utterance": "And this could be."}
{"start": "00:14:31.000", "end": "00:14:40.000", "speaker": "None", "utterance": "This could be coined as the local algorithmic dissonance concepts, defined by Caitlin."}
{"start": "00:14:40.000", "end": "00:14:56.000", "speaker": "None", "utterance": "So, come back this issue, we produce multiple translations of the 54 words that address different aspects of the Latin first approach we focused on preserving the meaning of the Latin words, and enter paper we refer to this as aggressive meaning preservation."}
{"start": "00:14:56.000", "end": "00:15:07.000", "speaker": "None", "utterance": "And then next we focus on preserving the meter of the Latin for structure, and they're in our paper we refer to this as the aggressive meter preservation."}
{"start": "00:15:07.000", "end": "00:15:25.000", "speaker": "None", "utterance": "After producing both these translations, we attempted to construct a magnum opus combining both of these ideas into one final translation. And in doing so, we were forced to make several session."}
{"start": "00:15:25.000", "end": "00:15:32.000", "speaker": "None", "utterance": "And among, among others, the problems we grappled with the most were maintaining the meeting and the meter."}
{"start": "00:15:32.000", "end": "00:15:38.000", "speaker": "None", "utterance": "And also producing grammatical English that preserve the original latin word order."}
{"start": "00:15:38.000", "end": "00:15:45.000", "speaker": "None", "utterance": "Now we can look at a sample output, featuring all of our different translation."}
{"start": "00:15:45.000", "end": "00:15:56.000", "speaker": "None", "utterance": "So, for the input of 25933 to the original artificial first fine would give us Scorpion Bella skill calcium and tempura Pro."}
{"start": "00:15:56.000", "end": "00:16:10.000", "speaker": "None", "utterance": "If we're just translating word by word, which is our aggressive meaning translation, it gives us the ugly wars I think create times wicked. You can already see the idea of garden kind of get what the English is trying to give you, but some words are switched"}
{"start": "00:16:10.000", "end": "00:16:24.000", "speaker": "None", "utterance": "around in weird ways and it doesn't exactly make sense, are aggressive meaning translation also is not meaning for English comprehension per se. If we wanted to get that we would end up switching word or which is really hard to do so if we're also hoping"}
{"start": "00:16:24.000", "end": "00:16:39.000", "speaker": "None", "utterance": "to preserve input correspondence. So if we want to switch the last word with the second to last word. Then the input would actually be different, to give us the same output we'd have to give it to 59323 instead."}
{"start": "00:16:39.000", "end": "00:16:55.000", "speaker": "None", "utterance": "Our aggressive meter translation was attempting some form of taking the Latin original examiner and binding it to English, it doesn't work exactly because Latin really relies on variable length, and in English valid links can change depending on the context"}
{"start": "00:16:55.000", "end": "00:17:09.000", "speaker": "None", "utterance": "of the word or where you're from, it's not as hard set as it was in some Latin poetry. So we instead have a couple different methods we use that we described in our paper to kind of buying this old meter to English."}
{"start": "00:17:09.000", "end": "00:17:20.000", "speaker": "None", "utterance": "Our final compromise focuses both on getting the meaning across and the meter and also English comprehension. This was a more experimental one where we do actually switch the tables orders around."}
{"start": "00:17:20.000", "end": "00:17:36.000", "speaker": "None", "utterance": "And we also change around some of the actual words themselves were somewhere. One of the tables had adjectives and adverbs and we tried to find it just to be adjectives because the word order between adjective noun and verb."}
{"start": "00:17:36.000", "end": "00:17:37.000", "speaker": "None", "utterance": "Adverb."}
{"start": "00:17:37.000", "end": "00:17:51.000", "speaker": "None", "utterance": "end up getting very funky and made the outputs sound incorrect. So we ought to show you our tables we finally made, which was one of the most important parts to us was keeping this original format and seeing if we could generate our own poems based on"}
{"start": "00:17:51.000", "end": "00:18:07.000", "speaker": "None", "utterance": "that and as you can see we are able to ours, of course has spaces and a lot more extra randomized letters near the end just because the word like varied, a lot, but using this you can use the original method, and input six digits to create your own English"}
{"start": "00:18:07.000", "end": "00:18:12.000", "speaker": "None", "utterance": "poetry and original Latin meter."}
{"start": "00:18:12.000", "end": "00:18:13.000", "speaker": "None", "utterance": "Great."}
{"start": "00:18:13.000", "end": "00:18:28.000", "speaker": "None", "utterance": "Before we go, we'd like to thank the yellow board for allowing us to present, and all the other events throughout the week. And also the Carlton college Humanities Center student research partnership award, which supported us in our initial research."}
{"start": "00:18:28.000", "end": "00:18:38.000", "speaker": "None", "utterance": "And you can visit our paper at tiny URL. com link below 10 year old. com slash LO 21 AV."}
{"start": "00:18:38.000", "end": "00:18:39.000", "speaker": "None", "utterance": "Thank you."}
{"start": "00:18:39.000", "end": "00:18:40.000", "speaker": "None", "utterance": "Thank you."}
{"start": "00:18:40.000", "end": "00:18:43.000", "speaker": "None", "utterance": "Okay, cool. Thank you."}
{"start": "00:18:43.000", "end": "00:18:48.000", "speaker": "None", "utterance": "Next up we have Davin Heckman with gastro poetics text generation and the body."}
{"start": "00:18:48.000", "end": "00:18:52.000", "speaker": "None", "utterance": "Hi, I'm well so I."}
{"start": "00:18:52.000", "end": "00:19:03.000", "speaker": "None", "utterance": "Speaking of the body in reality and things like that. I plan to put together a little like mini slideshow, but the world conspired against me this morning."}
{"start": "00:19:03.000", "end": "00:19:13.000", "speaker": "None", "utterance": "So I'm just going to kind of highlight a couple points from the paper but the paper you can find it and read it and I'll try to get through it quickly here, just like key points."}
{"start": "00:19:13.000", "end": "00:19:24.000", "speaker": "None", "utterance": "And so for those of you who aren't familiar with this gastro poetics sort of experiments that have taken place the last couple yellow conferences. There."}
{"start": "00:19:24.000", "end": "00:19:45.000", "speaker": "None", "utterance": "Scott Rehberg and talent Mehmet have worked together to create text generators that would would create these little poetic menus which they would then prepare for a handful of guests in real time and so this is real food that real people would eat, based"}
{"start": "00:19:45.000", "end": "00:19:58.000", "speaker": "None", "utterance": "on instructions given by a computer. And I was thinking about, and I had the chance because I live across the street from talent I can see, there's this house you can see his house."}
{"start": "00:19:58.000", "end": "00:20:23.000", "speaker": "None", "utterance": "And I was hoping he would be here right now actually, but the the thing that was so I've been lucky to have a couple of meals says talent and Scott have been working on their text generators and get to test this out because it's it's not just as it, you"}
{"start": "00:20:23.000", "end": "00:20:32.000", "speaker": "None", "utterance": "know it's not just a question of like oh are you getting good limericks out of the, you know, for the limit diet or, you know, getting good quadrants from the quarantine quadrants."}
{"start": "00:20:32.000", "end": "00:20:38.000", "speaker": "None", "utterance": "But then the other part is is you know, can the food be prepared."}
{"start": "00:20:38.000", "end": "00:20:44.000", "speaker": "None", "utterance": "In the time allowed. And it uses any good to eat."}
{"start": "00:20:44.000", "end": "00:20:59.000", "speaker": "None", "utterance": "And it got me really thinking about this and what does this tell me about electronic literature and so that's that kind of prompted this paper. And so there's just a couple sort of ideas that I'd pull out that maybe you were thinking about."}
{"start": "00:20:59.000", "end": "00:21:13.000", "speaker": "None", "utterance": "One is to think about it in relationship in relation to certain sort of modernist experiments with food and cooking. And one of the things I think that's kind of been common in."}
{"start": "00:21:13.000", "end": "00:21:24.000", "speaker": "None", "utterance": "In, a lot of you let scholarship, you know, are you know sort of different Hama guard movements and their impact on sort of how we think about experimental language."}
{"start": "00:21:24.000", "end": "00:21:39.000", "speaker": "None", "utterance": "And you know you, so you have, you know, sort of futurists food and you have food and surrealist food and then, and Fluxus food"}
{"start": "00:21:39.000", "end": "00:21:56.000", "speaker": "None", "utterance": "experiments and and there's a lot of other sort of experiments with food in there but thinking about those different sort of antecedents to ILIT practice, you when you look at sort of the the Fluxus meals, I think, are probably."}
{"start": "00:21:56.000", "end": "00:22:01.000", "speaker": "None", "utterance": "So, recreate tier of my ninja."}
{"start": "00:22:01.000", "end": "00:22:11.000", "speaker": "None", "utterance": "You know it has this body of work based around cooking and eating together. And I think that you could look at those kinds of"}
{"start": "00:22:11.000", "end": "00:22:27.000", "speaker": "None", "utterance": "avant garde practices, and you know think about, you know what, what each might bring to our consideration of Isla and and if you think about it through the lens of sort of like gastro poetics well you know we can think about,"}
{"start": "00:22:27.000", "end": "00:22:43.000", "speaker": "None", "utterance": "are we are we considering, you know, work that's obsessed with novelty, or are we thinking about experience, and I think that's something that you know maybe would be a useful insight right well a lot of time in our field we think about novelty we think"}
{"start": "00:22:43.000", "end": "00:22:46.000", "speaker": "None", "utterance": "about new approaches."}
{"start": "00:22:46.000", "end": "00:22:50.000", "speaker": "None", "utterance": "And oftentimes the question of experience or what is happening to you."}
{"start": "00:22:50.000", "end": "00:23:04.000", "speaker": "None", "utterance": "Get sidelined and so as I was thinking through this project in relation to different avant garde practices I'm thinking, well you know like flux this might be a place to go to think about it for the future."}
{"start": "00:23:04.000", "end": "00:23:17.000", "speaker": "None", "utterance": "Another thing that that sort of I started to think about was this question of like Taylor ization and like the scientific management approaches and how you know human labor gets rationalized right and of course we live in a time where it's not just a"}
{"start": "00:23:17.000", "end": "00:23:32.000", "speaker": "None", "utterance": "person with a stopwatch measuring our motions and sort of managing industrial production practices but, you know, social practices now are sort of being engineered using using platforms."}
{"start": "00:23:32.000", "end": "00:23:49.000", "speaker": "None", "utterance": "And so we can think about, you know that the degree to which the process of food production and consumption could be Taylor eyes, and put that in a conversation with a lot of other things that you know we experienced like grief love despair seduction"}
{"start": "00:23:49.000", "end": "00:24:04.000", "speaker": "None", "utterance": "joy, relaxation, you know, how did these things get captured and turned into different you know we come up with different kinds of labor, we call it labor, you know sex work emotional labor counseling self care right these all becomes sort of economic"}
{"start": "00:24:04.000", "end": "00:24:21.000", "speaker": "None", "utterance": "processes that that especially in this age of social media right. We turn even very idiosyncratic things like an inner personal conversation or a condolence or flirtation, You know, become these sort of events they get data mined, and an analyzed and"}
{"start": "00:24:21.000", "end": "00:24:23.000", "speaker": "None", "utterance": "then optimized."}
{"start": "00:24:23.000", "end": "00:24:35.000", "speaker": "None", "utterance": "And then, and then analyzed even further. And so we could think about you know what, what that might do to our processes like eating right and and you know whether or not."}
{"start": "00:24:35.000", "end": "00:24:49.000", "speaker": "None", "utterance": "algorithmically generated food is good I mean I would argue Taco Bell right is is basically like a food algorithm right we have x ingredients, how do we create a new menu item based on those ingredients."}
{"start": "00:24:49.000", "end": "00:24:52.000", "speaker": "None", "utterance": "And that's what you get at Taco Bell."}
{"start": "00:24:52.000", "end": "00:25:03.000", "speaker": "None", "utterance": "And it's further helped along by you go in, plugging thing in the kiosk and that's what you get and you know and does that constitute a nourishing experience."}
{"start": "00:25:03.000", "end": "00:25:12.000", "speaker": "None", "utterance": "And, you know, what are the other gratifications we think about when we think about eating also preparing food."}
{"start": "00:25:12.000", "end": "00:25:22.000", "speaker": "None", "utterance": "You know it might be something we could bring over to electronic literature more broadly is just to think about gratifications in that way as well."}
{"start": "00:25:22.000", "end": "00:25:34.000", "speaker": "None", "utterance": "Yeah definitely better than Taco Bell Scott, of course, but I'm thinking about like a bad a bad example of machine generated food maybe would be Taco Bell."}
{"start": "00:25:34.000", "end": "00:25:48.000", "speaker": "None", "utterance": "And, and then thinking about sort of this idea of grammar language and platform. And this is something that you know john Kaylee's discussed quite a bit, but thinking about you know how behavior gets organized by norms and expect expectations."}
{"start": "00:25:48.000", "end": "00:26:05.000", "speaker": "None", "utterance": "You know, and then the degree to which our social life can reward deviation and surprise in relation to normative expectations. And so, you know, we have this tension between sort of manners and customs that enable a kind of tactical play, and that creates"}
{"start": "00:26:05.000", "end": "00:26:10.000", "speaker": "None", "utterance": "a occasions for some version, and how do digital platforms."}
{"start": "00:26:10.000", "end": "00:26:29.000", "speaker": "None", "utterance": "You know challenge occasions of tactical subversion and how do those sorts of tactical subversion, and that that sort of dialectic of pleasure and satisfaction was surprised."}
{"start": "00:26:29.000", "end": "00:26:45.000", "speaker": "None", "utterance": "surprised when you sit down to eat a meal that it you know makes you sick or tastes terrible. And so, you know, these are these are another way to think about maybe you lead is like how to sort of localize it in specific events that we experience rather"}
{"start": "00:26:45.000", "end": "00:26:58.000", "speaker": "None", "utterance": "than thinking about them against the general background of the backdrop of technology industries in general. I'm, I'm over time so I'm gonna let it go there, but you can look at the paper."}
{"start": "00:26:58.000", "end": "00:27:04.000", "speaker": "None", "utterance": "and you can find the links to everything. I'm sorry to keep, keep on going."}
{"start": "00:27:04.000", "end": "00:27:07.000", "speaker": "None", "utterance": "Thank you."}
{"start": "00:27:07.000", "end": "00:27:16.000", "speaker": "None", "utterance": "Thank you. And last but not least we have we're calling with hugging pixels how gaming rethinks physical interactions."}
{"start": "00:27:16.000", "end": "00:27:17.000", "speaker": "None", "utterance": "Thank you."}
{"start": "00:27:17.000", "end": "00:27:25.000", "speaker": "None", "utterance": "Yeah, just, I'll start by saying my paper was extended the name Corinthian but I usually for simplicity sake and as a preferred name."}
{"start": "00:27:25.000", "end": "00:27:27.000", "speaker": "None", "utterance": "So don't be surprised."}
{"start": "00:27:27.000", "end": "00:27:39.000", "speaker": "None", "utterance": "But yeah, that people was a word that is sort of the beginning of a reflection, which I want to explore further as part of my ongoing research, I'm a second year PhD students I'm very much at the beginning of that process."}
{"start": "00:27:39.000", "end": "00:27:48.000", "speaker": "None", "utterance": "And I would say it's definitely less of a precise project like the ones we just heard about which seen amazing, and maybe more of the beginning of just line of thoughts."}
{"start": "00:27:48.000", "end": "00:27:57.000", "speaker": "None", "utterance": "Um, so the main interest of the paper itself was the kind of physical interactions that we can go through in virtual spaces."}
{"start": "00:27:57.000", "end": "00:27:59.000", "speaker": "None", "utterance": "And so in order to discuss that."}
{"start": "00:27:59.000", "end": "00:28:16.000", "speaker": "None", "utterance": "I divided my reflection three different parts, which I think would probably gain from being developed. Each into a form paper, but so the first one was sort of a more theoretical part that looked at medium, large, as an intensity just gaming or anything,"}
{"start": "00:28:16.000", "end": "00:28:32.000", "speaker": "None", "utterance": "but mostly cinema theory to sort of see how the notion of a strictly or your visual media or something to proceed a security visual usually can be well that notion can be contested and understood in broader sense soil terms, and so I use difficulty two"}
{"start": "00:28:32.000", "end": "00:28:45.000", "speaker": "None", "utterance": "references to Laura marks on the one hand, and when Linda Williams from the other to sort of understand the media experience is something that it's kind of broader than just an individual experience."}
{"start": "00:28:45.000", "end": "00:29:01.000", "speaker": "None", "utterance": "And so we have Lauren marks for instance, I sort of talked about this sense of a passive sensorial experience of the audience. That sucked in. You know everything around them so kind of surrounding such as the feeling of the, of the seats under their"}
{"start": "00:29:01.000", "end": "00:29:05.000", "speaker": "None", "utterance": "butts but usually feels quite bad after two hours of movie."}
{"start": "00:29:05.000", "end": "00:29:22.000", "speaker": "None", "utterance": "You know the smell of food are just the smell of a cinema theatre, which could have been cigarettes as REMAX mentioned in. In other days or even the taste of popcorn which might be associated or in themselves to the experience of cinema going."}
{"start": "00:29:22.000", "end": "00:29:34.000", "speaker": "None", "utterance": "And so all those experience, shared youth were integral parts of the cinema experience so sort of showing that it's not just an individual thing, but rather something encompasses all their senses at once."}
{"start": "00:29:34.000", "end": "00:29:52.000", "speaker": "None", "utterance": "Which I thought was interesting for the rest of my of my paper and then we Linda Williams. I thought she took a more active active approach to audience ship with the idea that the media object itself could sort of transfer diabetic sensations, such as"}
{"start": "00:29:52.000", "end": "00:29:57.000", "speaker": "None", "utterance": "you know fear sadness holiness onto the viewer."}
{"start": "00:29:57.000", "end": "00:30:06.000", "speaker": "None", "utterance": "And so therefore have this sort of like more, I guess, active engagement of the viewer, with the majestic objects."}
{"start": "00:30:06.000", "end": "00:30:10.000", "speaker": "None", "utterance": "I'm so going with that sort of"}
{"start": "00:30:10.000", "end": "00:30:28.000", "speaker": "None", "utterance": "that sort of idea I went on to my second part which takes a closer look at gaming and specifically MMO RPG. So massively multiplayer on multiplayer sorry online will play games, and how the player experience in MMOs RPG engages a sense of physicality"}
{"start": "00:30:28.000", "end": "00:30:46.000", "speaker": "None", "utterance": "through, through the games avatar. And so here I sort of discussed the notion that I called disembodied physicality, which basically I would say consists in transferring one's own body perception and body language to a virtual avatar, which will, which"}
{"start": "00:30:46.000", "end": "00:30:59.000", "speaker": "None", "utterance": "will be Mel, sorry we will make act as if it had its own sort of physical perceptions. So for instance, I mentioned how players since use the other tourists to convey a sense of body language and different situations with, you know, emotes, or even just"}
{"start": "00:30:59.000", "end": "00:31:12.000", "speaker": "None", "utterance": "jumping around, I'm sure. Those of you who have played in the mortgages know that when you meet someone you know usually jump around them a lot and that's how they notice you don't say anything in the chat."}
{"start": "00:31:12.000", "end": "00:31:22.000", "speaker": "None", "utterance": "And, and often to the sort of idea that when would you talk with someone online, usually have your avatars meet up at some point if it's a lengthy conversation."}
{"start": "00:31:22.000", "end": "00:31:28.000", "speaker": "None", "utterance": "Even though you don't necessarily need that to happen."}
{"start": "00:31:28.000", "end": "00:31:34.000", "speaker": "None", "utterance": "For the sake of the chats just not requiring physical proximity of the avatars."}
{"start": "00:31:34.000", "end": "00:31:51.000", "speaker": "None", "utterance": "Um, and then my third part is sort of took a closer look at VR and sort of more in comparison to my, my second part as well. And so sort of going from the idea that, unlike with MMO RPG is dr require the players direct physical involvement with their"}
{"start": "00:31:51.000", "end": "00:32:00.000", "speaker": "None", "utterance": "proper body assessment as, as, as a part of the game and so I wanted to think of how that engagement affected the notion of virtual physicality."}
{"start": "00:32:00.000", "end": "00:32:18.000", "speaker": "None", "utterance": "And that of course in there is no more embodiments, then I can't really talk about does anybody physicality. So instead I sort of coins."}
{"start": "00:32:18.000", "end": "00:32:36.000", "speaker": "None", "utterance": "and which is meant to reflect the sort of one sidedness Sorry about that, physical interactions in VR so for instance, the idea that you know touching something or even someone specific games by extending your, your arm or you do so without receiving"}
{"start": "00:32:36.000", "end": "00:32:42.000", "speaker": "None", "utterance": "the appropriate haptic stimulus. When, when touching the objects not actually don't have any reaction."}
{"start": "00:32:42.000", "end": "00:32:57.000", "speaker": "None", "utterance": "You're basically touching the air, and in an extended version of that paper, I sort of discuss how for instance a game like beat saber makes a clever use of the tools that hands to sort of produce a simulacrum of haptic stimuli."}
{"start": "00:32:57.000", "end": "00:33:08.000", "speaker": "None", "utterance": "So by simply having a slight vibration whenever you cut a box right, which feels satisfying enough to sort of truly cancel out the sensation of, you know, touching, nothing or touching ghosts."}
{"start": "00:33:08.000", "end": "00:33:16.000", "speaker": "None", "utterance": "In the case of the, the term I had, um, and so yeah this paper just comes from a sort of more."}
{"start": "00:33:16.000", "end": "00:33:30.000", "speaker": "None", "utterance": "I sort of personal experiences of my own online gaming experience and friendships and sort of just a bunch of reflections that I have wanted to have about the sort of peculiar nature of nature sorry of those interactions and, you know, why is it that"}
{"start": "00:33:30.000", "end": "00:33:38.000", "speaker": "None", "utterance": "being in an online game of someone hits differently than being on chat or on a call even with them. And why does the game."}
{"start": "00:33:38.000", "end": "00:33:51.000", "speaker": "None", "utterance": "First such an immersive interaction in terms of just human contact beyond just you know what the game is supposedly for which saying, even if it means of communication is something else so even if you're on discord you know voice chatting, if this is"}
{"start": "00:33:51.000", "end": "00:33:56.000", "speaker": "None", "utterance": "an element of communication, by being presented early in the game."}
{"start": "00:33:56.000", "end": "00:34:01.000", "speaker": "None", "utterance": "So yeah, thank you for letting me present here."}
{"start": "00:34:01.000", "end": "00:34:17.000", "speaker": "None", "utterance": "Thank you. Thank you to all of our presenters, so fantastic set of generative discussions. I look forward to contain a sense of our audience starts to bring this together."}
{"start": "00:34:17.000", "end": "00:34:20.000", "speaker": "None", "utterance": "So there's been a few comments in the chat."}
{"start": "00:34:20.000", "end": "00:34:32.000", "speaker": "None", "utterance": "I'm not seeing any questions. Rise specifically yet, other than other everything is in fact a sandwich. And if Taco Bell sir so cocktails."}
{"start": "00:34:32.000", "end": "00:34:38.000", "speaker": "None", "utterance": "So, like to open this to the floor, either."}
{"start": "00:34:38.000", "end": "00:34:48.000", "speaker": "None", "utterance": "Raise your hand. Virtually, as it were, or if you're on camera and want to wave at the screen,"}
{"start": "00:34:48.000", "end": "00:34:54.000", "speaker": "None", "utterance": "ask you to unmute and get started. Okay. Do you have one Raise your hand."}
{"start": "00:34:54.000", "end": "00:34:56.000", "speaker": "None", "utterance": "James."}
{"start": "00:34:56.000", "end": "00:35:00.000", "speaker": "None", "utterance": "Yeah, let me put down the hand that's always easy to forget."}
{"start": "00:35:00.000", "end": "00:35:02.000", "speaker": "None", "utterance": "Awesome work."}
{"start": "00:35:02.000", "end": "00:35:06.000", "speaker": "None", "utterance": "Very, very cool, very happy to be among a lot more questions for Zach."}
{"start": "00:35:06.000", "end": "00:35:13.000", "speaker": "None", "utterance": "Um, let's just simply My question is, does a computer generated book, have to be computer generated."}
{"start": "00:35:13.000", "end": "00:35:28.000", "speaker": "None", "utterance": "And specifically, I'm asking here about the operational mode, and you touch on this in the paper, talking about books like like bag of bones, am I die now for instance from 1980, which in my opinion is not computer generated whatsoever but was marketed"}
{"start": "00:35:28.000", "end": "00:35:39.000", "speaker": "None", "utterance": "as a book, and it has a particular aesthetics, in that operational mode, but I don't think it was computer generated, I still I have a copy and it's a prized possession because I collect computer generated books and I counted among them."}
{"start": "00:35:39.000", "end": "00:35:54.000", "speaker": "None", "utterance": "What's your take on that as a computer generated book, have to be computer generated know, I guess because I think, I think the way you described it there I think pretty accurately says what I would say which is that the the aesthetics of it or the idea"}
{"start": "00:35:54.000", "end": "00:36:05.000", "speaker": "None", "utterance": "that it was marketed that way, has to do with the perception of it and the way that I mean the operational mode is is where you're being pulled toward the process of being interested in the process even if there is no process behind it like it's the Act"}
{"start": "00:36:05.000", "end": "00:36:19.000", "speaker": "None", "utterance": "of gesturing toward that process so it's almost a rhetorical move to say this is a computer generated generated book. And I think for many of the examples that I mean like vagabond and and policeman's beard I mean there's some question about what actually"}
{"start": "00:36:19.000", "end": "00:36:21.000", "speaker": "None", "utterance": "happens before that book was printed."}
{"start": "00:36:21.000", "end": "00:36:32.000", "speaker": "None", "utterance": "I'm a little bit more interested in like the book after it's printed or after it's produced and then discussed and almost the the conversation around the book is more interesting than, then the actual process because we don't know it."}
{"start": "00:36:32.000", "end": "00:36:44.000", "speaker": "None", "utterance": "It's just the idea that it's presented as, as though this computer made it for different reasons and, I think, I think I saw Twitter thread, where you're talking about vagabonding speculating about different motivations are possible origin stories for"}
{"start": "00:36:44.000", "end": "00:36:50.000", "speaker": "None", "utterance": "that, that work. In other words, and like"}
{"start": "00:36:50.000", "end": "00:37:03.000", "speaker": "None", "utterance": "happening in in travel on is another one where Carol calls McCauley is not exactly clear about how she calls it computer assisted writing, and so there is some sense in which she used computation, and she shows her work in some cases but in other cases"}
{"start": "00:37:03.000", "end": "00:37:08.000", "speaker": "None", "utterance": "it's pretty clear that she just composed sentences that, at least that's what it reads to me."}
{"start": "00:37:08.000", "end": "00:37:15.000", "speaker": "None", "utterance": "And so it to me it's operational in the sense that we were interested in that process it's kind of held up as an example of computer generated arts."}
{"start": "00:37:15.000", "end": "00:37:29.000", "speaker": "None", "utterance": "And so that's, but like reading it is actually reading the book actually understand the code either we can't do it or it's not as interesting as that particle move to say this is a computer generated book, and also other things like a million random digits"}
{"start": "00:37:29.000", "end": "00:37:40.000", "speaker": "None", "utterance": "like technically that wasn't the computer that generated the random digitas for that I mean there's ways you could, you know, draw different kinds of boundaries around what it means to be computer generated, even though, you know, and in some cases that"}
{"start": "00:37:40.000", "end": "00:37:49.000", "speaker": "None", "utterance": "boundaries, simply like it's just a lie, or hoax and that's your that's interesting too. but yeah, so I included all."}
{"start": "00:37:49.000", "end": "00:38:06.000", "speaker": "None", "utterance": "Cool. One thing to add is a just a Jason phenomenon which which you'll be familiar with stuff like cigarette boy from 91 which is in the style of a computer generated book but was openly not one conceptually it's that and there's a signal splat from 65"}
{"start": "00:38:06.000", "end": "00:38:21.000", "speaker": "None", "utterance": "On a Denmark or Sweden, which is a similar kind of phenomenon but there it's not a hoax whatsoever it's openly not computer generated, but it's exploring in a very, you know, concrete material manner, what would it computers are rated book, you know look"}
{"start": "00:38:21.000", "end": "00:38:30.000", "speaker": "None", "utterance": "like, and very similar to the operation was not well Cool, thank you."}
{"start": "00:38:30.000", "end": "00:38:35.000", "speaker": "None", "utterance": "And Zach you also had your hand raised first. Last question, or."}
{"start": "00:38:35.000", "end": "00:38:42.000", "speaker": "None", "utterance": "Oh yeah, I do have a better question so I'm not put my hand down Okay, very good."}
{"start": "00:38:42.000", "end": "00:38:50.000", "speaker": "None", "utterance": "So yeah, question for the artificial diversifier."}
{"start": "00:38:50.000", "end": "00:38:55.000", "speaker": "None", "utterance": "So the last nine gallery view."}
{"start": "00:38:55.000", "end": "00:38:59.000", "speaker": "None", "utterance": "Yeah. In the opening bit I think Kendra you talked a little bit about."}
{"start": "00:38:59.000", "end": "00:39:04.000", "speaker": "None", "utterance": "We don't know Peters process we don't know exactly how we do it except that it took him 12 years."}
{"start": "00:39:04.000", "end": "00:39:19.000", "speaker": "None", "utterance": "But I'm, I'm, I imagine that you must have gained some pretty significant insight into that process by reverse engineering it and recreating it. I'm wondering if you could say more about that or like what you speculate his process was or what you learned"}
{"start": "00:39:19.000", "end": "00:39:33.000", "speaker": "None", "utterance": "in reproducing the, the method. What, what aspects of that composition seems like steps that Peters must have taken, like things that you did that Peters must have done, originally and not and so that's question number one if you have any thoughts about"}
{"start": "00:39:33.000", "end": "00:39:43.000", "speaker": "None", "utterance": "that. Also you know if anyone if there were, because in the paper you're talking about how this was a fairly popular system, it was repeated reprinted at least two or three times or indifferent edition so people knew about it."}
{"start": "00:39:43.000", "end": "00:39:50.000", "speaker": "None", "utterance": "And, and probably swift was referencing it and the next thing from Gulliver's Travels."}
{"start": "00:39:50.000", "end": "00:40:09.000", "speaker": "None", "utterance": "So there's other examples of, like, printed as like poetry generated by the Latin versus fire, either in collections or in other cases in other words did people actually read in, and publish and read the poetry that it produced, that you know,"}
{"start": "00:40:09.000", "end": "00:40:20.000", "speaker": "None", "utterance": "take the first part. So, one thing I failed to mention was the, the marketing scheme that john Peter used."}
{"start": "00:40:20.000", "end": "00:40:32.000", "speaker": "None", "utterance": "So, the whole purpose for this project was to make producing Latin verse, easy for anybody. It was marketed towards school children."}
{"start": "00:40:32.000", "end": "00:40:36.000", "speaker": "None", "utterance": "Um, and I guess, in."}
{"start": "00:40:36.000", "end": "00:40:39.000", "speaker": "None", "utterance": "During our translation process."}
{"start": "00:40:39.000", "end": "00:40:47.000", "speaker": "None", "utterance": "Our goal was to keep that simplicity apparent."}
{"start": "00:40:47.000", "end": "00:40:59.000", "speaker": "None", "utterance": "And doing so I definitely ran across some challenges, but I'm not sure if that totally answers your question. Maybe in James Do you guys have other things."}
{"start": "00:40:59.000", "end": "00:41:11.000", "speaker": "None", "utterance": "I can talk a little bit about some of the processes he used to make this Latin is really nice because of the flexible word order, you can look at things different ways."}
{"start": "00:41:11.000", "end": "00:41:23.000", "speaker": "None", "utterance": "Once you've read the whole sentence, like I know there's some lines like famous Cicero things where he speaks for like half a page and then the verb for the sentence is all the way at the end and it changes everything."}
{"start": "00:41:23.000", "end": "00:41:26.000", "speaker": "None", "utterance": "Because of the kind of flexible word order."}
{"start": "00:41:26.000", "end": "00:41:36.000", "speaker": "None", "utterance": "This is one thing we weren't able to really grasp and capture thought translation words can be switched. So there's the first table is primarily nouns."}
{"start": "00:41:36.000", "end": "00:41:45.000", "speaker": "None", "utterance": "The second table here I'll to pull up our we've a little sheet that explains everything, each table represents a different part of speech for the actual sentence."}
{"start": "00:41:45.000", "end": "00:41:53.000", "speaker": "None", "utterance": "But like the first and the fifth are both nouns, but either could be the subject, either could be the object of the verb."}
{"start": "00:41:53.000", "end": "00:42:06.000", "speaker": "None", "utterance": "So this is the way he actually gives it more flexibility where technically there's like the 500,000 different outputs. But if we start switching the ideas and be transmitted you can read it, possibly millions of different ways."}
{"start": "00:42:06.000", "end": "00:42:21.000", "speaker": "None", "utterance": "The scrambling method he used we also uncovered. It's pretty simple. It's like, we got the word banks and then first letter of each word isn't a nine letter sequence and then the second letter of each words after that and so on, until one of the word"}
{"start": "00:42:21.000", "end": "00:42:30.000", "speaker": "None", "utterance": "ends, and as a black box, and for its place in the sequence random letter he is just puts then after that."}
{"start": "00:42:30.000", "end": "00:42:41.000", "speaker": "None", "utterance": "I'll just add one thing to that, that we discovered right at the end when we were putting together our tables which was actually done for this paper, we would have done it anyway but that was the point at which we can post those, we noticed that we had"}
{"start": "00:42:41.000", "end": "00:42:56.000", "speaker": "None", "utterance": "the black boxes which terminate each, each table is a word bank with nine words distributed in an arcane manner to make it more mystical, and then the black boxes terminate each word on his table these black boxes come right at the end, because the words"}
{"start": "00:42:56.000", "end": "00:43:07.000", "speaker": "None", "utterance": "are of the same length. Generally, with some discrepancy and ours they're kind of coming all over which is static we had a different look. And I think probably reveals more of the underlying process."}
{"start": "00:43:07.000", "end": "00:43:19.000", "speaker": "None", "utterance": "If you just look and see where the black boxes are distributed. As far as the second question on outputs, where they studied with a celebrated discussed compiled into a booklet or something like that."}
{"start": "00:43:19.000", "end": "00:43:34.000", "speaker": "None", "utterance": "I would love to see that a search for things like that. To my knowledge, the extent of the outputs that we've seen, and we can generate all of them ourselves all 500,000, the extent of ones that I've seen that were historically printed are the British"}
{"start": "00:43:34.000", "end": "00:43:44.000", "speaker": "None", "utterance": "Museum holds one copy of the original booklet, and somebody wrote in pen. One generated output that they did. and they actually produce the English translation of it."}
{"start": "00:43:44.000", "end": "00:44:00.000", "speaker": "None", "utterance": "So that's the only case we've seen other attempt at translating the system at all. Besides stuff in the 21st century. And then other cases would be in, not in newspapers, but in periodicals of the much later in the 19th century, cases of there's this"}
{"start": "00:44:00.000", "end": "00:44:10.000", "speaker": "None", "utterance": "wild system and here's one example out but but not taking it seriously. We talked to a lot NIST at Carleton College where we are, who said the original versus just horrible."}
{"start": "00:44:10.000", "end": "00:44:19.000", "speaker": "None", "utterance": "It's absolutely horrible original verse, it's Latin if you're generous. It's certainly Latin. It's sex amateur for sure but the meanings are very strange."}
{"start": "00:44:19.000", "end": "00:44:30.000", "speaker": "None", "utterance": "It's a difficult problem, like we discovered so I don't think people take the elements that seriously, they're interested in the system itself."}
{"start": "00:44:30.000", "end": "00:44:45.000", "speaker": "None", "utterance": "All right. Yeah, follow up question on the picking up from the first thread the possibility of computer generated books that were not generated by a computer begs the question of whether there can be books that were generated by a computer that are not"}
{"start": "00:44:45.000", "end": "00:44:53.000", "speaker": "None", "utterance": "included in the category of computer generated books. So, where are the boundaries and do we still need boundaries."}
{"start": "00:44:53.000", "end": "00:44:59.000", "speaker": "None", "utterance": "Anyone who wants to pick up that provocation."}
{"start": "00:44:59.000", "end": "00:45:14.000", "speaker": "None", "utterance": "I mean I did kind of intentionally sidestep that question of what do we mean by generated right because like unless you're being super article every book is at some point in some version on a computer and so and so like we can maybe it's a spectrum where"}
{"start": "00:45:14.000", "end": "00:45:26.000", "speaker": "None", "utterance": "continuum of degrees of generated this or something. Right. I mean even writing in a word processor may influence the way that you compose your text and so on so there's ways in which you are, you kind of can't not be doing computer assisted writing to"}
{"start": "00:45:26.000", "end": "00:45:44.000", "speaker": "None", "utterance": "us, Carol McNally's word, but I mean I think like I'm what I'm thinking of things like you know born digital literature that is, is like, maybe it's conceived instantly put it's born physically I don't know there's the metaphors getting manual but the"}
{"start": "00:45:44.000", "end": "00:45:56.000", "speaker": "None", "utterance": "idea is that there's, there's some kind of computational algorithmic or or generative process in the way that we normally identify electronic literature, so I view this ultimately as a genre of electronic literature where we we've got different ways of"}
{"start": "00:45:56.000", "end": "00:46:10.000", "speaker": "None", "utterance": "talking about what we mean by that but generally we mean something programmatic something, you know alien story stochastic or procedural, I mean it's different words been put in there but at least that's what I'm interested in, in, in ways in which the"}
{"start": "00:46:10.000", "end": "00:46:22.000", "speaker": "None", "utterance": "author is removed, and some sort of processes put in place of that so some kind of digital processes suppose, but of course the great thing about throwing out these kind of definitions is that we all might disagree about where we draw those lines and"}
{"start": "00:46:22.000", "end": "00:46:30.000", "speaker": "None", "utterance": "then we can talk about it and, you know, different conference papers and whatever else but yeah it's a good it's a, it's, it is the big question right, it's a good one."}
{"start": "00:46:30.000", "end": "00:46:39.000", "speaker": "None", "utterance": "I just I don't know. I haven't spent a lot of time thinking about where I draw that line. Other than that, I think, I think computer generated books as electronic literature."}
{"start": "00:46:39.000", "end": "00:46:51.000", "speaker": "None", "utterance": "So it's the same kind of line that I would draw around that term in other other medium mediums, I guess,"}
{"start": "00:46:51.000", "end": "00:47:01.000", "speaker": "None", "utterance": "where the line is an electronic literature is already sitting speed at there's not much you can do with that. All right, we're, we're next."}
{"start": "00:47:01.000", "end": "00:47:11.000", "speaker": "None", "utterance": "Thank you. Yeah, I had a question for them. And I was just wondering because you talk about this limit diet I think game that you did for for generating menus."}
{"start": "00:47:11.000", "end": "00:47:22.000", "speaker": "None", "utterance": "And I was wondering because there is a pretty element of courses limericks, and I just wondered how the political dimension fits into the menu, or if it was something that wasn't necessarily considered and you just sort of took the ingredients that came"}
{"start": "00:47:22.000", "end": "00:47:24.000", "speaker": "None", "utterance": "up."}
{"start": "00:47:24.000", "end": "00:47:30.000", "speaker": "None", "utterance": "So I guess how this poetry translate into, into food or into cuisine."}
{"start": "00:47:30.000", "end": "00:47:50.000", "speaker": "None", "utterance": "So, the, the, yeah, the output is and actually Scott's in the room and Scott, did some of the did the work with talent on designing that the text generator but you know which you do you receive as a guest right is that is a menu that's a series of limericks"}
{"start": "00:47:50.000", "end": "00:48:04.000", "speaker": "None", "utterance": "that have been generated by the machine so you do actually get a Limerick. And so, from the, from the app, often a very poor Limerick that doesn't scan."}
{"start": "00:48:04.000", "end": "00:48:13.000", "speaker": "None", "utterance": "But, you know, I mean the thing is is that there's a, they're loose and they're very playful but you know you."}
{"start": "00:48:13.000", "end": "00:48:21.000", "speaker": "None", "utterance": "You get a, You know, you are getting a text with your meal."}
{"start": "00:48:21.000", "end": "00:48:29.000", "speaker": "None", "utterance": "And part of it is you know the other part I guess that the game is that, depending on how it's played at the beginning."}
{"start": "00:48:29.000", "end": "00:48:44.000", "speaker": "None", "utterance": "There's a card game where you construct your, your dealt cards and you treat cards, and you create a cocktail through the card game. And if you sort of, you know, you get points for your cocktail."}
{"start": "00:48:44.000", "end": "00:48:54.000", "speaker": "None", "utterance": "And you, you can then based on the points that you've accumulated through drinking. You can you get priority."}
{"start": "00:48:54.000", "end": "00:49:10.000", "speaker": "None", "utterance": "Select selection of the menus, because everybody gets a different meal. And so you can be choosy but I mean it's all, it's all very good food, but it adds an element of risk there right because the drinks on the other hand are not always very good."}
{"start": "00:49:10.000", "end": "00:49:17.000", "speaker": "None", "utterance": "Sometimes they're, they're quite shocking."}
{"start": "00:49:17.000", "end": "00:49:22.000", "speaker": "None", "utterance": "Yeah, I don't know if that answers your question."}
{"start": "00:49:22.000", "end": "00:49:37.000", "speaker": "None", "utterance": "I think a big thing for us was that the poetry was part of it, it, but it but it was also poetry to kind of create an occasion for performance."}
{"start": "00:49:37.000", "end": "00:49:46.000", "speaker": "None", "utterance": "And although Having said that, there's there's quite a bit of a variable structure involved and."}
{"start": "00:49:46.000", "end": "00:49:52.000", "speaker": "None", "utterance": "And I think both the both of the two generative systems."}
{"start": "00:49:52.000", "end": "00:50:09.000", "speaker": "None", "utterance": "You know played thematically in interesting ways with kind of the contemporary situation that the last one, quarantine quad trains, sort of had a lot of play with that in this initial stage of being in the pandemic."}
{"start": "00:50:09.000", "end": "00:50:35.000", "speaker": "None", "utterance": "And, and I think the core thing to both of them though is the idea of the Word made flesh, and also the word made poetic meeting the sort of generation as generating kind of a communal human experience was interesting to us."}
{"start": "00:50:35.000", "end": "00:50:52.000", "speaker": "None", "utterance": "I have a question, and is thinking about sort of humans, creating machine generated texts and those boundaries and I think you're right Zach like to think about, you know, creating a sort of clear demarcation between the sorts of things that are, you"}
{"start": "00:50:52.000", "end": "00:50:54.000", "speaker": "None", "utterance": "know, part of nano Gen Mo."}
{"start": "00:50:54.000", "end": "00:51:09.000", "speaker": "None", "utterance": "But then other kinds of machine generated texts that we should be thinking about in like the post digital context and those would be things that are, you know, first there's like these various experience experiments with like exploitation, where you're"}
{"start": "00:51:09.000", "end": "00:51:28.000", "speaker": "None", "utterance": "hiring people to serve certain sort of economic interests and using sort of structural strategic any qualities to get people in or parts of the world to write texts to serve."}
{"start": "00:51:28.000", "end": "00:51:48.000", "speaker": "None", "utterance": "You know the to serve a sort of automated global economy, which is a kind of machine writing. There's also this sort of writing that journalists increasingly do, which is to write for search engine optimization."}
{"start": "00:51:48.000", "end": "00:51:55.000", "speaker": "None", "utterance": "And then the other kind of writing that we all sort of get asked to do which is"}
{"start": "00:51:55.000", "end": "00:52:05.000", "speaker": "None", "utterance": "driven by sort of behavioral economics and platform design which is sort of to constantly prompt us to be doing a kind of machine readable writing of our lives."}
{"start": "00:52:05.000", "end": "00:52:25.000", "speaker": "None", "utterance": "And you know I don't know those should be kept I think it is distinct category from these specific kinds of creative aesthetic practices but I also think they, they might be useful to think of alongside those kinds of writing practices as well."}
{"start": "00:52:25.000", "end": "00:52:30.000", "speaker": "None", "utterance": "I don't know if you had any thoughts or anyone else has thoughts about that."}
{"start": "00:52:30.000", "end": "00:52:44.000", "speaker": "None", "utterance": "Yeah, I think those are some important considerations along the lines of what we think about, you know, text generation or automated writing systems and there's a whole conversation to be had around that you raise a lot of great points."}
{"start": "00:52:44.000", "end": "00:52:53.000", "speaker": "None", "utterance": "I think one of the things you might be thinking of actually one of my examples was emerging deck which I believe was made with the mechanical Mechanical Turk with the Amazons thing."}
{"start": "00:52:53.000", "end": "00:53:06.000", "speaker": "None", "utterance": "And so you could think of that as a kind of, you know, explorative labor kind of thing you're asking people to do this silly thing for you to make this sort of art book and, you know, paying them basically nothing, and so yeah i mean i definitely I think"}
{"start": "00:53:06.000", "end": "00:53:17.000", "speaker": "None", "utterance": "that's an important thing to be aware of and thinking about like when we think about these audiences and I think a lot of these works. Some of these works I think directly address the kind of economic and labor issues and questions around book production"}
{"start": "00:53:17.000", "end": "00:53:20.000", "speaker": "None", "utterance": "and printing especially the artistic print on demand."}
{"start": "00:53:20.000", "end": "00:53:25.000", "speaker": "None", "utterance": "That's something that I've only kind of recently started learning more about but things like the black book."}
{"start": "00:53:25.000", "end": "00:53:28.000", "speaker": "None", "utterance": "It's 700 something pages of fully black ink."}
{"start": "00:53:28.000", "end": "00:53:44.000", "speaker": "None", "utterance": "With the premise is to maximize the basically maximize the cost to Lulu to print it, to make little you know, and so it's it's it's kind of forcing Lulu to spend more money on ink printing this document is another one that there's also a blank book I"}
{"start": "00:53:44.000", "end": "00:53:53.000", "speaker": "None", "utterance": "forget the authors of it but it's another it's the same premise, but in reverse and so it's a completely blank book that you can print from lose like 700 pages, but it's like price that."}
{"start": "00:53:53.000", "end": "00:54:04.000", "speaker": "None", "utterance": "I think they because you can set the price and literally I think they price it at a million dollars for this blank book. So in these are ways in which these artists are playing with those questions of how we produce text and circulated as a, an artifact"}
{"start": "00:54:04.000", "end": "00:54:06.000", "speaker": "None", "utterance": "and that's why I think."}
{"start": "00:54:06.000", "end": "00:54:17.000", "speaker": "None", "utterance": "I think it's really, this way it's interesting, the conversation I'm trying to the way I'm trying to shift the way I'm thinking about this is less about different methods or context for generating texts so much as, like, what, what is the moment when"}
{"start": "00:54:17.000", "end": "00:54:30.000", "speaker": "None", "utterance": "you decide to print this or make this from your transition from a process or technique or an idea into a product like a material physical thing, in some cases, most in many cases, I'm talking about physical things you can hold and flip through and put"}
{"start": "00:54:30.000", "end": "00:54:45.000", "speaker": "None", "utterance": "on your shelf and collect and and trade I mean there's an interesting way that we take it offline, when we do that and that's it you know that there are lots of reasons why you might do that but often they would those reasons end up addressing some of"}
{"start": "00:54:45.000", "end": "00:54:52.000", "speaker": "None", "utterance": "same questions you raise about like the economic and labor conditions around, producing these things."}
{"start": "00:54:52.000", "end": "00:54:56.000", "speaker": "None", "utterance": "Yeah."}
{"start": "00:54:56.000", "end": "00:55:00.000", "speaker": "None", "utterance": "I don't know if that answered a question or anything but just things that I was thinking about."}
{"start": "00:55:00.000", "end": "00:55:04.000", "speaker": "None", "utterance": "Yeah."}
{"start": "00:55:04.000", "end": "00:55:19.000", "speaker": "None", "utterance": "A few other comments as well as some suggested readings in the chat and Andrew saying those examples make your score and sound reasonable which I know that we've got here we can go quite that far"}
{"start": "00:55:19.000", "end": "00:55:22.000", "speaker": "None", "utterance": "And so on your perspective on environmental impact."}
{"start": "00:55:22.000", "end": "00:55:34.000", "speaker": "None", "utterance": "Katie, making a connection to the artists book tradition, anyone like to jump in and pick up on those themes are asked another question."}
{"start": "00:55:34.000", "end": "00:55:38.000", "speaker": "None", "utterance": "James."}
{"start": "00:55:38.000", "end": "00:55:46.000", "speaker": "None", "utterance": "And I'll defer to Kayden because I've already asked the question, not afraid. Okay, okay, okay. I had a question for Lear."}
{"start": "00:55:46.000", "end": "00:55:56.000", "speaker": "None", "utterance": "At the end of your paper you kind of mentioned that like. So, in VR chat for set, though maybe kind of have like a hug with an artist might glitch out but it's still kind of feel that connection."}
{"start": "00:55:56.000", "end": "00:56:06.000", "speaker": "None", "utterance": "I was curious, maybe in your experience how much religion realism immersion is an important part of feeling this physical connection and how much do glitches end up taking you out of it."}
{"start": "00:56:06.000", "end": "00:56:13.000", "speaker": "None", "utterance": "Do you think there's like a strong suspension of belief, for things to be a little unrealistic like you understand you're both in VR."}
{"start": "00:56:13.000", "end": "00:56:21.000", "speaker": "None", "utterance": "And do you think that when the industry moves towards more realism and immersion. This will become more jarring."}
{"start": "00:56:21.000", "end": "00:56:23.000", "speaker": "None", "utterance": "I think you."}
{"start": "00:56:23.000", "end": "00:56:36.000", "speaker": "None", "utterance": "Yeah, I think it's something that's a little bit more on the more extreme version of the, of the paper but I think that's what it tries to discover the fantasy Jay is like this sense of the glitch being almost irrelevant and the fact that you're, you're"}
{"start": "00:56:36.000", "end": "00:56:43.000", "speaker": "None", "utterance": "hiding the elec very conscious you know that you're just doing this in your bedroom on your own, which is very sad,"}
{"start": "00:56:43.000", "end": "00:56:56.000", "speaker": "None", "utterance": "you kind of go go past that because I think that there's the knowledge that someone else on the other side, wherever they are, is doing the exact same thing, ends up being more important than the actual glitch."}
{"start": "00:56:56.000", "end": "00:57:12.000", "speaker": "None", "utterance": "So at least from my own experience I don't think that there was any sense of engineering you know feeling of, as I mentioned, like you know hugging hugging hugging pixels, but rather there's an importance of just the shared experience, and of other shared"}
{"start": "00:57:12.000", "end": "00:57:13.000", "speaker": "None", "utterance": "moments."}
{"start": "00:57:13.000", "end": "00:57:19.000", "speaker": "None", "utterance": "And that's why I think I talked about hugging ghosts rather than the hugging you know that nothing."}
{"start": "00:57:19.000", "end": "00:57:25.000", "speaker": "None", "utterance": "Because it's as if you know there was something that should simply just can touch that is there, but it is still there."}
{"start": "00:57:25.000", "end": "00:57:40.000", "speaker": "None", "utterance": "So yeah, hopefully that answers the question."}
{"start": "00:57:40.000", "end": "00:57:44.000", "speaker": "None", "utterance": "James storm that question."}
{"start": "00:57:44.000", "end": "00:57:48.000", "speaker": "None", "utterance": "Yeah, it's actually a comment, it's also earlier."}
{"start": "00:57:48.000", "end": "00:58:04.000", "speaker": "None", "utterance": "Especially when you use the terminology, the verbiage of ghosts. It's calling to mind."}
{"start": "00:58:04.000", "end": "00:58:18.000", "speaker": "None", "utterance": "and then play against I think it's called a ghost run or something or or a ghost or something like that. Read this really interesting blog posts or something this is probably 10 years ago, and it was this guy writing about growing up playing Mario Kart"}
{"start": "00:58:18.000", "end": "00:58:30.000", "speaker": "None", "utterance": "I think on the we are gamekeeper something with his dad and his dad always beat him and his dad had this like ghost run I don't want at this level that was so fast, and he wouldn't be able to play against his dad when his dad couldn't physically play"}
{"start": "00:58:30.000", "end": "00:58:43.000", "speaker": "None", "utterance": "with him at work and things like that, and trying to beat this running he never could then his dad passed away when he was very young, and he continued to play against this ghost in Mario Kart of his dad and eventually got better than his dad and ever"}
{"start": "00:58:43.000", "end": "00:58:58.000", "speaker": "None", "utterance": "been, and was able to beat it, but you can always go back to the save on this game cute which became a price physical possession because he could encounter his dad there as literally this kind of ghosts made concrete in a digital sense."}
{"start": "00:58:58.000", "end": "00:59:07.000", "speaker": "None", "utterance": "Seems like a phenomenon that maybe it's adjacent but but your work called it to mind and I think it's a really interesting phenomenon."}
{"start": "00:59:07.000", "end": "00:59:18.000", "speaker": "None", "utterance": "And I think it's, it's very interesting and I hadn't thought about it in that way which you know especially the racing game where there is a sense of playing against someone, but I know there's been even remember PG is like cases where I'm thinking of"}
{"start": "00:59:18.000", "end": "00:59:33.000", "speaker": "None", "utterance": "Guild Wars two but like cases where someone's spouse had died and they made that person to an NPC inside the game. And so people would come and pay tribute to that NPC and including you know of course the, the styles coming through to that person, sort"}
{"start": "00:59:33.000", "end": "00:59:47.000", "speaker": "None", "utterance": "of, you know, interacting with it in whatever way they could so I know it is a thing that's going to pay tribute to, to a deceased person inside again but yeah I think there's something very special but what you talked about, which is this idea of interacting"}
{"start": "00:59:47.000", "end": "00:59:53.000", "speaker": "None", "utterance": "even with or competing against someone who's already not there anymore."}
{"start": "00:59:53.000", "end": "00:59:59.000", "speaker": "None", "utterance": "Thank you."}
{"start": "00:59:59.000", "end": "01:00:05.000", "speaker": "None", "utterance": "That's great suggestions and Zach."}
{"start": "01:00:05.000", "end": "01:00:22.000", "speaker": "None", "utterance": "Yeah, and I'm trying. This is for Devin I'm trying to get my thoughts into into the shape of a question but there are a lot of really interesting provocations in your paper a lot of really compelling ways of expressing different guess anxieties and insights"}
{"start": "01:00:22.000", "end": "01:00:39.000", "speaker": "None", "utterance": "about our present moments and kind of using politics to kind of read into some of those things that really just really interesting stuff. I just to kind of maybe just one sort of point to that I might be useful to maybe a little bit, you're closing sentence."}
{"start": "01:00:39.000", "end": "01:00:43.000", "speaker": "None", "utterance": "You talk about and you kind of call for."}
{"start": "01:00:43.000", "end": "01:00:58.000", "speaker": "None", "utterance": "There's a sense of like resistance or a sense of like you know platforms are kind of doing this to us but we can we can do other things in these kind of use this phrase really like para para digital occasions, and you kind of call for, you know, billions"}
{"start": "01:00:58.000", "end": "01:01:08.000", "speaker": "None", "utterance": "of these are you recognize that these are these are things that we should be celebrating and moving toward things like gastro poetics. So I guess just to maybe give you a way to respond to it if you want to."}
{"start": "01:01:08.000", "end": "01:01:23.000", "speaker": "None", "utterance": "You do think of this idea of para digital occasions, do you think computer generated books could be that kind of thing, or the kind of emotive connections that leaders talking about in that paper."}
{"start": "01:01:23.000", "end": "01:01:29.000", "speaker": "None", "utterance": "I mean, these are examples of what you're, you're looking for and kind of pulling for at the end of your paper."}
{"start": "01:01:29.000", "end": "01:01:44.000", "speaker": "None", "utterance": "Well, so I mean there's I think definitely right like there's a chapter actually in talents dissertation on on to Rocco gorge and it's like, kind of, I think it was written when maybe there was just like a couple."}
{"start": "01:01:44.000", "end": "01:01:49.000", "speaker": "None", "utterance": "A couple derivatives of that work right."}
{"start": "01:01:49.000", "end": "01:01:59.000", "speaker": "None", "utterance": "But it's called the little Engine That Could, and he talks about sort of what what is the real sort of accomplishment of the work."}
{"start": "01:01:59.000", "end": "01:02:16.000", "speaker": "None", "utterance": "And, you know, it's, you know, thinking about you know what a work is right we often have this descriptive way of experiencing digital works because they're these technical objects and you know that's kind of, you know, the moment we've been, you know,"}
{"start": "01:02:16.000", "end": "01:02:33.000", "speaker": "None", "utterance": "kind of stuck in for a long time and because novelty being what it is, you know, it's a work is always superseded but i think that you know literary works have always been creative they've always been inventive, but at the heart of them right that there's"}
{"start": "01:02:33.000", "end": "01:02:40.000", "speaker": "None", "utterance": "some kind of set of gratifications and these gratifications are very you know they're singular."}
{"start": "01:02:40.000", "end": "01:02:50.000", "speaker": "None", "utterance": "They, they, you know, I often when I read a work that I really like and I'm sure that many people have this experience, I feel like."}
{"start": "01:02:50.000", "end": "01:03:07.000", "speaker": "None", "utterance": "Somehow I'm. This work was written by somebody who knows me in some way right that there's something that we have in common as we encounter this together or that I I'm seeing a piece of it and you know it could be that on just a narcissist, you know,"}
{"start": "01:03:07.000", "end": "01:03:25.000", "speaker": "None", "utterance": "I think that this is one of the attractions of literary work right and this is why we think of literature is kind of consistent with the rise of the self, you know as a historical construction, but this idea that, you know, what is the wonder and what"}
{"start": "01:03:25.000", "end": "01:03:36.000", "speaker": "None", "utterance": "is the experience that the world opens up and I'm willing to say that, you know, just about any kind of work could unlock that experience, even on accident for people."}
{"start": "01:03:36.000", "end": "01:03:55.000", "speaker": "None", "utterance": "Sometimes you see something and you think it was left there on purpose for you but it was just an accident but, you know, getting in touch with that the sort of downstream sort of gratifications of the work rather than, you know, describing it you know"}
{"start": "01:03:55.000", "end": "01:04:16.000", "speaker": "None", "utterance": "in a, in a technical way, you know, it might be something that, you know, we, we really learned to enjoy and rediscover you know I worry sometimes that, You know, we might miss out on what an accomplishment of work you know like you think about something"}
{"start": "01:04:16.000", "end": "01:04:19.000", "speaker": "None", "utterance": "like CNN spar between, which."}
{"start": "01:04:19.000", "end": "01:04:24.000", "speaker": "None", "utterance": "That's that work is technically interesting."}
{"start": "01:04:24.000", "end": "01:04:43.000", "speaker": "None", "utterance": "And you can point to that sort of technical fact of its existence as feat of, you know, engineering or something like that but I think that the experience the phenomenal logical experience of the work offers much more than that and, you know, so I would"}
{"start": "01:04:43.000", "end": "01:04:58.000", "speaker": "None", "utterance": "say, Yeah, right, that, that, yeah of course machine generated work could provide these occasions, but it might be like a kind of, you know, a critical practice that, you know, to really do heavy some kind of reader response."}
{"start": "01:04:58.000", "end": "01:05:02.000", "speaker": "None", "utterance": "The approach in our field."}
{"start": "01:05:02.000", "end": "01:05:18.000", "speaker": "None", "utterance": "Why, why do, why is it work pleasurable is a really good question, always."}
{"start": "01:05:18.000", "end": "01:05:19.000", "speaker": "None", "utterance": "Right."}
{"start": "01:05:19.000", "end": "01:05:23.000", "speaker": "None", "utterance": "Yeah."}
{"start": "01:05:23.000", "end": "01:05:30.000", "speaker": "None", "utterance": "Yeah. I have a question for the artificial versifying panels."}
{"start": "01:05:30.000", "end": "01:05:44.000", "speaker": "None", "utterance": "And I was wondering when I was sort of reading your paper and I sort of played around with your translation tables that you did and sort of like trying to make my own my own verses and, at least from from the, the one they saw that you translate and then"}
{"start": "01:05:44.000", "end": "01:06:00.000", "speaker": "None", "utterance": "the ones I tried to make myself It seemed like there was some kind of a unifying theme to the, to the possibility of versus and I was wondering if it was just something that happens to be lucky about if there was something you noticed about about this,"}
{"start": "01:06:00.000", "end": "01:06:16.000", "speaker": "None", "utterance": "I guess, verse, generation that has a central theme to it which would I guess mean that there was some kind of tailoring of those 500,000 plus possibilities that you mentioned So did you did you notice anything like that, there was some kind of intent"}
{"start": "01:06:16.000", "end": "01:06:23.000", "speaker": "None", "utterance": "behind all of these many many possibilities are versus or."}
{"start": "01:06:23.000", "end": "01:06:27.000", "speaker": "None", "utterance": "Yeah."}
{"start": "01:06:27.000", "end": "01:06:31.000", "speaker": "None", "utterance": "It's just a great question. It's the thing of three people."}
{"start": "01:06:31.000", "end": "01:06:53.000", "speaker": "None", "utterance": "I'll be happy to at least start in say that certainly in john Peters original verse, his original, we can say 54 words, which are the words in the respective word banks, certainly, in, in that case, the original vs have a kind of morose macabre aesthetic"}
{"start": "01:06:53.000", "end": "01:06:55.000", "speaker": "None", "utterance": "to them."}
{"start": "01:06:55.000", "end": "01:07:07.000", "speaker": "None", "utterance": "There's a certain definitely a coherent. The Matic thrust there, which was certainly intentional on Caden Henry I don't know if you want to add on to, to that notion."}
{"start": "01:07:07.000", "end": "01:07:21.000", "speaker": "None", "utterance": "Yeah, I think I'm kind of that morose feeling comes from the adjectives themselves. The second table, all adjectives are pretty negative, it's things like wild ugly rough dirty disloyal dishonest."}
{"start": "01:07:21.000", "end": "01:07:27.000", "speaker": "None", "utterance": "It's not a single like positive adjective in really in the entire thing."}
{"start": "01:07:27.000", "end": "01:07:45.000", "speaker": "None", "utterance": "I think that kind of gives it that morose or darker feeling but also it's very all the verses we produce seem very serious, they're talking about wars or like pledges they seem to all be describing something about the human condition of like tarnish deeds"}
{"start": "01:07:45.000", "end": "01:07:49.000", "speaker": "None", "utterance": "will display palpable battles or something."}
{"start": "01:07:49.000", "end": "01:07:54.000", "speaker": "None", "utterance": "They all seem to follow the same idea of this is why the world works the way it is."}
{"start": "01:07:54.000", "end": "01:08:07.000", "speaker": "None", "utterance": "Which is not always the case in Latin poetry it's interesting that john Peters chose to focus on that"}
{"start": "01:08:07.000", "end": "01:08:18.000", "speaker": "None", "utterance": "started typing a question but since no one else is talking maybe you could just jump in and ask a follow up on that because I'm really curious about that like why like what was it about john Peters world that led him to sort of write poetry that would"}
{"start": "01:08:18.000", "end": "01:08:28.000", "speaker": "None", "utterance": "be so kind of pessimistic or, you know, so dark I mean, This is a 17th century England, I guess. I don't know What was your what was going on back then."}
{"start": "01:08:28.000", "end": "01:08:41.000", "speaker": "None", "utterance": "So I'm wondering if it can be just him responding to his you know idea of what is going on or if it's like his way of writing something getting things people will see as like good poetry, like his idea of sort of appealing to this sort of seriousness"}
{"start": "01:08:41.000", "end": "01:08:43.000", "speaker": "None", "utterance": "and."}
{"start": "01:08:43.000", "end": "01:08:57.000", "speaker": "None", "utterance": "Yeah, thanks. I think they weren't great but the point is, you know, I can imagine two possible motivations for him and I'm for him to kind of arrive at that the compositional strategy and I'm just curious if you think either one of those makes sense."}
{"start": "01:08:57.000", "end": "01:09:03.000", "speaker": "None", "utterance": "I think there's definitely element of dramatic system going on."}
{"start": "01:09:03.000", "end": "01:09:24.000", "speaker": "None", "utterance": "Which kind of ties in with, you know, the way the way the booklet is presented as like this major breakthrough to produce an inverse for anybody. No matter or educational background."}
{"start": "01:09:24.000", "end": "01:09:42.000", "speaker": "None", "utterance": "We, we have very little knowledge of john me on peer, I believe was a mathematician position, actually, is it says polymath your position as and he's a doctor."}
{"start": "01:09:42.000", "end": "01:09:44.000", "speaker": "None", "utterance": "Oh, okay."}
{"start": "01:09:44.000", "end": "01:09:56.000", "speaker": "None", "utterance": "There's one source that says that and I haven't been able to find much on this life, but apparently was a doctor, knew the time of a plague event as Leah said in the chat there's a big fire at that time too."}
{"start": "01:09:56.000", "end": "01:10:00.000", "speaker": "None", "utterance": "So, life was maybe dark for him."}
{"start": "01:10:00.000", "end": "01:10:07.000", "speaker": "None", "utterance": "Even though he's you know had a relatively high status and so forth in London. Didn't mean to cut you off and right."}
{"start": "01:10:07.000", "end": "01:10:18.000", "speaker": "None", "utterance": "Yeah, so obviously that would feed into it. If we were all right land examiner might be darker than if we were to in 2019 2018 is coming out of a plague event."}
{"start": "01:10:18.000", "end": "01:10:34.000", "speaker": "None", "utterance": "But I think my hunch personally in these folks are the Latin scholars on the team, but my hunch personally is that he's engaging in a tree in a meta tradition of Latin, you know Latin being at the center of scholastic life for nearly two millennia by"}
{"start": "01:10:34.000", "end": "01:10:36.000", "speaker": "None", "utterance": "the time he was working with it."}
{"start": "01:10:36.000", "end": "01:10:51.000", "speaker": "None", "utterance": "There's so many different traditions of Latin letters. He's working in this particular tradition which we're not experts in but in the 17th century in London I don't know exactly what Latin verse meant then I would assume he's engaging with particular"}
{"start": "01:10:51.000", "end": "01:10:59.000", "speaker": "None", "utterance": "kinds of aesthetic values that would be conventional and diverse any one of these outputs still look like conventional Latinx amateur."}
{"start": "01:10:59.000", "end": "01:11:05.000", "speaker": "None", "utterance": "That's something that would be like further exploration. We got some surface a bit but didn't dive deep there."}
{"start": "01:11:05.000", "end": "01:11:09.000", "speaker": "None", "utterance": "That's a great question."}
{"start": "01:11:09.000", "end": "01:11:15.000", "speaker": "None", "utterance": "We're coming up on time but Stephanie, I get in the last question or thoughts."}
{"start": "01:11:15.000", "end": "01:11:34.000", "speaker": "None", "utterance": "Yeah, I question whether the way that thing was constructed was necessarily he was looking to write a specific kind of verse, especially if all these words have nine letters in."}
{"start": "01:11:34.000", "end": "01:11:48.000", "speaker": "None", "utterance": "fit into his system better than another set I think that's far more likely than that he set out to write a specific kind of thing and then trying to fit it in it's like doing really hard crossword puzzles to you know with."}
{"start": "01:11:48.000", "end": "01:11:59.000", "speaker": "None", "utterance": "Oh, I'll just choose my words I think it's I think it's probably driven the other way."}
{"start": "01:11:59.000", "end": "01:12:02.000", "speaker": "None", "utterance": "Okay, i speaking needed Great point."}
{"start": "01:12:02.000", "end": "01:12:15.000", "speaker": "None", "utterance": "I could also agree that I think a lot of the vocabulary, and some of the tables definitely felt like he was looking for a word in a specific case around a specific length to just make the tables look right."}
{"start": "01:12:15.000", "end": "01:12:24.000", "speaker": "None", "utterance": "There are definitely times when the object like they're often talk about like, this is what causes battles and it produces vows."}
{"start": "01:12:24.000", "end": "01:12:34.000", "speaker": "None", "utterance": "But then there's one night stars, which always make the vs the nonsensical like augment night stars or will give up night stars."}
{"start": "01:12:34.000", "end": "01:12:50.000", "speaker": "None", "utterance": "It sometimes it does create these kind of nonsensical versus because it seems accuse trying to generate ideas based on like previous Latin, he's possibly read, because like talking about night stars or talking about times and ideas are somewhat common,"}
{"start": "01:12:50.000", "end": "01:13:03.000", "speaker": "None", "utterance": "but his night stars have an astrological meaning of some kind. In this context, it could mean constellations that usually it's just literally the word for like the night sky."}
{"start": "01:13:03.000", "end": "01:13:13.000", "speaker": "None", "utterance": "But often, the verses are talking about like tangible objects or like ideas you can move and work with night stars, always seems very."}
{"start": "01:13:13.000", "end": "01:13:27.000", "speaker": "None", "utterance": "I guess fixed. It's not something that you can really change, so it's always interesting to find generated from this that is talking about that."}
{"start": "01:13:27.000", "end": "01:13:32.000", "speaker": "None", "utterance": "Right. That brings us exactly to our time."}
{"start": "01:13:32.000", "end": "01:13:44.000", "speaker": "None", "utterance": "So thank you again to our panelists and for everyone for engaging and bringing up all these fantastic examples, lots to explore."}
{"start": "01:13:44.000", "end": "01:13:53.000", "speaker": "None", "utterance": "You can either unmute or clap on camera for our fantastic panelists."}
{"start": "01:13:53.000", "end": "01:13:57.000", "speaker": "None", "utterance": "The Silent zoom clap"}
{"start": "01:13:57.000", "end": "01:14:07.000", "speaker": "None", "utterance": "vaguely audible. And, of course, thank you all see around the rest of the conference. Thanks for a great conversation that was really interesting."}
{"start": "01:14:07.000", "end": "01:14:09.000", "speaker": "None", "utterance": "Thank you."}
{"start": "01:14:09.000", "end": "01:14:23.000", "speaker": "None", "utterance": "Thank you, everyone. Thank you, everybody."}