{"start": "00:00:05.250", "end": "00:00:06.660", "speaker": "Maria Mencia", "utterance": " Okay, thank you."}
{"start": "00:00:08.309", "end": "00:00:11.010", "speaker": "Maria Mencia", "utterance": " So this is Andrew oh Hello Andrew that's good."}
{"start": "00:00:13.200", "end": "00:00:20.040", "speaker": "Maria Mencia", "utterance": " So Okay, I think we nearly going to start yes great another second."}
{"start": "00:00:23.640", "end": "00:00:31.050", "speaker": "Maria Mencia", "utterance": " And then we start yeah we got plenty of time because there is only three speakers hi Andrew how are you."}
{"start": "00:00:31.710", "end": "00:00:33.000", "speaker": "Andrew Klobucar", "utterance": " Are you how are you Maria."}
{"start": "00:00:33.810", "end": "00:00:34.320", "speaker": "Maria Mencia", "utterance": " A while."}
{"start": "00:00:36.420", "end": "00:00:37.290", "speaker": "Maria Mencia", "utterance": " So, yes, we."}
{"start": "00:00:38.310", "end": "00:00:45.900", "speaker": "Maria Mencia", "utterance": " Are cancer is now feel free so you have presentation so have you like 10 minutes or so yeah."}
{"start": "00:00:47.430", "end": "00:00:51.930", "speaker": "Maria Mencia", "utterance": " Okay, so let's start then and welcome everybody to our."}
{"start": "00:00:53.460", "end": "00:01:02.610", "speaker": "Maria Mencia", "utterance": " panel here or language champ poetics and the first person, the first speaker i'm going to introduce the setup form okay."}
{"start": "00:01:03.210", "end": "00:01:17.460", "speaker": "Maria Mencia", "utterance": " And so, Sarah is an assistant professor of communication studies at memorial University of Newfoundland and Labrador and she's also an adjunct researcher at the hyper lab."}
{"start": "00:01:18.030", "end": "00:01:30.450", "speaker": "Maria Mencia", "utterance": " and digital humanities research Center at the garlington university, where she collaboratively designs look at the video games, so that would be interesting also Maybe you can mention this."}
{"start": "00:01:31.320", "end": "00:01:41.250", "speaker": "Maria Mencia", "utterance": " And so her research investigates the intersection between video games narrative and political media fairing so Sarah if you want to start."}
{"start": "00:01:42.300", "end": "00:01:52.200", "speaker": "Maria Mencia", "utterance": " And the title of the paper is the pay per pixel revisiting the job, Brian months to find three and."}
{"start": "00:01:53.640", "end": "00:01:57.000", "speaker": "Maria Mencia", "utterance": " i'm looking forward to to hearing what you have to say."}
{"start": "00:02:00.510", "end": "00:02:03.480", "speaker": "Sarah Thorne", "utterance": " Thanks i'm just trying to bring up my slides here."}
{"start": "00:02:03.810", "end": "00:02:05.400", "speaker": "Maria Mencia", "utterance": " yeah so you can share them."}
{"start": "00:02:10.890", "end": "00:02:15.210", "speaker": "Sarah Thorne", "utterance": " Oh, it wants me to I might disappear for a second if this is."}
{"start": "00:02:16.740", "end": "00:02:17.280", "speaker": "None", "utterance": "that's okay."}
{"start": "00:02:18.810", "end": "00:02:19.320", "speaker": "Andrew Klobucar", "utterance": " magic."}
{"start": "00:02:20.730", "end": "00:02:21.120", "speaker": "Maria Mencia", "utterance": " gone."}
{"start": "00:02:27.840", "end": "00:02:34.830", "speaker": "Maria Mencia", "utterance": " So the next speaker is allegra rosenberg yeah I will introduce you later on day 30 speakers brad Gallagher."}
{"start": "00:02:42.780", "end": "00:02:44.160", "speaker": "Maria Mencia", "utterance": " How you getting on seto."}
{"start": "00:02:44.940", "end": "00:02:47.160", "speaker": "Sarah Thorne", "utterance": " I think good let's see."}
{"start": "00:02:47.820", "end": "00:02:49.980", "speaker": "Sarah Thorne", "utterance": " yeah you can see the slides now."}
{"start": "00:02:50.160", "end": "00:02:55.290", "speaker": "Sarah Thorne", "utterance": " yeah Okay, I guess, I haven't used zoom before for sharing my screen so."}
{"start": "00:02:56.070", "end": "00:02:58.110", "speaker": "Sarah Thorne", "utterance": " yeah that's restrictions or something but."}
{"start": "00:02:59.040", "end": "00:03:00.810", "speaker": "Sarah Thorne", "utterance": " Thank you for that introduction Rhea."}
{"start": "00:03:02.250", "end": "00:03:17.310", "speaker": "Sarah Thorne", "utterance": " And Thank you everyone for being here today, some of my talk pay per pixel revisiting Jeff Romans 253 this comes out of some graduate work that actually did a little over 10 years ago so i've kind of decided to return to some of this work."}
{"start": "00:03:18.840", "end": "00:03:27.960", "speaker": "Sarah Thorne", "utterance": " In light of you know, some different things that kind of happened so hopefully it seemed fairly cohesive, if you had the time to to read the paper but it's cut down from a much larger project."}
{"start": "00:03:29.370", "end": "00:03:37.350", "speaker": "Sarah Thorne", "utterance": " But the time and I had first written this essay Romans novels seem kind of updated at that time and, ultimately, I decided not to do anything with that."}
{"start": "00:03:38.310", "end": "00:03:46.440", "speaker": "Sarah Thorne", "utterance": " But more recently i've had a number of reasons to kind of return to this work and i'll provide some context, maybe on the novel before diving into some of those reasons, but."}
{"start": "00:03:47.220", "end": "00:03:58.890", "speaker": "Sarah Thorne", "utterance": " So 25 years ago Jeff rodman released his novel for the Internet 253 and then I will tell us if it could fictitious story about the crash of the London underground train."}
{"start": "00:03:59.490", "end": "00:04:07.110", "speaker": "Sarah Thorne", "utterance": " And is told through a very kind of restrictive form which i'll kind of outline here as it's pretty important if you haven't had a chance to read the novel."}
{"start": "00:04:08.730", "end": "00:04:22.710", "speaker": "Sarah Thorne", "utterance": " So the novel is divided into seven sections one for each of the trains cars and the sections are further subdivided into single page passages, one for each of the trains 252 passengers and the driver."}
{"start": "00:04:24.720", "end": "00:04:37.260", "speaker": "Sarah Thorne", "utterance": " two passages consist of a 253 word description, the details each passengers outward appearance backward in background information and what each is doing or thinking moments before the crash."}
{"start": "00:04:38.430", "end": "00:04:40.860", "speaker": "Sarah Thorne", "utterance": " These descriptions contain links that allow readers."}
{"start": "00:04:41.880", "end": "00:04:51.720", "speaker": "Sarah Thorne", "utterance": " to jump to other passengers to explore connections between them, however readers are also free to use the websites journey planner to explore the trance cars at their whim."}
{"start": "00:04:52.050", "end": "00:04:57.930", "speaker": "Sarah Thorne", "utterance": " Including the fate of their passengers at the moment of the crash, which are detailed in the novels final seven pages."}
{"start": "00:04:59.760", "end": "00:05:12.870", "speaker": "Sarah Thorne", "utterance": " So, two years after its release a print version of the novel was published under the title 253 the Max which maintains the same structure but uses an index at the back of the book to mimic the hyperlinks used in the original."}
{"start": "00:05:14.160", "end": "00:05:32.100", "speaker": "Sarah Thorne", "utterance": " And the hypertext version, the reader, of course, abused the text on a digital display and navigates its pages using hyperlinks pages contain multiple links that may take the reader to such as subsequent passenger related passenger footnotes or even fictional advertisements."}
{"start": "00:05:33.690", "end": "00:05:39.210", "speaker": "Sarah Thorne", "utterance": " Passengers who are employed by the same company or even those who are fun to feel lines are also linked."}
{"start": "00:05:40.650", "end": "00:05:49.440", "speaker": "Sarah Thorne", "utterance": " The print novel instead use as an index through which readers can explore character links, but this approach doesn't have the same kind of immediacy as it does in its high protects counterpart."}
{"start": "00:05:49.860", "end": "00:05:57.480", "speaker": "Sarah Thorne", "utterance": " The reader it actually has to flip to the end of the book to review the index as the links between passengers are not apparent throughout the narrative."}
{"start": "00:05:58.950", "end": "00:06:03.480", "speaker": "Sarah Thorne", "utterance": " The index list passengers under categories again, such as company name or cats."}
{"start": "00:06:05.370", "end": "00:06:10.440", "speaker": "Sarah Thorne", "utterance": " The print version also includes maps, in order to help orient readers through its various cars."}
{"start": "00:06:12.300", "end": "00:06:20.220", "speaker": "Sarah Thorne", "utterance": " Unfortunately, not only have copies of the print novel become increasingly difficult to track down, but also the website that hosted the novel has since been lost."}
{"start": "00:06:21.150", "end": "00:06:30.000", "speaker": "Sarah Thorne", "utterance": " According to the Internet archive wayback machine and corroborated by websites that maintain records of domains and their owners robbins ownership of the novel ended around."}
{"start": "00:06:31.650", "end": "00:06:44.580", "speaker": "Sarah Thorne", "utterance": " That have been appears to have been taken over by domain squatters and, at the time of writing the site now contains articles about Romans work but it's links redirect users to more dubious sites like online casinos and that kind of thing."}
{"start": "00:06:45.960", "end": "00:06:53.100", "speaker": "Sarah Thorne", "utterance": " The original novel, however, remains accessible through the wayback machine which last produced the snapshot of the novel on August fifth 2017."}
{"start": "00:06:55.020", "end": "00:07:01.710", "speaker": "Sarah Thorne", "utterance": " and part of the reason why I discovered that the website had been lost, even in the first place, was that I decided to assign the novel for a new class."}
{"start": "00:07:02.190", "end": "00:07:10.170", "speaker": "Sarah Thorne", "utterance": " So last year, I had the opportunity to teach that kind of introductory course called telling stories and the course was aimed at Norton major."}
{"start": "00:07:10.830", "end": "00:07:23.310", "speaker": "Sarah Thorne", "utterance": " and was intended as a critical reading and writing course that would also bolster first year students writing skills, so I signed reitman's 253 is a kind of example of storytelling that crosses both print and digital formats."}
{"start": "00:07:24.810", "end": "00:07:33.960", "speaker": "Sarah Thorne", "utterance": " What I find especially interesting about this work is that, although the two texts are identical, aside from the the print and digital formats, they were not equally received by their readers."}
{"start": "00:07:34.770", "end": "00:07:43.380", "speaker": "Sarah Thorne", "utterance": " So many found that the print version fell flat and as are in his article hypertext PO to print Robert Kendall notes that the book was generally well received."}
{"start": "00:07:43.830", "end": "00:07:53.550", "speaker": "Sarah Thorne", "utterance": " Some reviewers complain that it's suffered from the loss of his interactive element others more harshly criticized the print version as an example of form obliterating content."}
{"start": "00:07:57.960", "end": "00:08:11.040", "speaker": "Sarah Thorne", "utterance": " and others, you know praise the hypertext version as a curiously addictive form of storytelling relying on both the illusion that the reader is shaping the story through choosing which links to follow and the voyeuristic joy of finding out what people really think on the tube."}
{"start": "00:08:12.240", "end": "00:08:19.110", "speaker": "Sarah Thorne", "utterance": " So my students who read the digital version together in the computer lab, and this is, I guess, in the before times, where we were still had to be on campus."}
{"start": "00:08:19.740", "end": "00:08:35.430", "speaker": "Sarah Thorne", "utterance": " They had quite a similar reaction to the novels reviewers well they felt quite last kind of exploring the Trans cards on the website they vastly prefer to to the print version which they thought was too much like a dictionary or some other kind of reference material."}
{"start": "00:08:36.810", "end": "00:08:43.740", "speaker": "Sarah Thorne", "utterance": " or discussion of the affordable design constraints of the digital and print platforms are two important critical reflections about a reading practices today."}
{"start": "00:08:44.340", "end": "00:08:55.170", "speaker": "Sarah Thorne", "utterance": " Many students commented on the fact that nearly all of their course readings were now done on the computer and reading Romans 253 kind of lead them to discuss the strangeness of this practice that they take for granted."}
{"start": "00:08:56.790", "end": "00:09:08.790", "speaker": "Sarah Thorne", "utterance": " This led to questions like, why did they hate the print version so much if they're the same work and how am I choosing to read course materials on a computer or in print might affect their engagement with those materials."}
{"start": "00:09:09.930", "end": "00:09:18.810", "speaker": "Sarah Thorne", "utterance": " At both versions of which again share the same restrictions on form can be viewed so differently, provided a kind of unusual opportunity for exploring the effects of transmutation."}
{"start": "00:09:20.790", "end": "00:09:30.690", "speaker": "Sarah Thorne", "utterance": " On the subject Jeff ryman notes that he believes that 253 with links is about what makes people, all the same, because you can follow the grandparent theme, the people thinking about that your."}
{"start": "00:09:31.500", "end": "00:09:39.540", "speaker": "Sarah Thorne", "utterance": " Book the subliminal ways that we're all linked you just read it passenger passenger it's about how different we all are the links change the meaning of the novel."}
{"start": "00:09:40.710", "end": "00:09:48.840", "speaker": "Sarah Thorne", "utterance": " In my paper, however, I build on this idea to examine not just the way that the links are dynamic that the way that the links dynamically alter experience of the narrative."}
{"start": "00:09:49.560", "end": "00:09:56.160", "speaker": "Sarah Thorne", "utterance": " But also the way that they impact readers engagement with fantasy and hear us fantasy and the kind of psychoanalytic sense."}
{"start": "00:09:57.030", "end": "00:10:11.880", "speaker": "Sarah Thorne", "utterance": " For readers of 253 the change in platform does not simply produce a dissatisfaction with with one version or the other brother it alters the functioning of fantasy, as this kind of protective screen fantasy becomes distorted through transformation."}
{"start": "00:10:13.410", "end": "00:10:23.940", "speaker": "Sarah Thorne", "utterance": " The fantasy of 253 is a fantasy of the boiler and as the novel explains to five three is designed to appeal to the nosy Parker in all of us."}
{"start": "00:10:24.750", "end": "00:10:35.100", "speaker": "Sarah Thorne", "utterance": " How often have you sat in a restaurant theater or bus and wondered who the people around you are this novel will give you the illusion that you can know indie that you are God like an admission."}
{"start": "00:10:36.150", "end": "00:10:41.640", "speaker": "Sarah Thorne", "utterance": " This can be a very pleasurable sensations but remember as soon as you close the book, you will no longer godlike and I mentioned."}
{"start": "00:10:43.260", "end": "00:10:50.520", "speaker": "Sarah Thorne", "utterance": " Well, the hypertext version supports this fantasy quite well by encouraging readers to explore the Trans cars and pure into the lives of passengers."}
{"start": "00:10:51.090", "end": "00:11:08.070", "speaker": "Sarah Thorne", "utterance": " The print version renders this all to explicitly all information is clearly on display in its entirety in the physical form of the book So if you read the book cover to cover it contains all that can be known and therefore it's not able to provide the same kind of sentence matic support."}
{"start": "00:11:09.180", "end": "00:11:21.360", "speaker": "Sarah Thorne", "utterance": " it's medium lacks the ability to mediate, the experience, causing us to encounter it's fantasy to directly there by removing the enjoyment from it, which kind of explained, some of the negative reviews that this book had."}
{"start": "00:11:22.710", "end": "00:11:29.910", "speaker": "Sarah Thorne", "utterance": " The warrior desires to know all and seal but it doesn't actually want to fully realize this desire, the aim of desire isn't its fulfillment."}
{"start": "00:11:30.510", "end": "00:11:38.580", "speaker": "Sarah Thorne", "utterance": " or rather its own perpetuation as encountering the object of desire often produces disappointment or eliminates precisely what was appealing about it."}
{"start": "00:11:39.720", "end": "00:11:52.890", "speaker": "Sarah Thorne", "utterance": " So in this slide 253 makes the now innocuous experience of reading print and digital text strange again, I think we often take our reading platform choice for granted, now opting for whichever is most convenient in the moment."}
{"start": "00:11:53.490", "end": "00:11:56.460", "speaker": "Sarah Thorne", "utterance": " But I love the 253 D familiarize is this experience."}
{"start": "00:11:56.610", "end": "00:12:11.190", "speaker": "Sarah Thorne", "utterance": " And it makes a great pedagogical tools and results so in our discussion, maybe, if anyone has to be other examples i'd love to hear about them, since this one's becoming a bit difficult to to track down now but yeah I think that's about it for my time thanks."}
{"start": "00:12:27.090", "end": "00:12:28.620", "speaker": "Sarah Thorne", "utterance": " I think you're on mute Maria."}
{"start": "00:12:31.800", "end": "00:12:35.640", "speaker": "Maria Mencia", "utterance": " So allegra do you want to share and."}
{"start": "00:12:35.700", "end": "00:12:42.450", "speaker": "Maria Mencia", "utterance": " yeah yeah so Okay, I like it out rosenberg is on i'm a student at nyu."}
{"start": "00:12:43.230", "end": "00:12:53.670", "speaker": "Maria Mencia", "utterance": " And she's a stallion experimental humanities, with a focus on fun studies and participatory culture which is there the paper is about this as well."}
{"start": "00:12:54.060", "end": "00:13:08.070", "speaker": "Maria Mencia", "utterance": " So she did her BA thesis on the fact online communities and then yeah you using media practices and practice program in the program yeah yeah and currently works at the tumbler and."}
{"start": "00:13:08.640", "end": "00:13:15.000", "speaker": "Maria Mencia", "utterance": " Their internal team as well, so welcome allegra is the first time on the press conference that I like is doing so."}
{"start": "00:13:16.290", "end": "00:13:20.760", "speaker": "Allegra Rosenberg", "utterance": " I think there is a buddy Okay, let me share my screen MRI."}
{"start": "00:13:21.150", "end": "00:13:23.190", "speaker": "Maria Mencia", "utterance": " Your title is writing to cope."}
{"start": "00:13:23.250", "end": "00:13:24.300", "speaker": "Allegra Rosenberg", "utterance": " yeah yes i'm."}
{"start": "00:13:25.110", "end": "00:13:26.880", "speaker": "Maria Mencia", "utterance": " Sorry media fandom."}
{"start": "00:13:32.160", "end": "00:13:34.500", "speaker": "Allegra Rosenberg", "utterance": " Can you guys see my presentation."}
{"start": "00:13:34.920", "end": "00:13:35.940", "speaker": "Maria Mencia", "utterance": " Yes, we do."}
{"start": "00:13:36.030", "end": "00:13:48.900", "speaker": "Allegra Rosenberg", "utterance": " Okay, great so hi i'm like great, thank you for the introduction radio yeah This is my first ever conference um my my presentation is called writing to cope anti shipping rhetoric in media fandom."}
{"start": "00:13:50.040", "end": "00:14:00.450", "speaker": "Allegra Rosenberg", "utterance": " See so over the last decade, as the participatory cultures of media fandom have moved from home to home than populated by younger generations."}
{"start": "00:14:01.050", "end": "00:14:11.790", "speaker": "Allegra Rosenberg", "utterance": " norms are changing very quickly, formerly sacred concepts such as the fourth wall have been broken down accepted practices of creation and participation are being challenged."}
{"start": "00:14:12.570", "end": "00:14:17.760", "speaker": "Allegra Rosenberg", "utterance": " So Britt Kelly have detailed the movement over the last few years towards the platform model of fandom."}
{"start": "00:14:18.060", "end": "00:14:27.150", "speaker": "Allegra Rosenberg", "utterance": " in which the global interconnectedness of Twitter has lowered the bar for interaction between creative producers and fans and this has had a very visible effect."}
{"start": "00:14:27.630", "end": "00:14:33.420", "speaker": "Allegra Rosenberg", "utterance": " On the digital spaces in which transformative fan works specifically erotic literature and artwork are shared."}
{"start": "00:14:33.840", "end": "00:14:42.120", "speaker": "Allegra Rosenberg", "utterance": " So i'm not really interested in untangling the actual ethical implications behind individual examples of problematic erotic material."}
{"start": "00:14:42.660", "end": "00:14:55.500", "speaker": "Allegra Rosenberg", "utterance": " pathology rising its supporters or its to criers instead i'm speaking specifically to examine the effects the recent shifts in digital platforming a fan and culture has had on a discourse around production and consumption."}
{"start": "00:14:56.130", "end": "00:15:05.910", "speaker": "Allegra Rosenberg", "utterance": " Such works through the lens of context collapse, as well as through Joanna russell's work on the authoring have an effective responses to erotic fan literature."}
{"start": "00:15:07.170", "end": "00:15:21.150", "speaker": "Allegra Rosenberg", "utterance": " So on October 6 2020 screenwriter and showrunner Bryan fuller retweeted a pornographic artwork of the two main characters of his show and vcs Hannibal engaging and explicitly depicted oral sex."}
{"start": "00:15:21.750", "end": "00:15:30.390", "speaker": "Allegra Rosenberg", "utterance": " fuller and out gay man known for his irreverent social media presence and support for the central ship or relationship between Hannibal and we'll."}
{"start": "00:15:31.020", "end": "00:15:45.630", "speaker": "Allegra Rosenberg", "utterance": " quickly became the subject of controversy, and this is because the artists in question belong to a group known as quickly as the Rainbow meets aka a pro shipper, which is the opposite of an anti shipper so let me get into the weeds here, and what that means."}
{"start": "00:15:46.470", "end": "00:15:54.240", "speaker": "Allegra Rosenberg", "utterance": " So, according to the floor, which is the phantom culture wiki maintained by the Organization for transformative works and anti shipper or just an Anti."}
{"start": "00:15:54.450", "end": "00:16:02.310", "speaker": "Allegra Rosenberg", "utterance": " has been used to describe fans who disapprove of a ship and it's it's shippers due to the shipping consider problematic or morally wrong."}
{"start": "00:16:03.030", "end": "00:16:10.770", "speaker": "Allegra Rosenberg", "utterance": " So, within specifically the Hannibal phantom community on Twitter this affiliation was indicated through emojis."}
{"start": "00:16:11.460", "end": "00:16:20.700", "speaker": "Allegra Rosenberg", "utterance": " You know if you had a rainbow and meat in your description or name, you are a pro shipper if you had a steak and a knife in your name, you were an Anti shipper."}
{"start": "00:16:21.060", "end": "00:16:31.170", "speaker": "Allegra Rosenberg", "utterance": " um so with the continued active engagement of Mr fuller with supportive followers and against critical ones, the argument began to spiral into one with broader stakes."}
{"start": "00:16:32.100", "end": "00:16:39.840", "speaker": "Allegra Rosenberg", "utterance": " So just like any other social group the identification of an enemy within fandom is a powerful factor in social cohesion."}
{"start": "00:16:40.200", "end": "00:16:49.860", "speaker": "Allegra Rosenberg", "utterance": " Henry Jenkins predicted in convergence culture that one of the skills young people would need in order to become full fledged participants in this upcoming cultural shift was."}
{"start": "00:16:50.280", "end": "00:17:02.490", "speaker": "Allegra Rosenberg", "utterance": " The ability to share and compare value systems by evaluating ethical dramas so that's sort of what we see here it's like a dystopian version of the outcome in which the constant heated evaluation of ethical dramas."}
{"start": "00:17:02.850", "end": "00:17:08.040", "speaker": "Allegra Rosenberg", "utterance": " And once conditionality within those evaluations plays a very central role in the."}
{"start": "00:17:08.670", "end": "00:17:23.130", "speaker": "Allegra Rosenberg", "utterance": " Individual fan identity within a platform so Hannibal which gained a new wave of young fans when it was added to netflix many of them were too young to have been in sort of its original fandom on previous platform, so they all came directly to Twitter."}
{"start": "00:17:24.150", "end": "00:17:34.500", "speaker": "Allegra Rosenberg", "utterance": " So decades ago fan work production shifted from analog to digital, this was the movement from the xen era to the first digital era of Bulletin boards and forums."}
{"start": "00:17:34.890", "end": "00:17:41.430", "speaker": "Allegra Rosenberg", "utterance": " This loss of insularity has only accelerated due to the adoption of newer more public platforms for fan activity."}
{"start": "00:17:42.030", "end": "00:17:51.930", "speaker": "Allegra Rosenberg", "utterance": " So live journal, which had you know locked and private groups hey bryce to tumblr and from their fan of practices and moved is dominant social media platforms, such as Twitter."}
{"start": "00:17:52.170", "end": "00:18:04.680", "speaker": "Allegra Rosenberg", "utterance": " When they had become incredibly increasingly visible alongside non fandom political and otherwise mainstream conversation so Dana boyd's work on content collapse it's really useful analyzing this present situation."}
{"start": "00:18:05.100", "end": "00:18:18.180", "speaker": "Allegra Rosenberg", "utterance": " fandom content on Twitter has the chance to reach outside of its intended audience damage to the fourth wall has changed the way fans communicate and behave with regards to public figures such as actors writers and brands."}
{"start": "00:18:18.900", "end": "00:18:29.250", "speaker": "Allegra Rosenberg", "utterance": " And fans have sort of historically seeing themselves as resistant to dominant forms of of consumption, because they're trans they're taking this cultural properties and transforming them and making them their own."}
{"start": "00:18:29.670", "end": "00:18:39.150", "speaker": "Allegra Rosenberg", "utterance": " But twitter's acceleration of the breakdown between craters and fans has changed the stakes and and you know, in a community that is not only publicly accessible."}
{"start": "00:18:39.600", "end": "00:18:49.920", "speaker": "Allegra Rosenberg", "utterance": " To the millions of non fans of Twitter, but by the creators and performers of popular works themselves a rise in two way policing seems inevitable."}
{"start": "00:18:50.520", "end": "00:18:58.260", "speaker": "Allegra Rosenberg", "utterance": " So the problem at hand in this specific instance, can be considered to be due to the deeply effective nature of individual reactions."}
{"start": "00:18:58.590", "end": "00:19:08.520", "speaker": "Allegra Rosenberg", "utterance": " To sexual or taboo content now these conversations have been endemic to fan spaces for as long as private spaces of existence, so Joanna rest is 1986 SAP."}
{"start": "00:19:08.880", "end": "00:19:18.240", "speaker": "Allegra Rosenberg", "utterance": " Pornography by women for women with love exams presence of controversial content in Kirk spock erotica sort of the original slash if."}
{"start": "00:19:18.630", "end": "00:19:32.250", "speaker": "Allegra Rosenberg", "utterance": " She comes to this important conclusion and she says i'm convinced after reading through more than 50 volumes, most of them X rated that only those for whom the sexual fantasy works, that is, those who are aroused by it have a chance of telling us."}
{"start": "00:19:32.730", "end": "00:19:38.790", "speaker": "Allegra Rosenberg", "utterance": " What to what particular set of conditions that fantasy speaks and can analyze how and why it works and for him."}
{"start": "00:19:39.330", "end": "00:19:51.960", "speaker": "Allegra Rosenberg", "utterance": " She goes on to say that sexual fantasy that doesn't arouse is boring funny or repellent and unsympathetic outsiders trying to be code these fantasies will make mistakes, I mean, I want to narrow in on repellent there."}
{"start": "00:19:52.710", "end": "00:20:02.250", "speaker": "Allegra Rosenberg", "utterance": " Because you know the purposeful gathering of fellow fellow minded fans in a digital space has a for diseases are dictated by a commercial needs of the Platform."}
{"start": "00:20:02.670", "end": "00:20:05.520", "speaker": "Allegra Rosenberg", "utterance": " Frequently produces this negative consequences of what."}
{"start": "00:20:06.240", "end": "00:20:12.210", "speaker": "Allegra Rosenberg", "utterance": " could be identified as a contest collusion so in order to share their work on Twitter, which is where all the other fans are."}
{"start": "00:20:12.390", "end": "00:20:17.700", "speaker": "Allegra Rosenberg", "utterance": " an artist or writer must contend with the possibility of that work being viewed by those who have no interest in it."}
{"start": "00:20:17.970", "end": "00:20:26.190", "speaker": "Allegra Rosenberg", "utterance": " Those who might be offended by it, or in the case of fuller those who might amplify it to hundreds of thousands of followers and spark off the days long controversy."}
{"start": "00:20:26.520", "end": "00:20:38.160", "speaker": "Allegra Rosenberg", "utterance": " So on Twitter be perceived approval or defense of, let alone arousal pi transgressive content by any given user has the potential to evoke fear and discussed in any other user."}
{"start": "00:20:38.490", "end": "00:20:45.060", "speaker": "Allegra Rosenberg", "utterance": " A process that reduces the spectrum of possible reactions even further from the limited options provided by the platform."}
{"start": "00:20:46.140", "end": "00:20:52.170", "speaker": "Allegra Rosenberg", "utterance": " And so anti ship or philosophy posits that fan literature and art dealing with morally reprehensible themes."}
{"start": "00:20:52.560", "end": "00:20:58.740", "speaker": "Allegra Rosenberg", "utterance": " Of pedophilia incest abuse might might appear in cathartic literature or outright harmful."}
{"start": "00:20:59.010", "end": "00:21:08.520", "speaker": "Allegra Rosenberg", "utterance": " And should not under circumstances be written or shared or consumed, I mean questions about the moral responsibility of art and literature have been paid for thousands of years, but as recently as a decade ago."}
{"start": "00:21:09.030", "end": "00:21:18.390", "speaker": "Allegra Rosenberg", "utterance": " When scholars were investigating the supernatural phantom shipping to related characters with seeing largely as an activity perfectly in line with the transformative subversive erotics."}
{"start": "00:21:18.690", "end": "00:21:20.970", "speaker": "Allegra Rosenberg", "utterance": " Adult participation and fan and cultures."}
{"start": "00:21:21.390", "end": "00:21:31.650", "speaker": "Allegra Rosenberg", "utterance": " So as Kelly draws our attention to fanfiction is a deeply emotion practice with accept circulating within a given community and sticking to bodies some more so than others."}
{"start": "00:21:31.920", "end": "00:21:43.680", "speaker": "Allegra Rosenberg", "utterance": " In this case, the platform era fandom has had the effect of introducing niche fetishes them into a public sphere populated partly with those to whom such intense obsession is a total cipher."}
{"start": "00:21:44.370", "end": "00:21:55.260", "speaker": "Allegra Rosenberg", "utterance": " So asset transmutes as it crosses these broken down boundaries from arousal to deep instinctive discussed becoming a process, this is intensely sticky and stressing phenomenon."}
{"start": "00:21:55.650", "end": "00:22:06.330", "speaker": "Allegra Rosenberg", "utterance": " So the rhetorically reductive acid nation of cultural signifiers like abusive freak pedophile it to those who interact with and create certain types of pornography is."}
{"start": "00:22:06.720", "end": "00:22:12.720", "speaker": "Allegra Rosenberg", "utterance": " An example of effective discursive meaning making in the context of the ongoing social event of fandom."}
{"start": "00:22:13.080", "end": "00:22:22.170", "speaker": "Allegra Rosenberg", "utterance": " Which distills down into simplicity users on reactions to its entry into the conscious awareness and the same the same path is trace on the opposite side you saw that with with fuller's."}
{"start": "00:22:22.410", "end": "00:22:26.490", "speaker": "Allegra Rosenberg", "utterance": " Comments towards the narrow mindedness of the people, he was arguing with online."}
{"start": "00:22:26.790", "end": "00:22:36.270", "speaker": "Allegra Rosenberg", "utterance": " But that also allows for a discursive path to dismissing the broader concerns about fiction effect on yell at the reproduction of real world kharms through transformative works."}
{"start": "00:22:36.960", "end": "00:22:49.170", "speaker": "Allegra Rosenberg", "utterance": " The archive of our own, which is the fandom archive run by the organization we're transformer works explicitly permits right violence underage content, which must be worn for using the interfaces default archive scoring system."}
{"start": "00:22:49.710", "end": "00:22:55.170", "speaker": "Allegra Rosenberg", "utterance": " These problems other problematic topics can be further voluntarily worn for any additional tax section."}
{"start": "00:22:55.500", "end": "00:23:01.260", "speaker": "Allegra Rosenberg", "utterance": " But, in response to a with these calls for donations and regular events in the life cycle of any nonprofit organization."}
{"start": "00:23:01.590", "end": "00:23:14.040", "speaker": "Allegra Rosenberg", "utterance": " Both on made on tumblr and Twitter decrying a three in those to donate to them on the basis of their open allowance as a non judgmental archive these types of content, so it is hugely controversial."}
{"start": "00:23:14.640", "end": "00:23:19.890", "speaker": "Allegra Rosenberg", "utterance": " And you're getting to my conclusion, almost done and the merging of youth activist spaces."}
{"start": "00:23:20.340", "end": "00:23:27.030", "speaker": "Allegra Rosenberg", "utterance": " has been documented far back as the social justice, culture of tumblr I think it really comes back to this quote from Ursula K le when."}
{"start": "00:23:27.660", "end": "00:23:38.520", "speaker": "Allegra Rosenberg", "utterance": " immature people crave and demand moral certainty, this is bad, this is good kids and adolescents struggled to find a sugar moral foothold in its bewildering world they long to feel they're on the winning side, or at least."}
{"start": "00:23:38.820", "end": "00:23:45.180", "speaker": "Allegra Rosenberg", "utterance": " A member of the team so media fandom is far less subversive in private cultural practice and it was even 10 years ago."}
{"start": "00:23:45.480", "end": "00:23:53.550", "speaker": "Allegra Rosenberg", "utterance": " Events like the Hannibal Twitter words it's like is it a rock for being lifted up and the ecology ecology below is it supposed to light, for the first time."}
{"start": "00:23:54.480", "end": "00:24:07.590", "speaker": "Allegra Rosenberg", "utterance": " You know the increased visibility from an incorporation into the larger machinery of cultural production has resulted in fans attempt to jettison the more unseemly elements within identity embrace of taboo sexuality."}
{"start": "00:24:07.920", "end": "00:24:16.410", "speaker": "Allegra Rosenberg", "utterance": " The shamelessness around that embrace so you know fan open this has increased, but the cost of such visibility on these platforms can be seen."}
{"start": "00:24:16.770", "end": "00:24:30.420", "speaker": "Allegra Rosenberg", "utterance": " Increased harassment over participation intrusion of craters and the fans spaces and heightened discursive states around and what the production and consumption of transformative works said about any given individuals morality and beliefs."}
{"start": "00:24:31.800", "end": "00:24:32.460", "speaker": "Allegra Rosenberg", "utterance": " I thank you."}
{"start": "00:24:41.070", "end": "00:24:42.060", "speaker": "Allegra Rosenberg", "utterance": " Oh you're muted so."}
{"start": "00:24:50.970", "end": "00:24:52.050", "speaker": "Maria Mencia", "utterance": " Yes, thanks, very much for your."}
{"start": "00:24:52.050", "end": "00:24:53.160", "speaker": "Maria Mencia", "utterance": " Presentation allegra."}
{"start": "00:24:54.750", "end": "00:25:03.090", "speaker": "Maria Mencia", "utterance": " Okay, so we're going to move on, and yes, if you want to put any questions on the chat and we can start having some questions in there as well."}
{"start": "00:25:03.840", "end": "00:25:19.860", "speaker": "Maria Mencia", "utterance": " And okay so let's see so our next presenter is a black color and he's a third year PhD candidate in the intermediate art writing and performance department college University of Colorado."}
{"start": "00:25:20.820", "end": "00:25:26.280", "speaker": "Maria Mencia", "utterance": " boulder and he graduated from the school of the art Institute of Chicago."}
{"start": "00:25:27.210", "end": "00:25:40.800", "speaker": "Maria Mencia", "utterance": " In 19 in 2019 sorry and he previously worked at the University of Chicago Center for thermonuclear flashes and astrophysics simulation group."}
{"start": "00:25:41.370", "end": "00:26:03.570", "speaker": "Maria Mencia", "utterance": " In scientific visualization and parallel computing so his current research is focus on how complexity concept conceptual blending our philosophical pause humanism can inform the design of the narrative art techniques okay so looking forward to your presentation brad."}
{"start": "00:26:04.770", "end": "00:26:07.290", "speaker": "Brad Gallagher", "utterance": " Thank you, Maria and Thank you everyone for being here it's."}
{"start": "00:26:07.980", "end": "00:26:11.850", "speaker": "Brad Gallagher", "utterance": " really great to present at this conference i've just read a lot of work from various people that."}
{"start": "00:26:12.330", "end": "00:26:20.520", "speaker": "Brad Gallagher", "utterance": " participate in this conference, usually and I, this is my first time here and i'm just excited to be able to share work and see the other projects, people are doing."}
{"start": "00:26:22.170", "end": "00:26:22.890", "speaker": "Brad Gallagher", "utterance": " So yeah."}
{"start": "00:26:23.970", "end": "00:26:26.610", "speaker": "Brad Gallagher", "utterance": " i'm very interested whoops moyes doing this."}
{"start": "00:26:28.410", "end": "00:26:45.840", "speaker": "Brad Gallagher", "utterance": " Present so in general, a lot of my work is interested in computational creativity or creative Ai so using computers to to generate art in some way, but as i've gotten into this work more and more i've been trying to."}
{"start": "00:26:47.670", "end": "00:26:56.970", "speaker": "Brad Gallagher", "utterance": " just get more nuanced and more into like what is really going on with this sort of work and i'm showing more and more away from the idea of."}
{"start": "00:26:57.660", "end": "00:27:12.990", "speaker": "Brad Gallagher", "utterance": " Using the system, just to create work that imitates human work and looking more and more into ideas about how do you present this work as a sort of collaboration between people and some sort of non human agency and."}
{"start": "00:27:14.310", "end": "00:27:27.030", "speaker": "Brad Gallagher", "utterance": " One thing I wanted to start with is a quote from allison perish from this is from a paper by kyle boone and Dan rock more called the anxiety of limitation on the boringness of a creative turing test."}
{"start": "00:27:27.570", "end": "00:27:34.740", "speaker": "Brad Gallagher", "utterance": " And the whole papers kind of centered around this idea of like what do we do with this technology that can is beginning to start to mimic human output."}
{"start": "00:27:35.520", "end": "00:27:39.750", "speaker": "Brad Gallagher", "utterance": " Is it really just good enough just to have a do that, what should we really be doing with it."}
{"start": "00:27:40.470", "end": "00:27:49.140", "speaker": "Brad Gallagher", "utterance": " And here's what Alice in Paris and to say about that, who is one of my favorite artists in this domain of electronic writing generative text type work."}
{"start": "00:27:49.590", "end": "00:27:57.240", "speaker": "Brad Gallagher", "utterance": " I think that imitation is the most boring thing you can do with a computer it is frustrating, because a lot of the academic research on creativity."}
{"start": "00:27:57.540", "end": "00:28:03.210", "speaker": "Brad Gallagher", "utterance": " and artificial intelligence right now is focused on how to make a computer do something that an artist and he does."}
{"start": "00:28:03.540", "end": "00:28:13.950", "speaker": "Brad Gallagher", "utterance": " To take jobs that previously required skill knowledge or creativity and trying to do them through a machine instead they want to throw art and poetry into the mix and I don't think it belongs in that same category."}
{"start": "00:28:14.730", "end": "00:28:21.300", "speaker": "Brad Gallagher", "utterance": " And so I agree a lot with this and then so that but then the next question starts to become what is it that we do do with it."}
{"start": "00:28:22.050", "end": "00:28:31.170", "speaker": "Brad Gallagher", "utterance": " And so, in my case I become very interested in the idea that, like when you're working with generating text, especially with."}
{"start": "00:28:32.010", "end": "00:28:35.220", "speaker": "Brad Gallagher", "utterance": " So one thing I just want to first talk about really quick, as I."}
{"start": "00:28:35.820", "end": "00:28:44.910", "speaker": "Brad Gallagher", "utterance": " If everybody's ever heard of this language model called G pitching to and it got pretty popular few years ago now there's a new version of it that's even more powerful."}
{"start": "00:28:45.210", "end": "00:28:51.990", "speaker": "Brad Gallagher", "utterance": " But essentially it's a type of language model where you can give it a piece of tax, a prompt and then it tries to start to complete it."}
{"start": "00:28:52.410", "end": "00:29:03.180", "speaker": "Brad Gallagher", "utterance": " And it was originally trained on a really large amount of web pages, and so, of course, the training corpus through this initial models built with all the biases you'd expect on the Internet and whatnot."}
{"start": "00:29:03.660", "end": "00:29:13.320", "speaker": "Brad Gallagher", "utterance": " But part of the way of the architecture of this particular type of neural network makes it really good at something called transfer, which means I can take another corpus of text."}
{"start": "00:29:14.280", "end": "00:29:22.410", "speaker": "Brad Gallagher", "utterance": " A smaller corpus and fine tune that larger models so that now the output becomes highly stylized to that and so."}
{"start": "00:29:24.240", "end": "00:29:33.120", "speaker": "Brad Gallagher", "utterance": " What I did in this paper is I survey three different texts generation programs i've done over the year that are each."}
{"start": "00:29:33.810", "end": "00:29:39.420", "speaker": "Brad Gallagher", "utterance": " Based on what I think of is increasing levels of Donna her always concept of significant other."}
{"start": "00:29:40.080", "end": "00:29:49.320", "speaker": "Brad Gallagher", "utterance": " So she works out this idea, mainly and a paper called the companion species manifesto, which is mainly about her relationship with dogs and people's relationship with dogs."}
{"start": "00:29:49.620", "end": "00:29:55.500", "speaker": "Brad Gallagher", "utterance": " and trying to understand this in a larger sort of post human context, and so I just wanted to read a couple of quotes."}
{"start": "00:29:55.950", "end": "00:30:04.020", "speaker": "Brad Gallagher", "utterance": " From from this paper as well to kind of situate the way i'm trying to think about these computer systems as they get more and more complicated."}
{"start": "00:30:04.740", "end": "00:30:12.270", "speaker": "Brad Gallagher", "utterance": " So here is down a hallway from the companion species manifesto talking about the idea of significant otherness in her dogmas Cayenne pepper."}
{"start": "00:30:12.870", "end": "00:30:18.810", "speaker": "Brad Gallagher", "utterance": " And layers of history layers of ball biology layers of nature cultures complexity is the name of our game."}
{"start": "00:30:19.170", "end": "00:30:29.700", "speaker": "Brad Gallagher", "utterance": " We are both the freedom hungry offspring of conquest products of white southern colonies leaping over hurdles and crawling through tunnels on the plane phil she's talking about her and her dog in these agility testing."}
{"start": "00:30:30.330", "end": "00:30:37.260", "speaker": "Brad Gallagher", "utterance": " and trying to describe their relationship, not as two separate things but, as some sort of kind of mixed up whole."}
{"start": "00:30:37.890", "end": "00:30:43.920", "speaker": "Brad Gallagher", "utterance": " And then she has this kind of thing here, where I won't read the whole thing here, but this I think really captures."}
{"start": "00:30:44.460", "end": "00:31:00.030", "speaker": "Brad Gallagher", "utterance": " The idea is she's talking about how her and her dog are significantly other to each other and specific difference we signifying the flesh and nasty development mental infection infection called love this love is an historical aberration and the nature cultural legacy."}
{"start": "00:31:01.050", "end": "00:31:08.400", "speaker": "Brad Gallagher", "utterance": " And so, she kind of talks about this in a little more detail, through the paper and she talks about work from someone named straddling who."}
{"start": "00:31:09.000", "end": "00:31:21.060", "speaker": "Brad Gallagher", "utterance": " talks about simple police's and about the idea of systems that have partial connections and so an idea of something that's composed of things of parts, but those parts don't lead up to a whole they."}
{"start": "00:31:21.780", "end": "00:31:31.950", "speaker": "Brad Gallagher", "utterance": " it's a much more complex situation of traffic between those parts entanglements between these parts, and this is also what she's talking about when she's talking about significant otherness."}
{"start": "00:31:32.670", "end": "00:31:39.300", "speaker": "Brad Gallagher", "utterance": " Andy gold worthy she brings up as an example of this sort of type way of thinking of."}
{"start": "00:31:39.990", "end": "00:31:47.370", "speaker": "Brad Gallagher", "utterance": " of interaction and once I jump into the projects i'll try to make clear how i'm thinking about this significant others as well."}
{"start": "00:31:47.850", "end": "00:31:52.920", "speaker": "Brad Gallagher", "utterance": " And so, then one other kind of background thing is, I would like to mention before I get into the project's themselves."}
{"start": "00:31:53.280", "end": "00:31:57.840", "speaker": "Brad Gallagher", "utterance": " As Catherine hales concept of a techno text in the way that she talks about materiality."}
{"start": "00:31:58.320", "end": "00:32:04.080", "speaker": "Brad Gallagher", "utterance": " So a techno text is a text to remediate that interrogates it's it's an inscription technology."}
{"start": "00:32:04.470", "end": "00:32:12.780", "speaker": "Brad Gallagher", "utterance": " In a way, that is able to mobilize reflexive loops between this imaginative world in the material apparatus and body and creation as a physical presence."}
{"start": "00:32:13.230", "end": "00:32:21.840", "speaker": "Brad Gallagher", "utterance": " And then, in general, the way that hail sort of looks at materiality is she sort of makes this really great distinction between physicality and materiality."}
{"start": "00:32:22.290", "end": "00:32:33.570", "speaker": "Brad Gallagher", "utterance": " And the sense that physicality of any sort of meteor anything at all it's sort of this infinite array of possibilities and then it's human attention that selects physicality from which."}
{"start": "00:32:34.110", "end": "00:32:38.460", "speaker": "Brad Gallagher", "utterance": " The client salient to important materiality of anything kind of runs."}
{"start": "00:32:38.880", "end": "00:32:47.130", "speaker": "Brad Gallagher", "utterance": " And so, just to kind of, say, a few phrases that he says materiality less emerges from interactions between physical properties and a works artistic strategies."}
{"start": "00:32:47.490", "end": "00:32:56.220", "speaker": "Brad Gallagher", "utterance": " And it depends on how the work mobilizes its resources as a physical artifact as well as on the user's interactions with the work and interpretive strategies, she develops."}
{"start": "00:32:56.490", "end": "00:33:08.040", "speaker": "Brad Gallagher", "utterance": " strategies that include physical manipulations as well as conceptual frameworks, so I really like this idea of materiality because, while it's related to physicality and embodiment it also really."}
{"start": "00:33:08.610", "end": "00:33:16.890", "speaker": "Brad Gallagher", "utterance": " brings forth the idea that there is always some sort of conceptualization going on, when we are talking about materiality."}
{"start": "00:33:17.910", "end": "00:33:32.520", "speaker": "Brad Gallagher", "utterance": " And so, in this paper I look at three different texts generation of projects and in the way i'm thinking of it is is in each of these projects, the significant otherness that i'm sort of interacting with is kind of increasing in complexity and the first project."}
{"start": "00:33:33.690", "end": "00:33:45.360", "speaker": "Brad Gallagher", "utterance": " Which is called the kinetic IQ generator and i'll show a quick example of that it's basically what while it's based on human movement and it requires a body to do it and to interact with it to make it generate text and the end."}
{"start": "00:33:45.900", "end": "00:33:52.620", "speaker": "Brad Gallagher", "utterance": " The part that's generating the text is just a random number generator in the database of works, and so this is not a lot of."}
{"start": "00:33:53.250", "end": "00:34:00.450", "speaker": "Brad Gallagher", "utterance": " complexity to interact with, and the next project uses something called a market change which is, which is basically just counting."}
{"start": "00:34:01.230", "end": "00:34:07.170", "speaker": "Brad Gallagher", "utterance": " What words follow words it's the sort of thing that your phone does when it's doing the predictive text."}
{"start": "00:34:07.560", "end": "00:34:20.070", "speaker": "Brad Gallagher", "utterance": " feature when you're typing in chat you know when you're typing in the text and is trying to predict what the next word, you might want to type is going to be based on that sort of thing and then, finally, this gnarly post post human conversations project, which is a GP."}
{"start": "00:34:21.120", "end": "00:34:27.390", "speaker": "Brad Gallagher", "utterance": " And those systems are more are also building a probability model of the text, but in a much more complicated way."}
{"start": "00:34:27.780", "end": "00:34:37.290", "speaker": "Brad Gallagher", "utterance": " they're sort of they look at words, as I know, most people have seen things like word clouds that show you relationships between words and like a two dimensional image."}
{"start": "00:34:38.010", "end": "00:34:46.860", "speaker": "Brad Gallagher", "utterance": " But those can be made by projecting these much larger dimensional spaces that have like basically tried to understand the idea of."}
{"start": "00:34:47.580", "end": "00:34:58.740", "speaker": "Brad Gallagher", "utterance": " The idea that words the way words are distributed in a large corpus of text has something to do with their meaning words that are similar spaces, sometimes have similar meaning."}
{"start": "00:34:59.580", "end": "00:35:13.710", "speaker": "Brad Gallagher", "utterance": " And so, am I doing Okay, on time, I just wanted to quickly show a few examples of what this work looks like cool so here's An example of this haiku generator it's a web page where."}
{"start": "00:35:16.080", "end": "00:35:24.900", "speaker": "Brad Gallagher", "utterance": " there's these weird little dots that you can you can and the images are associated with words and they're all organized by syllable."}
{"start": "00:35:26.250", "end": "00:35:32.520", "speaker": "Brad Gallagher", "utterance": " So that the system is always creating valid I uz syllable words for just being random."}
{"start": "00:35:34.290", "end": "00:35:41.970", "speaker": "Brad Gallagher", "utterance": " So well this does represent a step of like give me a human agency on human and non human agents."}
{"start": "00:35:43.020", "end": "00:35:43.710", "speaker": "Brad Gallagher", "utterance": " that's not."}
{"start": "00:35:50.130", "end": "00:36:01.860", "speaker": "Brad Gallagher", "utterance": " sort of the next phase up is, you have the idea of the smart calls texts generator, and this is a program I wrote it's just it's like a text editor, but you can also load a text into it."}
{"start": "00:36:02.430", "end": "00:36:19.710", "speaker": "Brad Gallagher", "utterance": " and generate these texts based off that corpus you vote in so, for instance i'm going to load in Frankenstein and I just have to push a few buttons here and the word rich, for instance, I know is all over that story, and so I can write in that word and pushed and re tax and I get."}
{"start": "00:36:20.730", "end": "00:36:31.080", "speaker": "Brad Gallagher", "utterance": " generated text that is based off the original text, in the sense that any two words that follow each other definitely follow each other somewhere in there corpus, but if you think of a word like law."}
{"start": "00:36:31.650", "end": "00:36:48.420", "speaker": "Brad Gallagher", "utterance": " So, for instance, I can go in here and highlight the and look at word choices that follow it right, so of course a word like love follows me many different words follow me, and so, when you use a model like this degenerate text, this is where the variance is coming from."}
{"start": "00:36:50.460", "end": "00:36:53.940", "speaker": "Brad Gallagher", "utterance": " And so, then finally just to wrap up kind of quickly."}
{"start": "00:36:55.530", "end": "00:37:02.310", "speaker": "Brad Gallagher", "utterance": " Is this project, the snarly post human conversation, so in this case, what I did is I is I was trying to think about."}
{"start": "00:37:03.240", "end": "00:37:15.060", "speaker": "Brad Gallagher", "utterance": " Again kind of inspired by that paper, the anxiety of imitation on the boringness of creative turing test they talked about the idea that paper that you can think of these texts generation systems as models not."}
{"start": "00:37:15.390", "end": "00:37:34.320", "speaker": "Brad Gallagher", "utterance": " You know simulations every or or recreations of what models of minds are ways of thinking and so that kind of led me to this idea of like using GP to to to create a text generation pipeline that was based off author relationships, and so the poet john ashbury."}
{"start": "00:37:36.180", "end": "00:37:42.360", "speaker": "Brad Gallagher", "utterance": " One of his mentors or someone that he looked up to and who also sort of recognized him as a young poet was wh auden."}
{"start": "00:37:43.020", "end": "00:37:54.390", "speaker": "Brad Gallagher", "utterance": " And there's sort of these kind of funny things here where john ashbury says i'm usually linked to wallace Stevens, but it seems to me on played a greater role he was the first modern poet as able to read pleasure."}
{"start": "00:37:55.020", "end": "00:38:04.650", "speaker": "Brad Gallagher", "utterance": " And then on on side, while he awarded john ashbury the younger gail poets prize for his poetry collection some trees."}
{"start": "00:38:05.070", "end": "00:38:08.850", "speaker": "Brad Gallagher", "utterance": " He has this funny statement, we said that he did not understand he not understood a word of it."}
{"start": "00:38:09.570", "end": "00:38:22.830", "speaker": "Brad Gallagher", "utterance": " So there's this kind of relationship going on here, where you have john ashbury and who, and who did have a relationship and i'm sure you all students to but there's this connection to wallace Stevens and critical discourse where ashbury is more."}
{"start": "00:38:23.820", "end": "00:38:30.630", "speaker": "Brad Gallagher", "utterance": " Related to him, so what I did is I use this GP to to to I trained one model on john ashbury his poems one model."}
{"start": "00:38:30.960", "end": "00:38:40.410", "speaker": "Brad Gallagher", "utterance": " On wh auden's poems and then I basically made the models talk to each other, I gave one a prompt it produced text, so the ashbury model produces some text and then sends it over to the."}
{"start": "00:38:41.010", "end": "00:38:51.060", "speaker": "Brad Gallagher", "utterance": " autumn modeled on model response sends it back to the ashtray model so then after that you're able to use another type of neural network to sort of score these."}
{"start": "00:38:51.900", "end": "00:39:06.210", "speaker": "Brad Gallagher", "utterance": " outputs that jpg to created and I trained those models on ashbury on and wallace Stevens, and so, then you're able to sort of sort out this data that's created by this process according to those authors and."}
{"start": "00:39:07.020", "end": "00:39:15.750", "speaker": "Brad Gallagher", "utterance": " Just to wrap up real quickly what I created this thing I call a transformative reading interface right take the original poetry, the actual poetry itself."}
{"start": "00:39:16.320", "end": "00:39:24.390", "speaker": "Brad Gallagher", "utterance": " Of john ashbury so here's a poem is called just walking around and then I take all I look at words of a certain size."}
{"start": "00:39:24.810", "end": "00:39:31.860", "speaker": "Brad Gallagher", "utterance": " And that are that are not just completely common words that appear, both in the original poetry, and the generated text and create this interface."}
{"start": "00:39:32.250", "end": "00:39:36.210", "speaker": "Brad Gallagher", "utterance": " Where on the Left you're seeing your original poem and on the right you're seeing."}
{"start": "00:39:36.630", "end": "00:39:47.340", "speaker": "Brad Gallagher", "utterance": " The poems that the system generated, and this is sort of my attempt to kind of instantiate an idea of this technique technique that allows you to sort of qualitatively compare both the."}
{"start": "00:39:48.300", "end": "00:39:52.020", "speaker": "Brad Gallagher", "utterance": " original text that the model is trained on and what it's creating and these."}
{"start": "00:39:52.560", "end": "00:39:59.880", "speaker": "Brad Gallagher", "utterance": " links are sort of mode, they can they can go to multiple destinations, it shows failures like that other one just basically had a title, and that was it."}
{"start": "00:40:00.330", "end": "00:40:14.220", "speaker": "Brad Gallagher", "utterance": " And so it's meant to sort of really give you this ability to interrogate what a system like this is doing and see how much is copying the text, how much is to be novel and that sort of thing, thank you, that i'm sorry I hope I didn't go over too much there, but all I will stop there."}
{"start": "00:40:19.050", "end": "00:40:20.340", "speaker": "None", "utterance": "Thank you, everybody."}
{"start": "00:40:21.900", "end": "00:40:22.950", "speaker": "Maria Mencia", "utterance": " clapping for everyone."}
{"start": "00:40:25.230", "end": "00:40:31.680", "speaker": "Maria Mencia", "utterance": " This amazing fascinating them papers they're all coming from such a very different kind of angles."}
{"start": "00:40:32.880", "end": "00:40:38.160", "speaker": "Maria Mencia", "utterance": " So, as you know, we go defined culture and kind of."}
{"start": "00:40:39.720", "end": "00:40:55.800", "speaker": "Maria Mencia", "utterance": " Also canceled culture and, but we have you know so, then we have also the print versus digital and they kind of generative process on the original the original poetry and they're kind of generative tax on telematics."}
{"start": "00:40:56.430", "end": "00:41:06.090", "speaker": "Maria Mencia", "utterance": " him so, but there are that I would I could see is that is also this interesting There again, you know we here in they cannot poetry."}
{"start": "00:41:07.170", "end": "00:41:15.840", "speaker": "Maria Mencia", "utterance": " session a language and there is this interested in the collective I think that it would be nice if perhaps you can all talk about it."}
{"start": "00:41:16.320", "end": "00:41:29.220", "speaker": "Maria Mencia", "utterance": " And, and then also they obviously they're reading and writing and experience the bending of their platform without you know how is the platform and influencing that experience."}
{"start": "00:41:29.850", "end": "00:41:47.910", "speaker": "Maria Mencia", "utterance": " In yeah interacting with different kind of platforms as well, and so, if I don't know, maybe we could start with that you know with those kind of ideas that are coming out for on for all your papers, you know the collaborative there either they write the text is quite a lot in there."}
{"start": "00:41:48.960", "end": "00:41:51.900", "speaker": "Maria Mencia", "utterance": " So I don't know Sarah you want to start maybe."}
{"start": "00:41:54.510", "end": "00:41:55.860", "speaker": "Maria Mencia", "utterance": " Since you were the first one."}
{"start": "00:41:56.880", "end": "00:41:57.240", "speaker": "Maria Mencia", "utterance": " Okay."}
{"start": "00:41:57.480", "end": "00:41:59.940", "speaker": "Sarah Thorne", "utterance": " um yeah there's a there's a lot that you just kind of."}
{"start": "00:42:00.330", "end": "00:42:01.500", "speaker": "Sarah Thorne", "utterance": " And then we both like this room."}
{"start": "00:42:01.980", "end": "00:42:02.940", "speaker": "Maria Mencia", "utterance": " Today chat."}
{"start": "00:42:04.470", "end": "00:42:04.800", "speaker": "None", "utterance": "Okay."}
{"start": "00:42:10.800", "end": "00:42:11.250", "speaker": "Brad Gallagher", "utterance": " I."}
{"start": "00:42:13.560", "end": "00:42:14.760", "speaker": "Brad Gallagher", "utterance": " Had a question for sarah's."}
{"start": "00:42:14.760", "end": "00:42:15.180", "speaker": "None", "utterance": "paper."}
{"start": "00:42:16.980", "end": "00:42:24.510", "speaker": "Brad Gallagher", "utterance": " Let me just one thing that I thought was interesting is the I know you know, obviously, like there's 250 people that died in this fictional book that's like the."}
{"start": "00:42:24.840", "end": "00:42:31.380", "speaker": "Brad Gallagher", "utterance": " But I thought it was interesting to ended up being that number, which is so similar to the Twitter limit isn't it or it's around in that."}
{"start": "00:42:31.860", "end": "00:42:36.810", "speaker": "Brad Gallagher", "utterance": " In that area, and I just thought you know, given the how early that book was like."}
{"start": "00:42:37.530", "end": "00:42:43.200", "speaker": "Brad Gallagher", "utterance": " it's interesting to me or you know that the hypertext digital version of it at least it's me how it's how it sort of."}
{"start": "00:42:43.770", "end": "00:42:55.620", "speaker": "Brad Gallagher", "utterance": " Was realizing or sort of maybe even you know prophesied or pre staging this idea of these small little tidbits so i've never really seen the piece I kind of just wanted to hear a little more about you know."}
{"start": "00:42:56.970", "end": "00:43:03.570", "speaker": "Brad Gallagher", "utterance": " Is every entry essentially that small in it, is that what the what the ideas."}
{"start": "00:43:04.920", "end": "00:43:14.340", "speaker": "Sarah Thorne", "utterance": " yeah so every passage is is limited to 253 characters, which is our 253 words sorry, which is really interesting, so I guess words not characters but."}
{"start": "00:43:15.480", "end": "00:43:24.900", "speaker": "Sarah Thorne", "utterance": " uh yeah reminds me a lot of those you know, like early experimental kind of we kind of style like you know experiments and writing and kind of limiting things."}
{"start": "00:43:25.950", "end": "00:43:39.960", "speaker": "Sarah Thorne", "utterance": " In that way, i've actually kind of compared the print version and electronic version at different times and I found that there are actually subtle differences between the two like there's a couple in the book when I click through it before where they weren't totally."}
{"start": "00:43:41.940", "end": "00:43:54.210", "speaker": "Sarah Thorne", "utterance": " Like 253 words, there were some that were one over under and I think he was kind of really banking on people not actually counting some of the words I haven't gone through the whole thing that's something that I kind of wanted to do in the future."}
{"start": "00:43:56.490", "end": "00:43:59.370", "speaker": "Sarah Thorne", "utterance": " But yeah so one of the things actually I was kind of thinking of."}
{"start": "00:43:59.430", "end": "00:44:04.050", "speaker": "Sarah Thorne", "utterance": " Just to maybe bounce things back to brad is I was kind of thinking about the connections between."}
{"start": "00:44:05.760", "end": "00:44:13.680", "speaker": "Sarah Thorne", "utterance": " sort of like the enjoyment of a text and then thinking about you know the enjoyment of reading, something that you know something like gbt two or three has written."}
{"start": "00:44:14.430", "end": "00:44:27.750", "speaker": "Sarah Thorne", "utterance": " or reading works that you know they've written on behalf of other authors or something like that, if you've ever considered like you know why why we do things like that, and why it's so interesting to be creating these kinds of Ai authored works."}
{"start": "00:44:30.330", "end": "00:44:31.080", "speaker": "Brad Gallagher", "utterance": " yeah I mean."}
{"start": "00:44:31.350", "end": "00:44:35.820", "speaker": "Brad Gallagher", "utterance": " That that's definitely kind of what i'm struggling with in this paper because I think when you first get into it."}
{"start": "00:44:36.000", "end": "00:44:49.470", "speaker": "Brad Gallagher", "utterance": " The novelty of it's fun everyone's oh look at that I didn't expect it to do that, but that wears thin really fast and it's like that website, I was showing you has thousands of poems on it, I haven't read you know."}
{"start": "00:44:50.460", "end": "00:45:00.300", "speaker": "Brad Gallagher", "utterance": " i'm maybe i'm maybe i've read 10% of them, or something so I haven't even read this myself and so again to me it's like the work can't be the individual poems it needs to somehow be."}
{"start": "00:45:00.870", "end": "00:45:04.560", "speaker": "Brad Gallagher", "utterance": " The system and i'm am sort of struggling as to what that means so."}
{"start": "00:45:04.950", "end": "00:45:13.230", "speaker": "Brad Gallagher", "utterance": " So I think that I don't know that's kind of the way to answer that I feel like that there's an early kind of honeymoon phase with these technologies, when you get into it, where you are just sort of kind of."}
{"start": "00:45:13.590", "end": "00:45:19.110", "speaker": "Brad Gallagher", "utterance": " interested in the novelty of it, but that wears off fast and that can't be."}
{"start": "00:45:19.710", "end": "00:45:27.180", "speaker": "Brad Gallagher", "utterance": " Where it's really going, and so the end I don't know what the answer to that is but one thing I was starting to try to think of in this paper is."}
{"start": "00:45:27.630", "end": "00:45:32.520", "speaker": "Brad Gallagher", "utterance": " Is is you know, instead of sort of using kind of these kind of more nuts and bolts sort of."}
{"start": "00:45:33.030", "end": "00:45:45.150", "speaker": "Brad Gallagher", "utterance": " Natural language processing or statistics to sort of analyze texts like Stephen ramsey talks about what if we started to use these more complex systems to generate texts that are similar to the things that we're reading."}
{"start": "00:45:45.570", "end": "00:45:57.060", "speaker": "Brad Gallagher", "utterance": " To provide kind of so I was even thinking like in a scholarly way if you give you know, a language model like this, a lot of text about a certain subject, for instance, and just have it make up stuff."}
{"start": "00:45:57.540", "end": "00:46:07.350", "speaker": "Brad Gallagher", "utterance": " You know it doesn't really understand what it's writing about so it's going to say weird things that can this be sort of a source of kind of a noisy creativity that might lead to something interesting so."}
{"start": "00:46:07.680", "end": "00:46:15.990", "speaker": "Brad Gallagher", "utterance": " I think i'm trying to think more about like, how do we collaborate with these things, how can they kind of help extend."}
{"start": "00:46:16.740", "end": "00:46:26.100", "speaker": "Brad Gallagher", "utterance": " Things that we're already doing rather than I don't think we're going to be in a situation anytime soon we're we're just consuming a ir because I don't know it gets you know that interesting."}
{"start": "00:46:27.600", "end": "00:46:30.810", "speaker": "Sarah Thorne", "utterance": " yeah it seems like something that game industry it's interested in doing, though."}
{"start": "00:46:31.440", "end": "00:46:41.280", "speaker": "Sarah Thorne", "utterance": " With their procedurally generated art and there has been some work on incorporating you know procedurally generated narratives as well into into game, so I wouldn't be surprised if we do see."}
{"start": "00:46:42.150", "end": "00:46:53.610", "speaker": "Sarah Thorne", "utterance": " Some form of that soon, I think there are also a couple games out that sort of needs that as well, but yeah thanks, and thanks to Jennifer also for linking in the."}
{"start": "00:46:53.610", "end": "00:46:58.770", "speaker": "Sarah Thorne", "utterance": " chat the the y 253 page I was thinking about that too so that's yeah thanks."}
{"start": "00:46:59.940", "end": "00:47:03.660", "speaker": "Allegra Rosenberg", "utterance": " I had a question for you, Sarah as well i'm curious about."}
{"start": "00:47:04.230", "end": "00:47:15.570", "speaker": "Allegra Rosenberg", "utterance": " You know, in the media in a digital archaeological sense has there been efforts that preservation and how does like you know was there a collaborative response when the."}
{"start": "00:47:16.590", "end": "00:47:27.960", "speaker": "Allegra Rosenberg", "utterance": " Like with the people who remember this project when it first came out the people who enjoyed it hasn't been an effort, you know, on the part of the of a or the public to preserve it in any sense or has it sort of been."}
{"start": "00:47:28.230", "end": "00:47:36.450", "speaker": "Allegra Rosenberg", "utterance": " Left to the Internet archive left to the institution to maintain this this archive because i'm thinking of a."}
{"start": "00:47:36.810", "end": "00:47:43.620", "speaker": "Allegra Rosenberg", "utterance": " Of a fan Community I was part of that was very dependent, the media was very dependent on flash and there has been this huge like."}
{"start": "00:47:44.280", "end": "00:47:58.170", "speaker": "Allegra Rosenberg", "utterance": " effort on the part of the fans to create like emulators to preserve the story of it was like meant to be read and I find that effort really interesting and i've downloaded some of the different you know emulators and stuff, but it does doesn't feel the same."}
{"start": "00:47:59.730", "end": "00:48:07.230", "speaker": "Sarah Thorne", "utterance": " So i've tried to find information about that and I haven't found Anything short of I think i'm just gonna have to reach out to Jeff rodman and see."}
{"start": "00:48:07.830", "end": "00:48:19.950", "speaker": "Sarah Thorne", "utterance": " What his thoughts are on on his work disappearing, but i've only seen it just sort of preserved through the Internet archive but they've run into really interesting problems with copyright and some of the things that they've been."}
{"start": "00:48:21.210", "end": "00:48:30.720", "speaker": "Sarah Thorne", "utterance": " You know, trying to preserve have gotten them in a bit of trouble, they tried to do an emergency library, as a result of code and people having access to libraries and they got hit with a bunch of lawsuits."}
{"start": "00:48:31.470", "end": "00:48:40.200", "speaker": "Sarah Thorne", "utterance": " So I found that really interesting and challenging I guess right because this work is would obviously still be under copyright law right so."}
{"start": "00:48:41.700", "end": "00:48:47.370", "speaker": "Sarah Thorne", "utterance": " yeah it's kind of a problem I was kind of wondering about that as well, when I was reading your your."}
{"start": "00:48:48.510", "end": "00:48:59.520", "speaker": "Sarah Thorne", "utterance": " Paper like you kind of talked about how Bryan fuller was like you know kind of pro this sort of community, but I wonder if you have any examples of people have maybe been against it, or tried to like leverage copyright law."}
{"start": "00:48:59.940", "end": "00:49:06.510", "speaker": "Sarah Thorne", "utterance": " To like take down some of these kinds of instances, because I think that's often used in a kind of abusive way to to silence people."}
{"start": "00:49:07.290", "end": "00:49:14.940", "speaker": "Allegra Rosenberg", "utterance": " that's a really interesting question, so the Organization for transformative works that I referenced in the paper that runs the archive of our own was."}
{"start": "00:49:15.270", "end": "00:49:24.960", "speaker": "Allegra Rosenberg", "utterance": " Founded specifically to take control of the sort of they have they have a fan advocacy legal team it's all volunteers and they've sort of."}
{"start": "00:49:25.920", "end": "00:49:37.440", "speaker": "Allegra Rosenberg", "utterance": " manifested this legal acceptance of transformative fan works as fair use over the last decade, so in the early 2000s in the 90s, where you had this sort of like take down culture."}
{"start": "00:49:37.650", "end": "00:49:43.440", "speaker": "Allegra Rosenberg", "utterance": " Where you know Warner brothers would take down Harry Potter fan sites and lucasfilm would take down Star Wars fan sites."}
{"start": "00:49:43.710", "end": "00:49:56.640", "speaker": "Allegra Rosenberg", "utterance": " That has been a huge shift over the last 20 years sort of with fans themselves and their their legal advocacy groups at the forefront, so the archive of our own exists, specifically to avoid these you know."}
{"start": "00:49:57.360", "end": "00:50:09.000", "speaker": "Allegra Rosenberg", "utterance": " sort of malicious take downs, you know when fanfiction.net banned certain types of explicit fanfiction that was part of the impetus behind the creation of the archive of our own or three as it's known."}
{"start": "00:50:09.630", "end": "00:50:24.540", "speaker": "Allegra Rosenberg", "utterance": " So yeah the backlash that I sort of skimmed over a bit in my paper of these young users who are outraged that the archive plays host to work that they deem to be morally or ethically unacceptable you know that's why the archive exists, you know."}
{"start": "00:50:24.900", "end": "00:50:27.390", "speaker": "Allegra Rosenberg", "utterance": " Of course there's going to be distasteful stuff on there."}
{"start": "00:50:27.930", "end": "00:50:32.550", "speaker": "Allegra Rosenberg", "utterance": " Of course there's going to be stuff that you really probably would rather did not exist, but the fact remains."}
{"start": "00:50:32.820", "end": "00:50:44.640", "speaker": "Allegra Rosenberg", "utterance": " that there has to be a certain level of permissive ability, so that the takedown so that the loss of fan works can be avoided, that was a huge problem in the 2000s."}
{"start": "00:50:44.970", "end": "00:50:50.250", "speaker": "Allegra Rosenberg", "utterance": " Which which which the Organization for transformative works has really worked very, very hard to present, which is why."}
{"start": "00:50:50.610", "end": "00:51:02.910", "speaker": "Allegra Rosenberg", "utterance": " Older fans who remember these live journal events strike through in bold through who remember the fanfiction.net take Downs see this this this reaction to a of three is being harmful in our life, you need to learn our history."}
{"start": "00:51:03.120", "end": "00:51:18.270", "speaker": "Allegra Rosenberg", "utterance": " that's why something that i'm really passionate about is outreach and and fan history, a documentation of the events that have led to the creation of these these mechanisms that are now in place to protect to protect transformative works."}
{"start": "00:51:20.100", "end": "00:51:27.870", "speaker": "Sarah Thorne", "utterance": " that's really interesting, so I see like a lot just kind of resurgence of that kind of you know, fair use claims and that kind of thing, especially like YouTube."}
{"start": "00:51:28.200", "end": "00:51:37.590", "speaker": "Sarah Thorne", "utterance": " were like they people should already be aware of this kind of history and like what the actual laws are very use and yet still companies are you know, throwing around these lawsuits and and that kind of thing to try."}
{"start": "00:51:37.980", "end": "00:51:47.580", "speaker": "Allegra Rosenberg", "utterance": " Speaking with yeah it's tricky with video and audio, especially because of the tricky ways that that copyright works like I know."}
{"start": "00:51:48.150", "end": "00:51:57.000", "speaker": "Allegra Rosenberg", "utterance": " Taylor swift does not like anybody using her music and any kind of transformative work you amp G, which is the record company that owns her masters will strike down."}
{"start": "00:51:57.300", "end": "00:52:05.160", "speaker": "Allegra Rosenberg", "utterance": " Twitter users and fans who use her music in any kind of you know fan VID or sort of you know fun little thing."}
{"start": "00:52:05.700", "end": "00:52:12.540", "speaker": "Allegra Rosenberg", "utterance": " Which is it's it's terrible I mean i'm not I don't like that, but as copyright it's a little trickier."}
{"start": "00:52:12.960", "end": "00:52:29.940", "speaker": "Allegra Rosenberg", "utterance": " With transformative works like fan art and fan writing on because there is no actual use, generally speaking, it's it's it's more of a you then you start getting into the intellectual property, rather than the digital property of a master or have a video."}
{"start": "00:52:32.010", "end": "00:52:39.540", "speaker": "Maria Mencia", "utterance": " Thank you, I think, Andrew has a few questions that in them tap on do they do want me to read them, or do you want to read them."}
{"start": "00:52:40.830", "end": "00:52:44.490", "speaker": "Maria Mencia", "utterance": " The first one is to do with collaboration as well and process yeah."}
{"start": "00:52:45.540", "end": "00:52:49.080", "speaker": "Andrew Klobucar", "utterance": " Well, actually, I wanted that that was a very early question I wanted to."}
{"start": "00:52:50.400", "end": "00:53:05.430", "speaker": "Andrew Klobucar", "utterance": " sort of update it Sarah with respect to the the format, what I find obviously what's really interesting about Romans work is that it has to be one of the earliest hypertext novels being 1996 so."}
{"start": "00:53:06.780", "end": "00:53:18.690", "speaker": "Andrew Klobucar", "utterance": " So I don't know if there's any work or anything you might want to say about its own historical formatting the limitation, we see in html as a collaborative."}
{"start": "00:53:19.860", "end": "00:53:27.570", "speaker": "Andrew Klobucar", "utterance": " interface as a as a as an interactive interface, or whether there's any sort of work on rhyming because I would think that's also very interesting."}
{"start": "00:53:27.960", "end": "00:53:41.670", "speaker": "Andrew Klobucar", "utterance": " Especially if the print novel is is being judged critically still as inferior to this 1996 web page I don't know when it when I heard that I just it just kind of blew me away."}
{"start": "00:53:42.900", "end": "00:53:48.180", "speaker": "Andrew Klobucar", "utterance": " Is a real metaphor, to the whole story kind of kind of parallels the."}
{"start": "00:53:48.660", "end": "00:54:01.350", "speaker": "Andrew Klobucar", "utterance": " Film and narrative mode on the Orient Express so I was thinking about trains being this really wonderful narrative structure that works well with with a with a an older web format."}
{"start": "00:54:02.040", "end": "00:54:10.980", "speaker": "Andrew Klobucar", "utterance": " or an older what the original version of html I don't know if you have any comments just about it's it's 1996 constraints."}
{"start": "00:54:14.340", "end": "00:54:16.500", "speaker": "Sarah Thorne", "utterance": " The really great question there's a lot to think about."}
{"start": "00:54:18.210", "end": "00:54:20.310", "speaker": "Sarah Thorne", "utterance": " yeah I don't know, specifically, if I have anything."}
{"start": "00:54:20.670", "end": "00:54:35.160", "speaker": "Sarah Thorne", "utterance": " To say about kind of the dating of novel I feel like that was kind of like an important moment in time, where you know reading on like an e book or something wasn't really a thing right, you know you could read websites on your computer but it wasn't really."}
{"start": "00:54:36.210", "end": "00:54:44.280", "speaker": "Sarah Thorne", "utterance": " The same as reading reading a novel so I really like kind of introducing this work to students now because I find that it's such a jarring experience for them like to."}
{"start": "00:54:44.730", "end": "00:54:53.010", "speaker": "Sarah Thorne", "utterance": " I just kind of brought them into the computer lab and I didn't really tell them what we were doing and I said we're gonna we're going to read a novel on a computer and we're also going to look at the physical book."}
{"start": "00:54:53.400", "end": "00:55:01.320", "speaker": "Sarah Thorne", "utterance": " And they were like why why Why would we do this, we do this, all the time, like and sometimes they're like all read my textbook and then i'll go read parts of it online."}
{"start": "00:55:02.250", "end": "00:55:06.840", "speaker": "Sarah Thorne", "utterance": " You know and they're like having the the ability to like search and and that kind of thing."}
{"start": "00:55:07.350", "end": "00:55:16.230", "speaker": "Sarah Thorne", "utterance": " And then, when they actually got looking at both of them, they were like I hate looking at that book it's awful it's torture it's like it's just flipping through you know the same kind of."}
{"start": "00:55:16.740", "end": "00:55:24.330", "speaker": "Sarah Thorne", "utterance": " descriptions and it just looks like a dictionary, and they didn't like it, but the website they found like disorienting but also like they like that a lot more."}
{"start": "00:55:25.590", "end": "00:55:26.130", "speaker": "Sarah Thorne", "utterance": " yeah."}
{"start": "00:55:26.730", "end": "00:55:32.910", "speaker": "Sarah Thorne", "utterance": " yeah it was just such an interesting experience even compared to like you know more than 10 years ago when I read the novel."}
{"start": "00:55:33.960", "end": "00:55:41.730", "speaker": "Sarah Thorne", "utterance": " But yeah so i'm just really I wish that there were more works like this, I guess, I don't know if anyone is aware of anything else, like that, but it's just so interesting."}
{"start": "00:55:43.590", "end": "00:55:45.540", "speaker": "Sarah Thorne", "utterance": " To get i'm thinking about these questions."}
{"start": "00:55:45.780", "end": "00:55:57.690", "speaker": "Maria Mencia", "utterance": " I remember when I came across these also like ages ago, but I think I was already doing flush so in some ways, I found this very limited that's why what Andrew was asking I think he's."}
{"start": "00:55:58.800", "end": "00:56:16.530", "speaker": "Maria Mencia", "utterance": " kind of major in the way you know I I saw that it was like very connected to the book in a way, you know, and yes, he was this way to go around quite simple him, but I still having a lot of references to the book and."}
{"start": "00:56:16.740", "end": "00:56:19.620", "speaker": "Maria Mencia", "utterance": " But another thing is that, what do you know why."}
{"start": "00:56:19.740", "end": "00:56:23.100", "speaker": "Maria Mencia", "utterance": " There is, these two versions, they book on the print Sarah."}
{"start": "00:56:27.540", "end": "00:56:34.530", "speaker": "Sarah Thorne", "utterance": " Like specifically I guess if there's some sort of like history that i'm missing, other than you know it's a novel and they decided to publish it but."}
{"start": "00:56:35.700", "end": "00:56:44.640", "speaker": "Maria Mencia", "utterance": " He goes What was it, what did they do first day they do was my dinner was that they they the original point is that html one."}
{"start": "00:56:45.000", "end": "00:56:49.230", "speaker": "Sarah Thorne", "utterance": " yeah yeah the original one is the website it the book came out two years later."}
{"start": "00:56:49.470", "end": "00:56:56.940", "speaker": "Sarah Thorne", "utterance": " yeah so I know he's published other novels so I don't know which is sort of the logical conclusion of he writes novels so he had it published but."}
{"start": "00:56:57.720", "end": "00:57:04.470", "speaker": "Maria Mencia", "utterance": " So it sounds interesting in the sense of why perhaps a students like that, more than ever, I mean apart from."}
{"start": "00:57:04.980", "end": "00:57:15.030", "speaker": "Maria Mencia", "utterance": " In this stage and age, you know the students are more used to this kind of online interactive works, and I have noticed that in my classes, I lot and."}
{"start": "00:57:15.870", "end": "00:57:21.870", "speaker": "Maria Mencia", "utterance": " They are more familiarized with it and they can see that they can also make them and everything which before it was something quite alien."}
{"start": "00:57:22.410", "end": "00:57:31.200", "speaker": "Maria Mencia", "utterance": " thing or Mike, what can I do those I can't I can't use those technical skills, I don't have them something but but also, I think."}
{"start": "00:57:31.740", "end": "00:57:44.910", "speaker": "Maria Mencia", "utterance": " Well, this makes me think about when you make a work on the content, because I think you talk about the content in the work as well, for me, the content is I don't know if you feel like that, but is that the the actual."}
{"start": "00:57:48.720", "end": "00:58:06.240", "speaker": "Maria Mencia", "utterance": " Vertical the actual kind of way that you go about it, the other technology that you use and everything is part of that content in a way, you know so it's not just the content is not just the text but it's all the visuals is there way that you arrange it is the interactivity."}
{"start": "00:58:07.680", "end": "00:58:23.520", "speaker": "Maria Mencia", "utterance": " And because you are thinking about how that as them as a maker, you are actually thinking how the reader is going to interact with that and that's almost like part of the content anyway, so I don't know if you've been looking at that aspect of."}
{"start": "00:58:24.600", "end": "00:58:34.920", "speaker": "Maria Mencia", "utterance": " You know their medium on the actual general text, but in connection with do the Multi modality, of the of the whole."}
{"start": "00:58:36.030", "end": "00:58:38.580", "speaker": "Maria Mencia", "utterance": " Projects you know the project."}
{"start": "00:58:39.990", "end": "00:58:49.560", "speaker": "Sarah Thorne", "utterance": " yeah, but I think just to return to something you said earlier, too, so the review of the novels like I in my paper I talk about a few different reviews Those are all from like the 90s."}
{"start": "00:58:49.770", "end": "00:58:55.890", "speaker": "Sarah Thorne", "utterance": " yeah where they preferred the online version but I thought it was really interesting that Ryan when when he talks about."}
{"start": "00:58:56.310", "end": "00:59:10.200", "speaker": "Sarah Thorne", "utterance": " and part of the reason why I sort of i'd like I talked about the Forum and the content, obviously, if we're talking about voyeurism and kind of the fantasy of the novel but Roman himself says that you know, and I, which I thought was really interesting was that he thinks that."}
{"start": "00:59:11.670", "end": "00:59:19.710", "speaker": "Sarah Thorne", "utterance": " You know the links kind of talk about how we're all connected, but the the novel of the print version kind of shows how different we all are."}
{"start": "00:59:20.280", "end": "00:59:25.200", "speaker": "Sarah Thorne", "utterance": " And he says that he thinks he's going to prefer the print version which is, which is kind of interesting."}
{"start": "00:59:25.770", "end": "00:59:33.180", "speaker": "Sarah Thorne", "utterance": " I think I had a slide about that that earlier but I that's quoted I think in my paper as well if anyone's looking for that, but yeah I thought it was really interesting that."}
{"start": "00:59:33.870", "end": "00:59:47.340", "speaker": "Sarah Thorne", "utterance": " It was kind of reviewed so differently, and here he is thinking like Oh, I think i'll prefer the print version to the website that he made so even his own thinking about the design is kind of interesting what he expects people to respond to yeah."}
{"start": "00:59:49.050", "end": "00:59:49.530", "speaker": "Sarah Thorne", "utterance": " So."}
{"start": "00:59:49.560", "end": "00:59:52.560", "speaker": "Maria Mencia", "utterance": " yeah and any any other questions from here that you wanted."}
{"start": "00:59:53.460", "end": "00:59:56.310", "speaker": "Maria Mencia", "utterance": " I think Andrew you had a few questions for brad."}
{"start": "01:00:01.980", "end": "01:00:17.130", "speaker": "Andrew Klobucar", "utterance": " Conscious of the time I I know people want to move on to one of the keynotes but I did want to say the The questions are really developing a methodology for for Ai."}
{"start": "01:00:18.210", "end": "01:00:25.800", "speaker": "Andrew Klobucar", "utterance": " And in terms of a of a reading strategy, which is what I thought you were kind of touching upon and I found it."}
{"start": "01:00:26.970", "end": "01:00:38.400", "speaker": "Andrew Klobucar", "utterance": " intriguing in the sense that you you're right that the object itself, the text itself becomes secondary to the process where we're much more interested in seeing the general the generative process."}
{"start": "01:00:39.660", "end": "01:00:54.630", "speaker": "Andrew Klobucar", "utterance": " As as part of it and you demonstrated three different models of that generative process in in the examples ending with the gnarly conversations, which can provide a critical perspective on the different authors, I did ask."}
{"start": "01:00:56.070", "end": "01:00:56.580", "speaker": "Andrew Klobucar", "utterance": " sort of."}
{"start": "01:00:57.780", "end": "01:00:58.440", "speaker": "Andrew Klobucar", "utterance": " somewhat."}
{"start": "01:00:59.790", "end": "01:01:11.580", "speaker": "Andrew Klobucar", "utterance": " sarcastically you know, did you find but but but, honestly, I did you find anything new in the authors, because I can imagine a digital humanities approach to normally."}
{"start": "01:01:12.120", "end": "01:01:29.280", "speaker": "Andrew Klobucar", "utterance": " conversation saying well we'll we'll discover semantic connections between the different works using these kinds of tools and it becomes a very interesting critical tool and maybe we want to track it out immediately or work through some some of the conversations you you produced."}
{"start": "01:01:30.600", "end": "01:01:32.820", "speaker": "Andrew Klobucar", "utterance": " And the other ones to."}
{"start": "01:01:34.380", "end": "01:01:55.440", "speaker": "Andrew Klobucar", "utterance": " Show patterns in in writing, especially the the vector based structures, and I think you could you could do a whole panel on on vector Ai and and semantic connections, and so I wanted to Sigma signal my interest in that I think allison parish also talks about that."}
{"start": "01:01:56.550", "end": "01:01:57.270", "speaker": "Andrew Klobucar", "utterance": " In her work."}
{"start": "01:02:00.060", "end": "01:02:09.720", "speaker": "Brad Gallagher", "utterance": " Just briefly answer I can't say that I did find any new connections and in part of part of what I wanted to do is you had this thing create thousands of poems and then I wanted to use the idea of."}
{"start": "01:02:10.260", "end": "01:02:12.720", "speaker": "Brad Gallagher", "utterance": " Even though neither the models are trained on wallace Stevens."}
{"start": "01:02:13.170", "end": "01:02:29.040", "speaker": "Brad Gallagher", "utterance": " I train another model that is trained to recognize that text and then filter through those define the ones that, for whatever reason, have a higher while Stephen score than anything but, again, the goal mean, in the end, that was to try to pull out something that was least like."}
{"start": "01:02:31.380", "end": "01:02:39.960", "speaker": "Brad Gallagher", "utterance": " What it was trained on whether that was even true I don't know yet the thing I am interested in doing, though, is that john ashbury was very influenced by law writing to."}
{"start": "01:02:40.410", "end": "01:02:53.040", "speaker": "Brad Gallagher", "utterance": " And that's something you don't hear about as much, and so I was wanting that would be kind of a further project where i'd like to try to find that hidden influence can you sort of find some way, and you know again i'm not sure how you would go about that, but."}
{"start": "01:02:54.060", "end": "01:02:58.620", "speaker": "Brad Gallagher", "utterance": " I do appreciate that question I think it's you know, an open ended thing that i'm still looking into myself."}
{"start": "01:02:59.130", "end": "01:03:09.300", "speaker": "Andrew Klobucar", "utterance": " very, very yeah continue that work because that that is something that we continue to look at you know the semantic connections, because, of course, when when you, you are."}
{"start": "01:03:09.780", "end": "01:03:28.350", "speaker": "Andrew Klobucar", "utterance": " influenced by an author, it can influence in pattern it influences in lexicon it into influences approach and and and and this kind of tool could really pick up some very, very fascinating mappings, so I hope you do continue with that that's very good."}
{"start": "01:03:30.420", "end": "01:03:42.000", "speaker": "Brad Gallagher", "utterance": " I actually had one question for Allegro one thing I kept thinking about in your paper was is that you know, in the fan fiction world people know they're writing fiction and they're doing it on purpose."}
{"start": "01:03:42.930", "end": "01:03:50.700", "speaker": "Brad Gallagher", "utterance": " But I kept thinking about like how this sort of you know, the fact that people still end up using this forum just sort of for like moral."}
{"start": "01:03:52.620", "end": "01:03:57.630", "speaker": "Brad Gallagher", "utterance": " Moral soapbox right they sort of in this in this world find ways."}
{"start": "01:03:58.200", "end": "01:04:06.540", "speaker": "Brad Gallagher", "utterance": " To talk about what they think is morally right or not reprehensible, and so I kept thinking about like the coupon and thing you know, like how this whole kind of."}
{"start": "01:04:07.020", "end": "01:04:16.410", "speaker": "Brad Gallagher", "utterance": " weird thing that some people don't think is fiction, but clearly is and it's sort of there's a weird game, people are playing and how that's also tied up in some sort of like."}
{"start": "01:04:17.070", "end": "01:04:26.010", "speaker": "Brad Gallagher", "utterance": " You know I don't know like I don't know what's going on with that, like i've often thought like are a lot of the people who are into this people who are survivors of abuse, and this is one way of."}
{"start": "01:04:26.400", "end": "01:04:31.740", "speaker": "Brad Gallagher", "utterance": " them dealing with it, so I don't know if you thought about that I feel like the work you're doing could like jump into that world."}
{"start": "01:04:32.400", "end": "01:04:33.060", "speaker": "None", "utterance": "yeah."}
{"start": "01:04:34.140", "end": "01:04:48.750", "speaker": "Allegra Rosenberg", "utterance": " The overlap between the sort of you know, the the the genetic connection between like 15 like panicking cunanan like seeing pedophiles everywhere and, like the very easily leaping to these conspiracy theories."}
{"start": "01:04:49.650", "end": "01:04:57.150", "speaker": "Allegra Rosenberg", "utterance": " As a result of you know, perceiving the the intensity and the heightened sort of effective environment of these platforms."}
{"start": "01:04:57.420", "end": "01:05:05.040", "speaker": "Allegra Rosenberg", "utterance": " There there, there is a connection, I think, with with phantom it's more likely that young people, because the anti phenomenon."}
{"start": "01:05:05.340", "end": "01:05:14.520", "speaker": "Allegra Rosenberg", "utterance": " it's generally sort of younger people and teens who don't really have a knowledge of sin and history and why these these works are written."}
{"start": "01:05:15.120", "end": "01:05:22.470", "speaker": "Allegra Rosenberg", "utterance": " I mean if it comes, this is something that I want to do work on i'm still in my first semester of Grad school, but like I want to be work on the ways in which."}
{"start": "01:05:22.740", "end": "01:05:32.160", "speaker": "Allegra Rosenberg", "utterance": " fandom trends predict larger cultural trends, I mean I will tell anybody who listens that the sort of stuff that young people were discussing on tumblr in 2012."}
{"start": "01:05:32.580", "end": "01:05:41.250", "speaker": "Allegra Rosenberg", "utterance": " predicted almost precisely the movements in the larger political shift and the alt rights and the cultural wars and stuff like that so it's all."}
{"start": "01:05:41.550", "end": "01:05:58.020", "speaker": "Allegra Rosenberg", "utterance": " Very predictive it's it's if you if you observe these trends amongst these tiny obscure communities, you will start to see it ECHO out into the larger culture, I do think that there is a psychological and effective connection between the tendency to perceive."}
{"start": "01:05:59.490", "end": "01:06:07.170", "speaker": "Allegra Rosenberg", "utterance": " These these attacks from people who want to harm you the danger of this, you know this this bad fiction."}
{"start": "01:06:07.800", "end": "01:06:11.730", "speaker": "Allegra Rosenberg", "utterance": " I think that there's probably similar impulses behind it, I don't know if there's any."}
{"start": "01:06:12.000", "end": "01:06:21.000", "speaker": "Allegra Rosenberg", "utterance": " You know I don't think it's the same certainly not the same people, specifically, but also the fact that, on the Internet on these platform environments, if you see something that affects you deeply."}
{"start": "01:06:21.240", "end": "01:06:28.680", "speaker": "Allegra Rosenberg", "utterance": " it's so easy to start to engage with it into fall deeper down the rabbit hole I mean you get the radicalization algorithms on YouTube and stuff like that."}
{"start": "01:06:29.160", "end": "01:06:37.260", "speaker": "Allegra Rosenberg", "utterance": " If you see a lot of if you're in a small fan the Community where there, there is this inherent element of trust, because you're all there because you like the same things."}
{"start": "01:06:37.590", "end": "01:06:42.060", "speaker": "Allegra Rosenberg", "utterance": " You know if you start to see someone that you know tweeting about like oh this person."}
{"start": "01:06:42.300", "end": "01:06:57.360", "speaker": "Allegra Rosenberg", "utterance": " they're harmful they're they're doing this thing we must all go against something you know it becomes this sort of movement that can swell outwards so yeah I think that I think that's very that's a very potent possibility for connect verse for some shared DNA between those those."}
{"start": "01:06:59.190", "end": "01:07:15.990", "speaker": "Maria Mencia", "utterance": " Thank you, thank you, Elena I think we are going to have to finish in here because everybody's going to pick and the keynotes but thanks for these amazing papers that you had, I mean I learned so much from them, it was amazing so."}
{"start": "01:07:16.440", "end": "01:07:19.650", "speaker": "Maria Mencia", "utterance": " Here you know the presentation okay very nice."}
{"start": "01:07:19.830", "end": "01:07:20.970", "speaker": "Maria Mencia", "utterance": " evening bye."}
{"start": "01:07:21.060", "end": "01:07:21.300", "speaker": "None", "utterance": "bye."}
{"start": "01:07:23.220", "end": "01:07:23.580", "speaker": "Maria Mencia", "utterance": " bye."}