{"start": "00:00:00.000", "end": "00:00:00.000", "speaker": "None", "utterance": "Well done."}
{"start": "00:00:00.000", "end": "00:00:06.000", "speaker": "None", "utterance": "Okay."}
{"start": "00:00:06.000", "end": "00:00:09.000", "speaker": "None", "utterance": "Okay, thank you."}
{"start": "00:00:09.000", "end": "00:00:15.000", "speaker": "None", "utterance": "So this is Andrew Hello Andrew that's good."}
{"start": "00:00:15.000", "end": "00:00:25.000", "speaker": "None", "utterance": "So, okay, I think we nearly going to start this way to another second."}
{"start": "00:00:25.000", "end": "00:00:38.000", "speaker": "None", "utterance": "And then we start. Yeah, we got plenty of time because that is only three speakers. Hi Andrew How are you are you are you, Maria."}
{"start": "00:00:38.000", "end": "00:00:49.000", "speaker": "None", "utterance": "So yes we am okay so is now 303. So you have presentations will have, you know, 10 minutes or so, yeah."}
{"start": "00:00:49.000", "end": "00:00:58.000", "speaker": "None", "utterance": "Okay, so let's start then. And welcome everybody to our panel here or language on politics."}
{"start": "00:00:58.000", "end": "00:01:09.000", "speaker": "None", "utterance": "And the first person the first speaker that I'm going to introduce is set up for. Okay, am so sorry is an Assistant Professor of Communication Studies."}
{"start": "00:01:09.000", "end": "00:01:28.000", "speaker": "None", "utterance": "I've been more than University of Newfoundland and Labrador. And she's also an adjunct researcher at the hybrid lab, and Digital Humanities Research Center at the Garlington University, where she collaboratively the signs, negative media games."}
{"start": "00:01:28.000", "end": "00:01:40.000", "speaker": "None", "utterance": "So, that will be interesting also maybe you can mention this, and so her research investigates the intersection between video games narrative and political media theory."}
{"start": "00:01:40.000", "end": "00:01:43.000", "speaker": "None", "utterance": "So Sarah if you want to start."}
{"start": "00:01:43.000", "end": "00:02:01.000", "speaker": "None", "utterance": "And the title of the paper is the paper of pixel revisiting the job, Romans, 253, and I'm looking forward to, to hearing what you have to say"}
{"start": "00:02:01.000", "end": "00:02:12.000", "speaker": "None", "utterance": "thanks I'm just trying to bring up my slides here. Yeah, see you can share them."}
{"start": "00:02:12.000", "end": "00:02:20.000", "speaker": "None", "utterance": "Oh, it wants me to, I might disappear for a second. If this is not okay."}
{"start": "00:02:20.000", "end": "00:02:29.000", "speaker": "None", "utterance": "Magic gone."}
{"start": "00:02:29.000", "end": "00:02:43.000", "speaker": "None", "utterance": "So the next speaker is Allegra Rosenberg, yeah, I went into these you later on the third speakers. Brad gallica."}
{"start": "00:02:43.000", "end": "00:02:46.000", "speaker": "None", "utterance": "How are you getting on Sarah."}
{"start": "00:02:46.000", "end": "00:02:48.000", "speaker": "None", "utterance": "I think good. Let's see."}
{"start": "00:02:48.000", "end": "00:03:06.000", "speaker": "None", "utterance": "Yeah, you can see the slides now. Yeah, perfect. Okay, I guess I haven't used zoom before for sharing my screen so that's friction, or something but thank you for that introduction and thank you everyone for being here today."}
{"start": "00:03:06.000", "end": "00:03:10.000", "speaker": "None", "utterance": "Some of my talk paper pixel revisiting Jeff Romans 253."}
{"start": "00:03:10.000", "end": "00:03:15.000", "speaker": "None", "utterance": "This comes out of some graduate work that actually did a little over 10 years ago."}
{"start": "00:03:15.000", "end": "00:03:19.000", "speaker": "None", "utterance": "So I've kind of decided to return to some of this work."}
{"start": "00:03:19.000", "end": "00:03:31.000", "speaker": "None", "utterance": "In light of, you know, some different things that kind of happened so hopefully it seemed fairly cohesive if you had the time to to read the paper but it's cut down from a much larger project."}
{"start": "00:03:31.000", "end": "00:03:40.000", "speaker": "None", "utterance": "But the time when I first written this essay, Romans novels seem kind of updated at that time, and ultimately I decided not to do anything with that."}
{"start": "00:03:40.000", "end": "00:03:49.000", "speaker": "None", "utterance": "But more recently I've had a number of reasons to kind of return to this work and I'll provide some context maybe on the novel before diving into some of those reasons but."}
{"start": "00:03:49.000", "end": "00:04:04.000", "speaker": "None", "utterance": "So 25 years ago, Jeff Raymond released his novel for the internet, 253, and then I will tell us if it could fictitious story about the crash of the London Underground train and is told through a very kind of restrictive form which I'll kind of outlined"}
{"start": "00:04:04.000", "end": "00:04:10.000", "speaker": "None", "utterance": "here, as it's pretty important if you haven't had the chance to read the novel."}
{"start": "00:04:10.000", "end": "00:04:30.000", "speaker": "None", "utterance": "So the novel is divided into seven sections, one for each of the trains cars and the sections are further subdivided into single page passages, one for each of the trains 252, passengers and the driver capacities consist of a 253 word description, the"}
{"start": "00:04:30.000", "end": "00:04:46.000", "speaker": "None", "utterance": "details. Each passengers outward appearance backward and background information and what each is doing, or thinking moments before the crash, these descriptions contain links that allow readers to jump to other passengers to explore connections between"}
{"start": "00:04:46.000", "end": "00:05:02.000", "speaker": "None", "utterance": "them. However readers are also free to use the websites journey planner to explore the trans cards at their whim, including the fan of their passengers at the moment of the crash, which are detailed in the novels, final seven pages to two years after"}
{"start": "00:05:02.000", "end": "00:05:15.000", "speaker": "None", "utterance": "its release, a print version of the novel was published under the title 253 the mix, which maintains the same structure, but uses an index at the back of the book to mimic the hyperlinks used in the original."}
{"start": "00:05:15.000", "end": "00:05:29.000", "speaker": "None", "utterance": "And the hypertext version, the reader of course use the text on a digital display and navigates its pages using hyperlinks pages contain multiple links that may take the reader to the subject subsequent passenger."}
{"start": "00:05:29.000", "end": "00:05:35.000", "speaker": "None", "utterance": "A related passenger footnotes or even fictional advertisements."}
{"start": "00:05:35.000", "end": "00:05:41.000", "speaker": "None", "utterance": "Passengers who are employed by the same company or even those who are fun to feel lines are also linked."}
{"start": "00:05:41.000", "end": "00:05:53.000", "speaker": "None", "utterance": "The print novel instead uses the index through which readers can explore character links but this approach doesn't have the same kind of immediacy as it does in its hypertext counterpart, the reader it actually has to flip to the end of the book to review"}
{"start": "00:05:53.000", "end": "00:05:55.000", "speaker": "None", "utterance": "the index."}
{"start": "00:05:55.000", "end": "00:06:00.000", "speaker": "None", "utterance": "As the links between passengers are not apparent throughout the narrative."}
{"start": "00:06:00.000", "end": "00:06:13.000", "speaker": "None", "utterance": "The index list passengers under categories, again, such as company name or cats, the print version also includes maps in order to help orient readers through its various cars."}
{"start": "00:06:13.000", "end": "00:06:22.000", "speaker": "None", "utterance": "Unfortunately not only have copies of the print novel become increasingly difficult to track down, but also the website that hosted the novel has since been lost."}
{"start": "00:06:22.000", "end": "00:06:35.000", "speaker": "None", "utterance": "According to the internet archives wayback machine and corroborated by websites that maintain records of domains and their owners. Robbins ownership of the novel ended around 2018 that have been appears to have been taken over by domain squatters."}
{"start": "00:06:35.000", "end": "00:06:47.000", "speaker": "None", "utterance": "And at the time of writing the site now contains articles about Romans work, but it's links redirect users to more dubious sites like online casinos and that kind of thing."}
{"start": "00:06:47.000", "end": "00:06:56.000", "speaker": "None", "utterance": "The original novel, however, remains accessible through the Wayback Machine, which last produced a snapshot of the novel on August 5 2017."}
{"start": "00:06:56.000", "end": "00:07:03.000", "speaker": "None", "utterance": "And part of the reason why I discovered that the website had been lost, even in the first place was that I decided to assign the novel for a new class."}
{"start": "00:07:03.000", "end": "00:07:18.000", "speaker": "None", "utterance": "So last year I had the opportunity to teach that kind of introductory course called telling stories. And of course was aimed at non majors, and was intended as a critical reading and writing course that would also bolster first year students writing skills,"}
{"start": "00:07:18.000", "end": "00:07:26.000", "speaker": "None", "utterance": "so I signed Reitman's 253 is a kind of example of storytelling that crosses both print and digital formats."}
{"start": "00:07:26.000", "end": "00:07:36.000", "speaker": "None", "utterance": "What I find especially interesting about this work is that although the two texts are identical. Aside from the print and digital formats, they were not equally received by their readers."}
{"start": "00:07:36.000", "end": "00:07:39.000", "speaker": "None", "utterance": "So many found that the print version felt flat."}
{"start": "00:07:39.000", "end": "00:07:49.000", "speaker": "None", "utterance": "And as are in his article hypertext po to print Robert Kendall notes that the book was generally well received. Some reviewers complained that it's suffered from the loss of his interactive element."}
{"start": "00:07:49.000", "end": "00:07:59.000", "speaker": "None", "utterance": "Others more harshly criticized the print version as an example of form obliterating content,"}
{"start": "00:07:59.000", "end": "00:08:09.000", "speaker": "None", "utterance": "and others, you know, praise the hypertext version as a curiously addictive form of storytelling, relying on both the illusion that the reader is shaping the story through choosing which links to follow."}
{"start": "00:08:09.000", "end": "00:08:13.000", "speaker": "None", "utterance": "And the voyeuristic joy of finding out what people really think on the tube."}
{"start": "00:08:13.000", "end": "00:08:21.000", "speaker": "None", "utterance": "So my students who read the digital version together in the computer lab and this is, I guess in there before times when we were still had to be on campus."}
{"start": "00:08:21.000", "end": "00:08:29.000", "speaker": "None", "utterance": "They had quite a similar reaction to the novels reviewers. Well they felt quite lost kind of exploring the trans cards on the website."}
{"start": "00:08:29.000", "end": "00:08:45.000", "speaker": "None", "utterance": "They basically preferred it to the print version, which they thought was too much like a dictionary or some other kind of reference material or discussion of the ordinances and constraints of the digital and print platforms."}
{"start": "00:08:45.000", "end": "00:08:43.000", "speaker": "None", "utterance": "Many students commented on the fact that nearly all of their course readings were now done on the computer, and reading Romans 253 kind of lead them to discuss the strangeness of this practice that they take for granted."}
{"start": "00:08:43.000", "end": "00:08:57.000", "speaker": "None", "utterance": "about our reading practices today."}
{"start": "00:08:57.000", "end": "00:09:12.000", "speaker": "None", "utterance": "This led to questions like why did they hate the print version so much if they're the same work. And how am I choosing to read course materials on a computer, or in print might affect their engagement with those materials at both versions of 253 which"}
{"start": "00:09:12.000", "end": "00:09:27.000", "speaker": "None", "utterance": "again sure the same restrictions on form can be viewed so differently provided a kind of unusual opportunity for exploring the effects of transmutation on the subject Jeff Ryman notes that he believes that 253 with links is about what makes people the"}
{"start": "00:09:27.000", "end": "00:09:37.000", "speaker": "None", "utterance": "same because you can follow the grandparent theme the people thinking about that you're. It's like the subliminal ways that we're all linked, you just read it passenger passenger."}
{"start": "00:09:37.000", "end": "00:09:42.000", "speaker": "None", "utterance": "It's about how different we all are the links change the meaning of the novel."}
{"start": "00:09:42.000", "end": "00:09:55.000", "speaker": "None", "utterance": "In my paper however I build on this idea to examine, not just the way that the links are dynamic that the way that the links dynamically alter experience of the narrative, but also the way that they impact readers engagement with fantasy."}
{"start": "00:09:55.000", "end": "00:10:09.000", "speaker": "None", "utterance": "And here I use fantasy in the kind of psychoanalytic sense for readers of 253 the change in platform does not simply produce a dissatisfaction with with one version or the other, whether it alters the functioning of fantasy, as this kind of protective"}
{"start": "00:10:09.000", "end": "00:10:19.000", "speaker": "None", "utterance": "screen fantasy becomes distorted through trans mediation, the fantasy of 253 is the fantasy of the lawyer."}
{"start": "00:10:19.000", "end": "00:10:26.000", "speaker": "None", "utterance": "And as the novel explains to five three is designed to appeal to the nosy Parker and all of us."}
{"start": "00:10:26.000", "end": "00:10:31.000", "speaker": "None", "utterance": "How often have you sat in a restaurant theater or bus and wonder who the people around you are."}
{"start": "00:10:31.000", "end": "00:10:37.000", "speaker": "None", "utterance": "This novel will give you the illusion that you can know indeed that you're godlike and admission."}
{"start": "00:10:37.000", "end": "00:10:50.000", "speaker": "None", "utterance": "This can be a very pleasurable sensation but remember as soon as you close the book you will no longer godlike, and I mission for the hypertext version supports this fantasy quite well by encouraging readers to explore the trans cars and peer into the"}
{"start": "00:10:50.000", "end": "00:11:01.000", "speaker": "None", "utterance": "lives of passengers, the print version renders this all to explicitly all information is clearly on display in its entirety and the physical form of the book."}
{"start": "00:11:01.000", "end": "00:11:10.000", "speaker": "None", "utterance": "So if you read the book cover to cover. It contains all that can be known, and therefore it's not able to provide the same kind of fences Matic support."}
{"start": "00:11:10.000", "end": "00:11:25.000", "speaker": "None", "utterance": "Its medium lacks the ability to mediate the experience causing us to encounter it's fantasy to directly there by removing the enjoyment from it, which kind of explains some of the negative reviews that this book had the lawyer desires to know all and"}
{"start": "00:11:25.000", "end": "00:11:39.000", "speaker": "None", "utterance": "seal, but it doesn't actually want to fully realize this desire, the aim of desire isn't its fulfillment, or rather its own perpetuation as encountering the object of desire often produces disappointment or eliminates precisely what was appealing about"}
{"start": "00:11:39.000", "end": "00:11:41.000", "speaker": "None", "utterance": "it."}
{"start": "00:11:41.000", "end": "00:11:47.000", "speaker": "None", "utterance": "So in this slide 253 makes the now innocuous experience of reading print and digital text strange again."}
{"start": "00:11:47.000", "end": "00:11:54.000", "speaker": "None", "utterance": "I think we often take our reading platform choice for granted, though, offering for whichever is most convenient in the moment."}
{"start": "00:11:54.000", "end": "00:12:01.000", "speaker": "None", "utterance": "But I love the 253 D familiarize is this experience, and it makes a great pedagogical tool as a result."}
{"start": "00:12:01.000", "end": "00:12:28.000", "speaker": "None", "utterance": "So in our discussion maybe if anyone has to be other examples, I'd love to hear about them since this one's becoming a bit difficult to to track down now but yeah i think that's about it for my time thanks."}
{"start": "00:12:28.000", "end": "00:12:32.000", "speaker": "None", "utterance": "I think you're on mute Maria."}
{"start": "00:12:32.000", "end": "00:12:53.000", "speaker": "None", "utterance": "So Allegra, do you want to share. And, yeah, yeah. So, okay, I laid it out Rosenberg is a student at NYU, and she is a stallion supplement supplemental humanities, with a focus on fun studies and participatory culture, which is the paper is about this"}
{"start": "00:12:53.000", "end": "00:13:01.000", "speaker": "None", "utterance": "The paper is about this as well. So she did her ba thesis on defunct online communities."}
{"start": "00:13:01.000", "end": "00:13:12.000", "speaker": "None", "utterance": "And then, yeah you using media practices and practice program and the program Yeah, I'm currently works at the Tumblr and their internal team as well."}
{"start": "00:13:12.000", "end": "00:13:18.000", "speaker": "None", "utterance": "So welcome Allegra is the first time on the press conference that Allegra is doing so."}
{"start": "00:13:18.000", "end": "00:13:33.000", "speaker": "None", "utterance": "If there is anybody okay let me share my screen title is likely to cope, yeah yes laboratory media junkie."}
{"start": "00:13:33.000", "end": "00:13:44.000", "speaker": "None", "utterance": "Okay. Can you guys see my presentation. Yes, we do. Okay, great. so Hi I'm great, thank you for the introduction rate is my first ever conference."}
{"start": "00:13:44.000", "end": "00:13:52.000", "speaker": "None", "utterance": "My, my presentation is called writing to cope anti shipping rhetoric and media fandom and see."}
{"start": "00:13:52.000", "end": "00:14:09.000", "speaker": "None", "utterance": "So over the last decade, as the participatory cultures of media fandom have moved from home to home, then populated by younger generations norms are changing very quickly formerly sacred concepts such as the fourth wall have been broken down accepted"}
{"start": "00:14:09.000", "end": "00:14:14.000", "speaker": "None", "utterance": "practices of creation and participation are being challenged."}
{"start": "00:14:14.000", "end": "00:14:27.000", "speaker": "None", "utterance": "So Britain Kelly has detailed the movement over the last few years towards the platform model of fandom, in which the global interconnectedness of Twitter has lowered the bar for interaction between creative producers and fans and this has had a very"}
{"start": "00:14:27.000", "end": "00:14:43.000", "speaker": "None", "utterance": "visible effect on the digital spaces in which transformative fan works specifically erotic literature and artwork are shared. So I'm not really interested in untangling the actual ethical implications behind individual examples of problematic erotic material"}
{"start": "00:14:43.000", "end": "00:14:57.000", "speaker": "None", "utterance": "pathology arising, its supporters rights to criers instead. I'm speaking specifically to examine the effects the recent shifts in digital platforming of fandom culture has had on the discourse around production and consumption."}
{"start": "00:14:57.000", "end": "00:15:08.000", "speaker": "None", "utterance": "Such works through the lens of context collapse, as well as through Joanna Russell's work on the authoring of an effective responses to erotic fan literature."}
{"start": "00:15:08.000", "end": "00:15:22.000", "speaker": "None", "utterance": "So, on October 620 20 screenwriter and showrunner Bryan fuller retweeted a pornographic artwork of the two main characters of his show and besides Hannibal engaging and explicitly depicted oral sex."}
{"start": "00:15:22.000", "end": "00:15:34.000", "speaker": "None", "utterance": "Fuller an out gay man known for his irreverent social media presence and support for the central ship or relationship between Hannibal and we'll quickly became the subject of controversy."}
{"start": "00:15:34.000", "end": "00:15:47.000", "speaker": "None", "utterance": "And this is because the artists and question belong to a group known as quickly as the rainbow meets aka a pro shipper, which is the opposite of an anti shipper, so let me get into the weeds here and what that means."}
{"start": "00:15:47.000", "end": "00:16:00.000", "speaker": "None", "utterance": "So according to stand more, which is the Phantom culture wiki maintained by the organization for transformative works and anti shipper or just an anti has been used to describe fans who disapprove of the ship, and it's it's shippers due to the ship being"}
{"start": "00:16:00.000", "end": "00:16:09.000", "speaker": "None", "utterance": "considered problematic, or morally wrong. So within, specifically the Hannibal Phantom community on Twitter."}
{"start": "00:16:09.000", "end": "00:16:13.000", "speaker": "None", "utterance": "This affiliations indicated through emojis."}
{"start": "00:16:13.000", "end": "00:16:28.000", "speaker": "None", "utterance": "You know, if you had a rainbow and meat in your description or name you were a pro shipper, if you had a steak and a knife in your name you were an anti shipper."}
{"start": "00:16:28.000", "end": "00:16:44.000", "speaker": "None", "utterance": "critical ones, the argument began to spiral into one with broader stakes. So just like any other social group, the identification of an enemy within fandom is a powerful factor in social cohesion, Henry Jenkins predicted and convergence culture that one"}
{"start": "00:16:44.000", "end": "00:16:58.000", "speaker": "None", "utterance": "of the skills, young people would need in order to become full fledged participants in this oncoming cultural shift was the ability to share and compare value systems by evaluating ethical drama so that's sort of what we see here."}
{"start": "00:16:58.000", "end": "00:17:13.000", "speaker": "None", "utterance": "It's like a dystopian version of the outcome in which the constant heated evaluation of ethical dramas. And once conditionality within those evaluations play the very central role in the I, individual fan identity within a platform."}
{"start": "00:17:13.000", "end": "00:17:25.000", "speaker": "None", "utterance": "So Hannibal which gained a new wave of young fans when it was added to Netflix. Many of them were too young to have been inserted the original fandom on previous platform so they all came directly to Twitter."}
{"start": "00:17:25.000", "end": "00:17:41.000", "speaker": "None", "utterance": "Decades ago fan work production shifted from analog to digital this was the movement from the Zn era to the first digital era of bulletin boards and forums, this loss of insularity is only accelerated due to the adoption of new or more public platforms"}
{"start": "00:17:41.000", "end": "00:17:43.000", "speaker": "None", "utterance": "for fan activity."}
{"start": "00:17:43.000", "end": "00:17:58.000", "speaker": "None", "utterance": "So, live journal, which had, you know, locked and private groups. Hey, Bryce to Tumblr and from their fan and practices has moved to dominant social media platforms such as Twitter, we're going to become increasingly increasingly visible alongside non"}
{"start": "00:17:58.000", "end": "00:18:13.000", "speaker": "None", "utterance": "political and otherwise mainstream conversation so Dana Boyd's work on context collapse is really useful analyzing its present situation fandom content on Twitter has the chance to reach outside of its intended audience damage to the fourth wall has changed"}
{"start": "00:18:13.000", "end": "00:18:27.000", "speaker": "None", "utterance": "the way fans communicate and behave with regards to public figures such as actors, writers and brands and fans have sort of historically seen themselves as resistant to dominant forms of consumption because they're trends, they're taking this cultural"}
{"start": "00:18:27.000", "end": "00:18:36.000", "speaker": "None", "utterance": "properties and transforming them and making them their own, but Twitter's acceleration of the breakdown between creators and fans has changed the stakes."}
{"start": "00:18:36.000", "end": "00:18:47.000", "speaker": "None", "utterance": "And, you know, in a community that is not only publicly accessible to the millions of non fans of Twitter, but by the creators and performers and popular works themselves."}
{"start": "00:18:47.000", "end": "00:18:51.000", "speaker": "None", "utterance": "arise and to way policing seems inevitable."}
{"start": "00:18:51.000", "end": "00:19:07.000", "speaker": "None", "utterance": "To the problem at hand. In this specific instance, it could be considered to be due to the deeply affected nature of individual reactions to sexual or taboo content now these conversations have been endemic to fan spaces for as long as private spaces"}
{"start": "00:19:07.000", "end": "00:19:22.000", "speaker": "None", "utterance": "have existed so Joanna Russ is 1986 as a pornography, by women for women with love exams the presence of controversial content in that Kirk, Spock erotica sort of the original slash ship, she comes to this important conclusion."}
{"start": "00:19:22.000", "end": "00:19:37.000", "speaker": "None", "utterance": "And she says, I'm convinced, after reading the more than 50 volumes, most of them x rated that only those for whom the sexual fantasy works, that is those who are aroused by a chance of telling us to what particular set of conditions that fantasy speaks,"}
{"start": "00:19:37.000", "end": "00:19:53.000", "speaker": "None", "utterance": "and can analyze how and why it works and for whom she goes on to say that sexual fantasy that doesn't arouse is boring funny or repellent and unsympathetic outsiders trying to decode these fantasies will make mistakes, I mean I want to narrow in on repellent"}
{"start": "00:19:53.000", "end": "00:20:09.000", "speaker": "None", "utterance": "there, because you know the purposeful gathering of fellow fellow minded fans in a digital space has afforded us as are dictated by the commercial needs of the platform frequently produces this negative consequences of what can be identified as a context"}
{"start": "00:20:09.000", "end": "00:20:19.000", "speaker": "None", "utterance": "collusion. So in order to share their work on Twitter, which is where all the other fans are an artist, a writer must contend with the possibility of that work being viewed by those who have no interest in it."}
{"start": "00:20:19.000", "end": "00:20:27.000", "speaker": "None", "utterance": "Those who might be offended by it, or in the case of Fuller, those who might amplify it to hundreds of thousands of followers and spark off today's controversy."}
{"start": "00:20:27.000", "end": "00:20:44.000", "speaker": "None", "utterance": "So on Twitter, the perceived approval or defense of let alone arousal pi transgressive content by any given user has the potential to evoke fear and discussed in any other user, a process that reduces the spectrum of possible reactions, even further from"}
{"start": "00:20:44.000", "end": "00:21:00.000", "speaker": "None", "utterance": "the limited options provided by the platform. And so anti ship or philosophy posits that fan literature and art dealing with morally reprehensible themes of kind of feel you insist abuse my as my appear in cathartic literature or outright harmful and"}
{"start": "00:21:00.000", "end": "00:21:12.000", "speaker": "None", "utterance": "should not under circumstances be written or shared or consumed, I mean questions about the moral responsibility of art and literature, had been debated for thousands of years, but it's recently as a decade ago, I went scholars are investigating supernatural"}
{"start": "00:21:12.000", "end": "00:21:22.000", "speaker": "None", "utterance": "fandom shipping to related characters was seen largely as an activity perfectly in line with the transformative subversive erotics of adult participation and fandom cultures."}
{"start": "00:21:22.000", "end": "00:21:33.000", "speaker": "None", "utterance": "So as Kelly draws our attention to fanfiction is a deeply emotion practice with asset circulating within a given community and sticking to bodies, some more so than others."}
{"start": "00:21:33.000", "end": "00:21:48.000", "speaker": "None", "utterance": "In this case the platform your a fandom has had the effect of introducing Mitch fetishism into a public sphere populated partly with those to whom such intense obsession is a total Cypher effect transmission transmutes as it crosses these broken down"}
{"start": "00:21:48.000", "end": "00:22:04.000", "speaker": "None", "utterance": "boundaries from arousal to deep instinctive discussed, becoming in the process this this intensely sticky and stressing phenomenon. So the rhetorically reductive acid nation of cultural signifiers like abusive freak pedophile it to those who interact"}
{"start": "00:22:04.000", "end": "00:22:20.000", "speaker": "None", "utterance": "with and create certain types of pornography is an example of effective discursive meaning making in the context of the ongoing social event of fandom, which distills down into simplicity users own reactions to its entry into the conscious awareness and"}
{"start": "00:22:20.000", "end": "00:22:32.000", "speaker": "None", "utterance": "the same, the same path is traced on the opposite side you saw that with with Fuller's comments towards the narrow mindedness, of the people he was arguing with online, but that also allows for a discursive path of dismissing the broader concerns about"}
{"start": "00:22:32.000", "end": "00:22:47.000", "speaker": "None", "utterance": "fictions effect on the reproduction of real world harms through transformative works, the archive of our own, which is the Phantom archive, run by the organization we're transformer works explicitly permits right violence under age content, which must"}
{"start": "00:22:47.000", "end": "00:23:01.000", "speaker": "None", "utterance": "be worn for using the interfaces default archive warning system. These problems, other problematic topics can be further voluntarily worn for any additional tax section, but in response to a with these calls for donations or regular events in the life"}
{"start": "00:23:01.000", "end": "00:23:17.000", "speaker": "None", "utterance": "cycle of any nonprofit organization. Both are made on Tumblr and Twitter decrying a at three in those to donate to them on the basis of their open allowance, as a non judgmental archive these types of content, so it is hugely controversial."}
{"start": "00:23:17.000", "end": "00:23:31.000", "speaker": "None", "utterance": "Getting to my conclusion almost done, and the merging of youth activist spaces, has been documented far back as the social justice culture of Tumblr, I think it really comes back to this quote from Ursula K like when immature people crave and demand moral"}
{"start": "00:23:31.000", "end": "00:23:41.000", "speaker": "None", "utterance": "certainty. This is bad. This is good kids and adolescents struggled to find a moral foothold in its bewildering world. They long to feel they're on the winning side or at least a member of the team."}
{"start": "00:23:41.000", "end": "00:23:54.000", "speaker": "None", "utterance": "So media fandom is a far less subversive and private cultural practice than it was even 10 years ago, events like the Hannibal Twitter wars is like as if a rock were being lifted up and the ecology, ecology below is it supposed to light for the first"}
{"start": "00:23:54.000", "end": "00:23:55.000", "speaker": "None", "utterance": "time."}
{"start": "00:23:55.000", "end": "00:24:09.000", "speaker": "None", "utterance": "You know, the increased visibility from an incorporation into the larger machinery of cultural production has resulted in fans attempt to jettison the more unseemly elements of fan identity, embrace of taboo sexuality."}
{"start": "00:24:09.000", "end": "00:24:24.000", "speaker": "None", "utterance": "The shamelessness around that embrace. So, you know fan open this has increased, but the cost of such visibility on these platforms can be seen, increased harassment over participation intrusion of craters into fan spaces and the heightened discursive"}
{"start": "00:24:24.000", "end": "00:24:33.000", "speaker": "None", "utterance": "states surrounding what the production and consumption of transformative works, said about any given individuals morality and beliefs."}
{"start": "00:24:33.000", "end": "00:24:42.000", "speaker": "None", "utterance": "I think you"}
{"start": "00:24:42.000", "end": "00:24:52.000", "speaker": "None", "utterance": "know you're muted still."}
{"start": "00:24:52.000", "end": "00:24:55.000", "speaker": "None", "utterance": "Yes, thanks very much for your presentation Allegra."}
{"start": "00:24:55.000", "end": "00:25:04.000", "speaker": "None", "utterance": "Okay, so we're going to move on. And, yes, if you want to put any questions on the chat and we can start having some questions in there as well."}
{"start": "00:25:04.000", "end": "00:25:12.000", "speaker": "None", "utterance": "And. Okay, so let's see. So our next presenter is black color."}
{"start": "00:25:12.000", "end": "00:25:34.000", "speaker": "None", "utterance": "And he's a third year PhD candidate in the media art writing and performance department College, University of Colorado Boulder, and he graduated from the School of the Art Institute of Chicago, in 19, in 2019 sorry, and he'd be mostly work at the University"}
{"start": "00:25:34.000", "end": "00:25:58.000", "speaker": "None", "utterance": "of Chicago, Center for thermonuclear flashes and astrophysics simulation group in scientific visualization and parallel computing. So, His current research is focused on how complexity concept conceptual blending and philosophical humanism can inform"}
{"start": "00:25:58.000", "end": "00:26:06.000", "speaker": "None", "utterance": "the design of the narrative art techniques. Okay, so looking forward to your presentation right."}
{"start": "00:26:06.000", "end": "00:26:16.000", "speaker": "None", "utterance": "Well, thank you, Maria. Thank you everyone for being here. It's really great to present at this conference I've just read a lot of work from various people that participate in this conference usually and I."}
{"start": "00:26:16.000", "end": "00:26:23.000", "speaker": "None", "utterance": "This is my first time here and I'm just excited to be able to share work and see the other projects people are doing."}
{"start": "00:26:23.000", "end": "00:26:30.000", "speaker": "None", "utterance": "So yeah, I'm very interested whoops, always doing this."}
{"start": "00:26:30.000", "end": "00:26:31.000", "speaker": "None", "utterance": "Present."}
{"start": "00:26:31.000", "end": "00:26:52.000", "speaker": "None", "utterance": "So in general, a lot of my work is interested in computational creativity or creative AI so using computers to, to generate are in some way. But as I've gotten into this work more and more I've been trying to just get more nuanced and more into like what"}
{"start": "00:26:52.000", "end": "00:27:10.000", "speaker": "None", "utterance": "is really going on with this sort of work, I'm showing more and more away from the idea of using the system just to create work that imitates human work and looking more and more into ideas about how do you present this work as a sort of collaboration"}
{"start": "00:27:10.000", "end": "00:27:13.000", "speaker": "None", "utterance": "between people and some sort of non human agency."}
{"start": "00:27:13.000", "end": "00:27:28.000", "speaker": "None", "utterance": "And one thing I wanted to start with is a quote from Allison perish from this is from a paper by Kyle Boone and Dan rock more called the anxiety of limitation on the boringness of a creative Turing test."}
{"start": "00:27:28.000", "end": "00:27:36.000", "speaker": "None", "utterance": "And the whole papers kind of centered around this idea of like what do we do with this technology that can is beginning to start to mimic human output."}
{"start": "00:27:36.000", "end": "00:27:41.000", "speaker": "None", "utterance": "Is it really just good enough just to have a do that. what should we really be doing with it."}
{"start": "00:27:41.000", "end": "00:27:50.000", "speaker": "None", "utterance": "And here's what Allison parish in to say about that, who is one of my favorite artists in this domain of electronic writing and generative text type work."}
{"start": "00:27:50.000", "end": "00:28:03.000", "speaker": "None", "utterance": "I think that imitation is the most boring thing you can do with a computer. It is frustrating because a lot of the academic research on creativity and artificial intelligence right now is focused on how to make a computer do something that an artist normally"}
{"start": "00:28:03.000", "end": "00:28:15.000", "speaker": "None", "utterance": "does to take jobs that previously required skill knowledge or creativity and trying to do them through a machine. Instead, they want to throw art and poetry into the mix and I don't think it belongs in that same category."}
{"start": "00:28:15.000", "end": "00:28:23.000", "speaker": "None", "utterance": "And so I agree, a lot with this and then so that but then the next question starts to become what is it that we do do with it."}
{"start": "00:28:23.000", "end": "00:28:33.000", "speaker": "None", "utterance": "And so in my case, I become very interested in the idea that, like, when you're working with generating text, especially with."}
{"start": "00:28:33.000", "end": "00:28:43.000", "speaker": "None", "utterance": "So, one thing I just want to first talk about really quick is, if everybody's ever heard of this language model called up into two and it got pretty popular."}
{"start": "00:28:43.000", "end": "00:28:54.000", "speaker": "None", "utterance": "Few years ago. Now there's a new version of it that's even more powerful, but essentially it's a type of language model, where you can give it a piece of text a prompt and then it tries to start to complete it."}
{"start": "00:28:54.000", "end": "00:29:05.000", "speaker": "None", "utterance": "And it was originally trained on a really large amount of web pages. And so, of course, the training corpus for this initial models built with all the biases you'd expect on the internet and whatnot."}
{"start": "00:29:05.000", "end": "00:29:16.000", "speaker": "None", "utterance": "But part of the way of the architecture of this particular type of neural network makes it really good at something called transfer, which means I can take another corpus of text."}
{"start": "00:29:16.000", "end": "00:29:37.000", "speaker": "None", "utterance": "Smaller corpus and fine tune that larger model, so that now the output becomes highly stylized to that. And so what I did in this paper is I survey, three different text generation programs I've done over the year that are each based on what I think it"}
{"start": "00:29:37.000", "end": "00:30:06.000", "speaker": "None", "utterance": "is increasing levels of Donna Holloway's concept of significant others. So she works out this idea, mainly and a paper called the companion species manifesto which is mainly about her relationship with dogs and people's relationship with dogs and trying to understand this in a larger sort of"}
{"start": "00:30:06.000", "end": "00:30:20.000", "speaker": "None", "utterance": "So here is Donna Holloway from the companion species manifesto talking about the idea of significant otherness and her dog Miss cayenne pepper, and layers of history layers of ball biology layers of nature cultures complexity is the name of our game."}
{"start": "00:30:20.000", "end": "00:30:33.000", "speaker": "None", "utterance": "We are both the freedom hungry offspring of conquest products of white settler colonies leaping over hurdles and crawling through tunnels on the plane bill, she's talking about her and her dog in these agility test they do, and trying to describe the"}
{"start": "00:30:33.000", "end": "00:30:39.000", "speaker": "None", "utterance": "relationship not as two separate things but as some sort of kind of mixed up whole."}
{"start": "00:30:39.000", "end": "00:30:52.000", "speaker": "None", "utterance": "And then she has this kind of thing here where I won't read the whole thing here. But this I think really captures the idea is she's talking about how her and her dog or significant other to each other, and specific difference we signifying the flesh"}
{"start": "00:30:52.000", "end": "00:31:02.000", "speaker": "None", "utterance": "and nasty development mental infection infection called love, this love is in a historical aberration in a nature cultural legacy."}
{"start": "00:31:02.000", "end": "00:31:16.000", "speaker": "None", "utterance": "So she kind of talks about this in a little more detail to the paper and she talks about work from someone named Strother and who talks about simple police's and about the idea of systems that have partial connections."}
{"start": "00:31:16.000", "end": "00:31:22.000", "speaker": "None", "utterance": "And so an idea of something that's composed of things of parts but those parts don't lead up to a whole. They."}
{"start": "00:31:22.000", "end": "00:31:35.000", "speaker": "None", "utterance": "It's a much more complex situation of traffic between these parts entanglements between these parts, and this is also what she's talking about when she's talking about significant other and Andy gold worthy."}
{"start": "00:31:35.000", "end": "00:31:49.000", "speaker": "None", "utterance": "She brings up as an example of this sort of type way of thinking of of interaction. And once I jump into the projects, I'll try to make clear how I'm thinking about this significant other notes as well."}
{"start": "00:31:49.000", "end": "00:32:00.000", "speaker": "None", "utterance": "And so then one other kind of background thing is I would like to mention before I get into the project's themselves is Catherine Hales concept of a techno text in the way that she talks about materiality."}
{"start": "00:32:00.000", "end": "00:32:14.000", "speaker": "None", "utterance": "So a techno text is a text or a media that interrogates inscription technology in a way that is able to mobilize reflexive loops between this imaginative world and the material apparatus embodying creation as a physical presence."}
{"start": "00:32:14.000", "end": "00:32:29.000", "speaker": "None", "utterance": "And then in general the way that hails sort of looks at materiality. Is she sort of makes this really great distinction between physicality and materiality, and the sense that physicality of any sort of media or anything at all, is sort of this infinite"}
{"start": "00:32:29.000", "end": "00:32:40.000", "speaker": "None", "utterance": "array of possibilities. And then it's human attention that selects physicality, from which the client salient to important materiality of anything, can I run this."}
{"start": "00:32:40.000", "end": "00:32:53.000", "speaker": "None", "utterance": "And so just to kind of say a few phrases that she says materiality less emerges from interactions between physical properties and a works artistic strategies, and it depends on how the work mobilizes its resources as a physical artifact as well as on"}
{"start": "00:32:53.000", "end": "00:33:02.000", "speaker": "None", "utterance": "the users interactions with the work and interpretive strategies she develops strategies that include physical manipulations as well as conceptual frameworks."}
{"start": "00:33:02.000", "end": "00:33:15.000", "speaker": "None", "utterance": "So I really liked this idea of materiality because while it's related to physicality and embodiment, it also really brings forth the idea that there is always some sort of conceptualization going on."}
{"start": "00:33:15.000", "end": "00:33:19.000", "speaker": "None", "utterance": "When we are talking about materiality."}
{"start": "00:33:19.000", "end": "00:33:32.000", "speaker": "None", "utterance": "And so in this paper I look at three different text generation projects, and in the way I'm thinking of it is is in each of these projects the significant otherness that I'm sort of interacting with is kind of increasing in complexity."}
{"start": "00:33:32.000", "end": "00:33:46.000", "speaker": "None", "utterance": "And the first project, which is called the kinetic Haiku generator and I'll show a quick example of that. It's basically what while it's based on human movement and it requires a body to do it and to interact with it and to make it generate text and the"}
{"start": "00:33:46.000", "end": "00:33:56.000", "speaker": "None", "utterance": "end, the part that's generating the text is just a random number generator in the database of words. And so this is not a lot of complexity to interact with."}
{"start": "00:33:56.000", "end": "00:34:02.000", "speaker": "None", "utterance": "And the next project uses something called a market change which is which is basically just counting."}
{"start": "00:34:02.000", "end": "00:34:14.000", "speaker": "None", "utterance": "What words by the words it's the sort of thing that your phone does when it's doing a predictive text feature when you're typing in chat, you know, when you're typing in the text is trying to predict what the next word you might want to type is going"}
{"start": "00:34:14.000", "end": "00:34:29.000", "speaker": "None", "utterance": "to be based on that sort of thing. And then finally, this gnarly post post human conversations project which is the GPT to two. And those systems are more."}
{"start": "00:34:29.000", "end": "00:34:39.000", "speaker": "None", "utterance": "of, they look at words as I know most people have seen things like word clouds that show you relationships between words and like a two dimensional image."}
{"start": "00:34:39.000", "end": "00:34:56.000", "speaker": "None", "utterance": "But, those can be made by projecting these much larger dimensional spaces that I'd like basically tried to understand the idea of the idea that words the way words are distributed in a large corpus of text has something to do with their meaning words"}
{"start": "00:34:56.000", "end": "00:35:01.000", "speaker": "None", "utterance": "that are similar spaces, sometimes have similar meanings."}
{"start": "00:35:01.000", "end": "00:35:09.000", "speaker": "None", "utterance": "And so, am I doing okay on time, I just wanted to quickly show a few examples of what this work looks like."}
{"start": "00:35:09.000", "end": "00:35:10.000", "speaker": "None", "utterance": "Cool."}
{"start": "00:35:10.000", "end": "00:35:25.000", "speaker": "None", "utterance": "So here's an example of this Haiku generator. It's a web page, where you see here, this is where those dots that you can get an image of yourself and they're associated with words."}
{"start": "00:35:25.000", "end": "00:35:35.000", "speaker": "None", "utterance": "And they're all organized by syllable, so that the system's always create a valid, I used to syllable but the words are just being randomly select."}
{"start": "00:35:35.000", "end": "00:35:44.000", "speaker": "None", "utterance": "And so, while this does represent a step of like giving a human agency, some non human or non human agents."}
{"start": "00:35:44.000", "end": "00:35:51.000", "speaker": "None", "utterance": "It's actually not extremely"}
{"start": "00:35:51.000", "end": "00:36:08.000", "speaker": "None", "utterance": "sort of the next phase up is you have the idea of the smart tags."}
{"start": "00:36:08.000", "end": "00:36:11.000", "speaker": "None", "utterance": "for instance I'm going to load in Frankenstein."}
{"start": "00:36:11.000", "end": "00:36:26.000", "speaker": "None", "utterance": "And I just have to push a few buttons here. And the word rich, for instance, I know is all over that story and so I can write in that word and push it into a text, and I get a generated text that is based off the original text in the sense that any two"}
{"start": "00:36:26.000", "end": "00:36:33.000", "speaker": "None", "utterance": "words, follow each other definitely follow me to there somewhere in there corpus but if you think of a word like the law."}
{"start": "00:36:33.000", "end": "00:36:44.000", "speaker": "None", "utterance": "So for instance, I can go in here and highlight the and look at word choices that follow it right so of course a word like love follows me many different words follow it."}
{"start": "00:36:44.000", "end": "00:36:51.000", "speaker": "None", "utterance": "And so, when you use a model like this degenerate sex. This is where the variance is coming."}
{"start": "00:36:51.000", "end": "00:36:56.000", "speaker": "None", "utterance": "And so then finally, just to wrap up kind of quickly."}
{"start": "00:36:56.000", "end": "00:37:12.000", "speaker": "None", "utterance": "Is this project this gnarly post human conversation so in this case what I did is I is I was trying to think about, again, kind of inspired by that paper, the anxiety limitation on the greenness of creative Turing test, they talked about the idea that"}
{"start": "00:37:12.000", "end": "00:37:23.000", "speaker": "None", "utterance": "paper that you can think of these text generation systems as models, not, you know, simulations, or recreations of but models of minds are ways of thinking."}
{"start": "00:37:23.000", "end": "00:37:37.000", "speaker": "None", "utterance": "And so that kind of led me to this idea of like using GPT to, to create a text generation pipeline that was based off author relationships. And so, the poet john Ashbury."}
{"start": "00:37:37.000", "end": "00:37:43.000", "speaker": "None", "utterance": "One of his mentors or someone that he looked up to and who also sort of recognized him as a young poet was who on."}
{"start": "00:37:43.000", "end": "00:37:52.000", "speaker": "None", "utterance": "And there's sort of these kind of funny things here, where john Ashbury says I'm usually linked to Wallace Stevens, but it seems to me on played a greater role."}
{"start": "00:37:52.000", "end": "00:37:56.000", "speaker": "None", "utterance": "He was the first modern who was able to read pleasure."}
{"start": "00:37:56.000", "end": "00:38:11.000", "speaker": "None", "utterance": "And then on on side while he awarded john Ashbury. The younger Gale poets Prize for his poetry collection some trees. He has this funny statement we said that he did not understand, he not understood a word of it."}
{"start": "00:38:11.000", "end": "00:38:24.000", "speaker": "None", "utterance": "So there's this kind of relationship going on here where you have john Ashbury, and who and who did have a real relationship, and I'm sure you all the students to, but there's this connection to Wallace Stevens and critical discourse were Ashbury is more"}
{"start": "00:38:24.000", "end": "00:38:36.000", "speaker": "None", "utterance": "more related to him so what I did is I use this GP to to to I trained one model on john Ashbury his poems one model on wh Auden's poems and then I basically made the models talk to each other."}
{"start": "00:38:36.000", "end": "00:38:46.000", "speaker": "None", "utterance": "I gave one a prompt it produced text. So the Ashbury model produces some text and then sends it over to the odd model the odd model response sends it back to the Ashbury model."}
{"start": "00:38:46.000", "end": "00:39:04.000", "speaker": "None", "utterance": "So then after that, you're able to use another type of neural network to sort of score, these outputs that GPT to created, and I trained those models on Ashbury on and Wallace Stevens and so then you're able to sort of sort out this data that's created"}
{"start": "00:39:04.000", "end": "00:39:21.000", "speaker": "None", "utterance": "by this process according to those authors. And just to wrap up real quickly, what I created this thing I call a transformative reading interface right take the original poetry the actual poetry itself of john Ashbury so here's a poem is called just walking"}
{"start": "00:39:21.000", "end": "00:39:35.000", "speaker": "None", "utterance": "around, and then I take all I look at words of a certain size, and that are that are not just completely common words that appear both in the original poetry and the generated text and create this interface where on the left, you're seeing the original"}
{"start": "00:39:35.000", "end": "00:39:51.000", "speaker": "None", "utterance": "poem, and on the right you're seeing the poems that the system generated, and this is sort of my attempt to kind of instantiate an idea of this technique text that allows you to sort of qualitatively compare both the original text that the model was trained"}
{"start": "00:39:51.000", "end": "00:40:01.000", "speaker": "None", "utterance": "on and what it's creating and these links are sort of more, they can they can go to multiple destinations. It shows failures like that other one just basically had a title that was it."}
{"start": "00:40:01.000", "end": "00:40:11.000", "speaker": "None", "utterance": "And so it's meant to sort of really give you this ability to interrogate. What a system like this is doing and see how much is copying the text How much is the novel, and that sort of thing."}
{"start": "00:40:11.000", "end": "00:40:20.000", "speaker": "None", "utterance": "Thank you there I'm sorry I hope I didn't go over too much there but I'll I will stop there."}
{"start": "00:40:20.000", "end": "00:40:23.000", "speaker": "None", "utterance": "Thank you, everybody."}
{"start": "00:40:23.000", "end": "00:40:26.000", "speaker": "None", "utterance": "Hello everyone."}
{"start": "00:40:26.000", "end": "00:40:34.000", "speaker": "None", "utterance": "This amazing fascinating paper that all come in from such a very different kind of angles."}
{"start": "00:40:34.000", "end": "00:40:43.000", "speaker": "None", "utterance": "So, as you know, we go to find culture and kind of also cancelled culture."}
{"start": "00:40:43.000", "end": "00:40:58.000", "speaker": "None", "utterance": "And we have, you know, so then we have also the print versus digital and the kind of generative process and the original and the original poetry and the kind of generative texts on techno texts."}
{"start": "00:40:58.000", "end": "00:41:18.000", "speaker": "None", "utterance": "So, but that I would I could see is that he's also this interesting there again, you know we hear in the kind of poetry session a language and there is this interested in the collaborative, I think that it would be nice if perhaps you can talk about it"}
{"start": "00:41:18.000", "end": "00:41:31.000", "speaker": "None", "utterance": "in, and then also they obviously they're reading and writing and experience, depending of their platform, without, you know, how is the platform and influencing that experience."}
{"start": "00:41:31.000", "end": "00:41:38.000", "speaker": "None", "utterance": "And, yeah, interacting with different kind of platforms as well."}
{"start": "00:41:38.000", "end": "00:41:48.000", "speaker": "None", "utterance": "So, I don't know, maybe we could just start with that, you know, with those kind of ideas that are coming out for on for all your papers you know the collaborative the reader the writer the text."}
{"start": "00:41:48.000", "end": "00:41:56.000", "speaker": "None", "utterance": "There's quite a lot in there. So, I don't know, Sarah you want to start maybe."}
{"start": "00:41:56.000", "end": "00:41:58.000", "speaker": "None", "utterance": "Since you were the first one."}
{"start": "00:41:58.000", "end": "00:42:06.000", "speaker": "None", "utterance": "Okay. Um, yeah there's a, there's a lot that you just kind of think we will go in this room today, chat."}
{"start": "00:42:06.000", "end": "00:42:12.000", "speaker": "None", "utterance": "Okay."}
{"start": "00:42:12.000", "end": "00:42:18.000", "speaker": "None", "utterance": "I was just gonna say I had a question for Sarah's paper. Okay, okay."}
{"start": "00:42:18.000", "end": "00:42:29.000", "speaker": "None", "utterance": "Well I mean just one thing that I thought was interesting is the I, you know, you know obviously like there's 253 people that died in this fictional book that's like the, but I thought it was interesting that ended up being that number which is system"}
{"start": "00:42:29.000", "end": "00:42:44.000", "speaker": "None", "utterance": "or to the Twitter limit isn't it or it's around in that, in that area. And I just thought, you know, given the how early that book was, like, it's interesting to me or you know that the hypertext digital version of your responses to me how is how it sort"}
{"start": "00:42:44.000", "end": "00:43:02.000", "speaker": "None", "utterance": "of was realizing, or sort of maybe even, you know, prophesied or pre staging this idea of this small little tidbits. So I've never really seen the piece I kind of just want to hear a little more about, you know, is every entry essentially that small in"}
{"start": "00:43:02.000", "end": "00:43:06.000", "speaker": "None", "utterance": "it. is that what the what the ideas."}
{"start": "00:43:06.000", "end": "00:43:22.000", "speaker": "None", "utterance": "Yeah, so every passage is is limited to 253 characters which is a 253 words story which is really interesting so I guess we're not characters but uh yeah reminds me a lot of those you know like early experimental kind of leap blue kind of style like you"}
{"start": "00:43:22.000", "end": "00:43:27.000", "speaker": "None", "utterance": "know experiments and writing and kind of limiting things."}
{"start": "00:43:27.000", "end": "00:43:39.000", "speaker": "None", "utterance": "In that way, I've actually kind of compared the print version and the electronic version at different times and I found that there are actually subtle differences between the two like there's a couple in the book when I click through it before where they"}
{"start": "00:43:39.000", "end": "00:43:52.000", "speaker": "None", "utterance": "weren't totally like 253 words there were some that were one over, under, and I think he's kind of maybe banking on people not actually counting some of the words I haven't gone through the whole thing."}
{"start": "00:43:52.000", "end": "00:43:57.000", "speaker": "None", "utterance": "That's something that I kind of want to do in the future."}
{"start": "00:43:57.000", "end": "00:44:11.000", "speaker": "None", "utterance": "But yeah, so one of the things actually I was kind of thinking of just to maybe bounce things back to Brad is I was kind of thinking about the connections between sort of like the enjoyment of a text and then thinking about, you know, the enjoyment of"}
{"start": "00:44:11.000", "end": "00:44:25.000", "speaker": "None", "utterance": "reading something that you know something like GPT two or three has written or reading works that you know they've written on behalf of other authors or something like that, if you've ever considered like, you know, why, why we do things like that and"}
{"start": "00:44:25.000", "end": "00:44:32.000", "speaker": "None", "utterance": "why it's so interesting to be creating these kinds of AI authored works."}
{"start": "00:44:32.000", "end": "00:44:45.000", "speaker": "None", "utterance": "Yeah, I mean that that's definitely kind of what I'm struggling with in this paper because I think when you first get into it, the novelty of it's fun everyone's oh look at that I didn't expect it to do that, but that wears thin really fast, and it's"}
{"start": "00:44:45.000", "end": "00:44:56.000", "speaker": "None", "utterance": "like that website I was showing you has thousands of poems on it, I haven't read, you know, maybe I've read 10% of them or something so I haven't even read this myself."}
{"start": "00:44:56.000", "end": "00:45:05.000", "speaker": "None", "utterance": "And so again, to me it's like the work, can't be the individual poems, it needs to somehow be the system, and I am sort of just struggling as to what that means."}
{"start": "00:45:05.000", "end": "00:45:18.000", "speaker": "None", "utterance": "So, so I think that, I don't know, that's kind of the way I'd answer that I feel like that there's an early kind of honeymoon phase with these technologies when you get into where you are just sort of kind of interested in in the novelty of it, but that"}
{"start": "00:45:18.000", "end": "00:45:32.000", "speaker": "None", "utterance": "wears off fast and that can't be where it's really going, and so the end I don't know what the answer to that is, but one thing I was starting to try to think of in this paper is is is you know instead of sort of using kind of these kind of more nuts"}
{"start": "00:45:32.000", "end": "00:45:47.000", "speaker": "None", "utterance": "and bolts, sort of natural language processing or statistics to sort of, analyze texts like Stephen Ramsey talks about what if we started to use these more complex systems to generate texts that are similar to the things that we're reading to provide"}
{"start": "00:45:47.000", "end": "00:46:01.000", "speaker": "None", "utterance": "kind of, so I was even thinking like in a scholarly way if you give, you know, a language model like this a lot of text about a certain subject for instance and just have it make up stuff, you know it doesn't really understand what it's writing about"}
{"start": "00:46:01.000", "end": "00:46:14.000", "speaker": "None", "utterance": "so it's going to say weird things that can this be sort of a source of common noisy creativity that might lead to something interesting so I think I'm trying to think more about like how do we collaborate with these things."}
{"start": "00:46:14.000", "end": "00:46:25.000", "speaker": "None", "utterance": "How can they kind of help extend things that we're already doing rather than I don't think we're going to be in a situation anytime soon we're just consuming a ir because I don't know it gets."}
{"start": "00:46:25.000", "end": "00:46:28.000", "speaker": "None", "utterance": "You know, that interesting."}
{"start": "00:46:28.000", "end": "00:46:41.000", "speaker": "None", "utterance": "Yeah, it seems like something the game industry is interested in doing though with their procedurally generated arts and there has been some work on incorporating you know procedurally generated narratives as well into the game so I wouldn't be surprised"}
{"start": "00:46:41.000", "end": "00:46:52.000", "speaker": "None", "utterance": "if we do see some form of that soon I think there are also a couple games out that sort of use that as well but, yeah, thanks."}
{"start": "00:46:52.000", "end": "00:46:58.000", "speaker": "None", "utterance": "And thanks to Jennifer also for linking in the chat the the YT five three page I was thinking about that too."}
{"start": "00:46:58.000", "end": "00:47:00.000", "speaker": "None", "utterance": "So that's, yeah, thanks."}
{"start": "00:47:00.000", "end": "00:47:20.000", "speaker": "None", "utterance": "I had a question for you, Sarah as well. I'm curious about, you know, in the media in a digital archaeological sense, has there been efforts at preservation and how does like you know was there a collaborative response when the people who remember this"}
{"start": "00:47:20.000", "end": "00:47:36.000", "speaker": "None", "utterance": "project when it first came out the people who enjoy it, it hasn't been an effort you know on the part of the of a or the public to preserve it in any sense or has it sort of been left to the Internet Archive left to the institution to maintain this this"}
{"start": "00:47:36.000", "end": "00:47:51.000", "speaker": "None", "utterance": "archive because I'm thinking of a, of a fan community I was part of that was very dependent, the media was very dependent on flash and there has been this huge like effort on the part of the fans to create like emulators to preserve the story as it was"}
{"start": "00:47:51.000", "end": "00:48:01.000", "speaker": "None", "utterance": "like meant to be read. And I find that really interesting and I've downloaded some of the different you know emulators and stuff but it does doesn't feel the same."}
{"start": "00:48:01.000", "end": "00:48:12.000", "speaker": "None", "utterance": "So, I've tried to find information about that and I haven't found anything short of I think I'm just going to have to reach out to Jeff Rodman and see what his thoughts are on on his work disappearing."}
{"start": "00:48:12.000", "end": "00:48:26.000", "speaker": "None", "utterance": "But I've only seen it just sort of preserved through the Internet Archive, but they've run into really interesting problems with copyright and some of the things that they've been, you know, trying to preserve have gotten them in a bit of trouble they"}
{"start": "00:48:26.000", "end": "00:48:33.000", "speaker": "None", "utterance": "tried to do it emergency library as a result of Kobe, and people having access to libraries and they got hit with a bunch of lawsuits."}
{"start": "00:48:33.000", "end": "00:48:45.000", "speaker": "None", "utterance": "So I found that really interesting and challenging I guess right because this work is would obviously still be under copyright law right so yeah it's kind of a problem."}
{"start": "00:48:45.000", "end": "00:48:51.000", "speaker": "None", "utterance": "I was kind of wondering about that as well when I was reading your, your paper."}
{"start": "00:48:51.000", "end": "00:49:03.000", "speaker": "None", "utterance": "Like, you kind of talked about how Bryan fuller was like you know kind of pro this sort of community but I wonder if you have any examples of people have maybe been against it or tried to like leverage copyright law to like take down some of these kinds"}
{"start": "00:49:03.000", "end": "00:49:08.000", "speaker": "None", "utterance": "of instances because I think I talked to him using a kind of abusive way to silence people."}
{"start": "00:49:08.000", "end": "00:49:25.000", "speaker": "None", "utterance": "That's a really interesting question so the organization for transformative works that I referenced in the paper that runs the archive of our own was founded, specifically to take control of the sort of, they have a fan advocacy legal team it's all volunteers"}
{"start": "00:49:25.000", "end": "00:49:41.000", "speaker": "None", "utterance": "and they've sort of manifested this legal acceptance of transformative and works as fair use over the last decade. So in the early 2000s in the 90s where you had this sort of like takedown culture where, you know, Warner Brothers would take down Harry"}
{"start": "00:49:41.000", "end": "00:49:52.000", "speaker": "None", "utterance": "Potter fan sites and Lucasfilm would take down Star Wars fan sites that is been a huge shift over the last 20 years sort of with fans themselves and their, their legal advocacy groups at the forefront."}
{"start": "00:49:52.000", "end": "00:50:08.000", "speaker": "None", "utterance": "So the archive of our own exists specifically to avoid these, you know, sort of malicious take downs, you know, when FanFiction. Net banned certain types of explicit fanfiction that was part of the impetus behind the creation of the archive of our own"}
{"start": "00:50:08.000", "end": "00:50:10.000", "speaker": "None", "utterance": "or f3 is it's known."}
{"start": "00:50:10.000", "end": "00:50:22.000", "speaker": "None", "utterance": "So yeah, the backlash that I sort of skimmed over a bit in my paper of these young users who are outraged that the archive plays host to work that they deem to be morally or ethically and acceptable."}
{"start": "00:50:22.000", "end": "00:50:36.000", "speaker": "None", "utterance": "You know, that's why the archive exists, you know, of course there's going to be distasteful stuff on there. Of course there's going to be stuff that you really probably would rather did not exist but the fact remains that there has to be a certain level"}
{"start": "00:50:36.000", "end": "00:50:52.000", "speaker": "None", "utterance": "of permissive ability, so that the takedown so that the loss of fan works can be avoided that was a huge problem in the 2000s, which which the which the organization for transformative works has really worked very, very hard to present which is why older"}
{"start": "00:50:52.000", "end": "00:51:04.000", "speaker": "None", "utterance": "fans who remember these live journal events strike through and bold through who remember that FanFiction. Net take downs, see this this this reaction to a three is being harmful and are like, you need to learn our history."}
{"start": "00:51:04.000", "end": "00:51:21.000", "speaker": "None", "utterance": "That's why something that I'm really passionate about is outreach and and fan history documentation of the events that have led to the creation of these, these mechanisms that are now in place to protect to protect transformative works."}
{"start": "00:51:21.000", "end": "00:51:24.000", "speaker": "None", "utterance": "That's really interesting. So I see like a lot."}
{"start": "00:51:24.000", "end": "00:51:36.000", "speaker": "None", "utterance": "Kind of resurgence of that kind of, you know, fair use claims and that kind of thing, especially in like YouTube were like they should people should already be aware of this kind of history and like what the actual laws are fair use, and yet still companies"}
{"start": "00:51:36.000", "end": "00:51:40.000", "speaker": "None", "utterance": "are you know throwing around these lawsuits and, and that kind of thing to try to suppress."}
{"start": "00:51:40.000", "end": "00:51:56.000", "speaker": "None", "utterance": "Yeah, it's tricky with video and audio especially because of the tricky ways that copyright works like I know, Taylor Swift does not like anybody using her music and any kind of transformative work UMG which is the record company that owns her masters"}
{"start": "00:51:56.000", "end": "00:52:14.000", "speaker": "None", "utterance": "will strike down Twitter users and fans who use her music in any kind of you know fan did or are sort of in a fun little thing, which is, it's terrible."}
{"start": "00:52:14.000", "end": "00:52:33.000", "speaker": "None", "utterance": "With transformative works like fan art, and then writing, because there is no actual use, generally speaking, it's more of a you then you start getting into the intellectual property, rather than the digital property of a master or of a video."}
{"start": "00:52:33.000", "end": "00:52:38.000", "speaker": "None", "utterance": "Thank you. I think you have a few questions in the chat."}
{"start": "00:52:38.000", "end": "00:52:42.000", "speaker": "None", "utterance": "Under the Do you want me to read them or do you want to read them."}
{"start": "00:52:42.000", "end": "00:52:46.000", "speaker": "None", "utterance": "The first one is to do with collaboration as well I'm process. Yeah."}
{"start": "00:52:46.000", "end": "00:53:03.000", "speaker": "None", "utterance": "Well, actually I wanted to. That was a very early question I wanted to sort of update it. Sarah, with respect to the format what I find, obviously, what's really interesting about Romans work is that it has to be one of the earliest hypertext novels,"}
{"start": "00:53:03.000", "end": "00:53:18.000", "speaker": "None", "utterance": "being 1996. So, so I don't know if there's any work or anything you might want to say about its own historical formatting the limitation we see in HTML."}
{"start": "00:53:18.000", "end": "00:53:34.000", "speaker": "None", "utterance": "As a collaborative interface as a as a as an interactive interface, or whether there's any sort of work on Ryman because I would think that's also very interesting, especially if the print novel is is being judged."}
{"start": "00:53:34.000", "end": "00:53:54.000", "speaker": "None", "utterance": "Critically still as inferior to this 1996 web page I don't know when I heard that, I just, it just kind of blew me away is a real metaphor to the whole story kind of kind of parallels the film, and narrative mode on the Orient Express."}
{"start": "00:53:54.000", "end": "00:54:07.000", "speaker": "None", "utterance": "So I was thinking about trains being this really wonderful narrative structure that works well with, with a, with an older web format or an older what the original version of HTML."}
{"start": "00:54:07.000", "end": "00:54:16.000", "speaker": "None", "utterance": "I don't know if you have any comments just about it's, it's 1996 constraints."}
{"start": "00:54:16.000", "end": "00:54:19.000", "speaker": "None", "utterance": "The really great question. There's a lot to think about."}
{"start": "00:54:19.000", "end": "00:54:34.000", "speaker": "None", "utterance": "Yeah, I don't know specifically if I have anything to say about kind of the dating of novel I feel like that was kind of like an important moment in time where, you know, reading on like an E book or something wasn't really a thing right you know you"}
{"start": "00:54:34.000", "end": "00:54:46.000", "speaker": "None", "utterance": "could read websites on your computer but it wasn't really the same as reading, reading a novel so I really like kind of introducing this work to students now because I find that it's such a jarring experience for them like to."}
{"start": "00:54:46.000", "end": "00:54:54.000", "speaker": "None", "utterance": "I just kind of brought them into the computer lab and I didn't really tell them what we were doing and I said we're going to we're going to read a novel on a computer and we're also going to look at the physical book."}
{"start": "00:54:54.000", "end": "00:55:16.000", "speaker": "None", "utterance": "And they were like, why, why, why would we do this, we do this all the time like and sometimes they're like all read my textbook and then I'll go read parts of it online, you know, and I like having the, the ability to like search and, and that kind of"}
{"start": "00:55:16.000", "end": "00:55:26.000", "speaker": "None", "utterance": "know, the same kind of descriptions and it just looks like a dictionary and they didn't like it but the website. They found like disorienting but also like they like that a lot more."}
{"start": "00:55:26.000", "end": "00:55:40.000", "speaker": "None", "utterance": "Yeah. Yeah, it was just such an interesting experience even compared to like, you know, more than 10 years ago when I read the novel. But yeah, so I'm just really, I wish that there were more works like this I guess I don't know if anyone is aware of anything"}
{"start": "00:55:40.000", "end": "00:55:53.000", "speaker": "None", "utterance": "anything else like that but it's just so interesting to get thinking about some of the questions I remember when I came across these also like ages ago but I think I was already doing flash."}
{"start": "00:55:53.000", "end": "00:56:13.000", "speaker": "None", "utterance": "So in some ways I found these very limited that's why what Andrew was asking I think he's kind of major in the way you know I saw that it was like very connected to the book in a way, you know, and yes he was this way to go around quite simple."}
{"start": "00:56:13.000", "end": "00:56:28.000", "speaker": "None", "utterance": "But it's still having a lot of references to the book. And, but another thing is that, what do you know why there is these two versions, they will come to print, Sarah."}
{"start": "00:56:28.000", "end": "00:56:44.000", "speaker": "None", "utterance": "Specifically, I guess if there's some sort of like history that I'm missing other than you know it's a novel and they decided to publish it, but because what was what did they do first, did they do was, was that they they the original bodies that they"}
{"start": "00:56:44.000", "end": "00:56:59.000", "speaker": "None", "utterance": "HTML one. Yeah, yeah, the original one is the website, the book came out two years later. Yeah, so I know he's published other novels, so I don't know Chris just sort of the logical conclusion of he writes novels so he had it published but."}
{"start": "00:56:59.000", "end": "00:57:15.000", "speaker": "None", "utterance": "So it sounds really interesting, in the sense of why, perhaps, students like that more than ever. I mean, apart from in this day and age, you know the students are more used to these kind of online interactive works and I have noticed that in my classes,"}
{"start": "00:57:15.000", "end": "00:57:16.000", "speaker": "None", "utterance": "a lot."}
{"start": "00:57:16.000", "end": "00:57:31.000", "speaker": "None", "utterance": "And, and they're more familiarized with it and they can see that they can also make them and everything which before it was something quite alien thing and Mike What can I do those, I can't, I can't use those technical skills I don't have them something."}
{"start": "00:57:31.000", "end": "00:57:41.000", "speaker": "None", "utterance": "But, but also, I think, well, this makes me think about when you make a work on the content because at the end you talk about the content in the work as well."}
{"start": "00:57:41.000", "end": "00:57:50.000", "speaker": "None", "utterance": "For me the content is either know you feel like that but is there the actual."}
{"start": "00:57:50.000", "end": "00:58:05.000", "speaker": "None", "utterance": "What is it called the actual kind of way that you go about it. The other technology that you use and everything is part of that content in a way, you know, so it's not just the content is not just the text, but it's all the visuals is the way that you"}
{"start": "00:58:05.000", "end": "00:58:18.000", "speaker": "None", "utterance": "arrange it is the interactivity. And because you are thinking about how that as them as a maker, you are actually thinking how the reader is going to interact with that."}
{"start": "00:58:18.000", "end": "00:58:31.000", "speaker": "None", "utterance": "And that's almost like part of the content. Anyway, so I don't know if you've been looking at that aspect of, you know, they medium on the actual general text."}
{"start": "00:58:31.000", "end": "00:58:41.000", "speaker": "None", "utterance": "But in connection with the other multi modality of the, of the whole projects, you know, the how the project."}
{"start": "00:58:41.000", "end": "00:58:51.000", "speaker": "None", "utterance": "Yeah, well I think just to return to something you said earlier to. So the review of the novels like I in my paper I talked about a few different reviews, those are all from like the 90s."}
{"start": "00:58:51.000", "end": "00:59:04.000", "speaker": "None", "utterance": "Yeah, where they preferred the online version, but I thought it was really interesting that Ryan when he talks about. And part of the reason why I sort of like I talked about the form and the content, obviously from talking about voyeurism and kind of"}
{"start": "00:59:04.000", "end": "00:59:06.000", "speaker": "None", "utterance": "the fantasy of the novel."}
{"start": "00:59:06.000", "end": "00:59:21.000", "speaker": "None", "utterance": "But Roman himself says that, you know, and I which I thought was really interesting was that he thinks that you know the links kind of talk about how we're all connected but the the novel, the print version kind of shows how different we all are."}
{"start": "00:59:21.000", "end": "00:59:27.000", "speaker": "None", "utterance": "And he said that he thinks he's going to prefer the print version, which is, which is kind of interesting."}
{"start": "00:59:27.000", "end": "00:59:38.000", "speaker": "None", "utterance": "I think I had a slide about that that earlier but that's quoted I think in my paper as well if anyone's looking for that but yeah I thought it was really interesting that it was kind of reviewed so differently and here he is thinking like, oh I think"}
{"start": "00:59:38.000", "end": "00:59:47.000", "speaker": "None", "utterance": "prefer the print version to, to the website that he made so even his own thinking about the design is kind of interesting what he expects people to respond to."}
{"start": "00:59:47.000", "end": "00:59:55.000", "speaker": "None", "utterance": "Yeah. So, yeah, any other questions from here that you wanted."}
{"start": "00:59:55.000", "end": "01:00:03.000", "speaker": "None", "utterance": "I think Andrew you had a few questions for Brad."}
{"start": "01:00:03.000", "end": "01:00:19.000", "speaker": "None", "utterance": "I'm conscious of the time, I know people want to move on to one of the keynotes but I did want to say. The questions are really interesting, developing a methodology for for AI."}
{"start": "01:00:19.000", "end": "01:00:37.000", "speaker": "None", "utterance": "And in terms of of a reading strategy which is I what I thought you were kind of touching upon, and I found it intriguing, in the sense that you know you're right that the object itself the text itself becomes secondary to the process we're much more"}
{"start": "01:00:37.000", "end": "01:00:41.000", "speaker": "None", "utterance": "interested in seeing the judge the generative process."}
{"start": "01:00:41.000", "end": "01:01:02.000", "speaker": "None", "utterance": "As part of it and you demonstrated three different models of that generative process in the examples, ending with the gnarly conversations which can provide a critical perspective on the different authors, I did ask, sort of, somewhat sarcastically you"}
{"start": "01:01:02.000", "end": "01:01:21.000", "speaker": "None", "utterance": "know did you find but but but honestly I Did you find anything new in the authors, because I can imagine a digital humanities approach to gnarly conversation saying, well, we'll, we'll discover semantic connections between the different works using these"}
{"start": "01:01:21.000", "end": "01:01:31.000", "speaker": "None", "utterance": "kinds of tools and it becomes a very interesting critical tool and made made me want to try it out immediately or work through some some of the conversations you, you produced."}
{"start": "01:01:31.000", "end": "01:01:55.000", "speaker": "None", "utterance": "And the other ones to show patterns in in writing, especially the, the vector based structures and I think you could do a whole panel on on vector AI and and semantic connections and so I wanted to sigma signal my interest in that I think."}
{"start": "01:01:55.000", "end": "01:01:57.000", "speaker": "None", "utterance": "Allison parents also talks about that."}
{"start": "01:01:57.000", "end": "01:02:01.000", "speaker": "None", "utterance": "In her work."}
{"start": "01:02:01.000", "end": "01:02:13.000", "speaker": "None", "utterance": "Just briefly answer I can't say that I did find any new connections. I mean, part of part of what I wanted to do is you have this thing create thousands of poems and then I wanted to use the idea of, even though neither the models are trained on Wallace"}
{"start": "01:02:13.000", "end": "01:02:24.000", "speaker": "None", "utterance": "Stevens. I trained another model that is trained to recognize that text and then filter through those define the ones that for whatever reason, have a higher Wallace Stevens score than anything."}
{"start": "01:02:24.000", "end": "01:02:32.000", "speaker": "None", "utterance": "But again, the goal mean in the end that was to try to pull out something that was least like"}
{"start": "01:02:32.000", "end": "01:02:41.000", "speaker": "None", "utterance": "what it was trained on whether that was even true, I don't know yet. The thing I am interested in doing though, is that john Ashbury was very influenced by Laura writing to."}
{"start": "01:02:41.000", "end": "01:02:53.000", "speaker": "None", "utterance": "And that's something you don't hear about as much and so I was wanting that would be kind of a further project where I'd like to try to find that hidden influence Can you sort of find some way and you know again I'm not sure how you would go about that"}
{"start": "01:02:53.000", "end": "01:03:01.000", "speaker": "None", "utterance": "but I do appreciate that question I think it's, you know, an open ended thing that I'm still looking into myself."}
{"start": "01:03:01.000", "end": "01:03:18.000", "speaker": "None", "utterance": "Very, very. Yeah, continue that work because that that is something that we continue to look at, you know, the semantic connections because of course when when you, you are influenced by an author, it can influence in pattern it influences in lexicon."}
{"start": "01:03:18.000", "end": "01:03:30.000", "speaker": "None", "utterance": "It influences approach and and and this kind of tool could really pick up some very, very fascinating mappings. So I hope you do continue with that. That's great."}
{"start": "01:03:30.000", "end": "01:03:32.000", "speaker": "None", "utterance": "Good."}
{"start": "01:03:32.000", "end": "01:03:44.000", "speaker": "None", "utterance": "I actually had one one question for Allegro. One thing I kept thinking about in your paper was is that, you know, in the fan fiction world people know they're writing fiction, and they're doing it on purpose."}
{"start": "01:03:44.000", "end": "01:03:58.000", "speaker": "None", "utterance": "But I kept thinking about like how this sort of, you know, the fact that people still end up using this forum to sort of for like moral."}
{"start": "01:03:58.000", "end": "01:04:12.000", "speaker": "None", "utterance": "Find ways and to talk about what they think is morally right or not reprehensible, and so I kept thinking about like que en and thing, you know, like how this whole kind of weird thing that some people don't think is fiction but clearly is and it's sort"}
{"start": "01:04:12.000", "end": "01:04:26.000", "speaker": "None", "utterance": "weird game people are playing, and how that's also tied up in some sort of like, you know, I don't know, like, I don't know what's going on with that like I've often thought like a lot of the people who are into this people who are survivors of abuse"}
{"start": "01:04:26.000", "end": "01:04:43.000", "speaker": "None", "utterance": "and this is one way of them dealing with it. So I don't know if you thought about that I feel like the work you're doing because like jump into that world on the overlap between the, sort of, you know, the, the genetic connection between like say panic,"}
{"start": "01:04:43.000", "end": "01:04:50.000", "speaker": "None", "utterance": "panic can queue and on and like seeing pedophiles everywhere and like the very easily leaping to these conspiracy theories."}
{"start": "01:04:50.000", "end": "01:05:07.000", "speaker": "None", "utterance": "As a result of, you know, perceiving the intensity and the heightened sort of effective environment of these platforms, there, there, there is a connection I think with with Phantom it's more likely that young people, because the anti phenomenon is generally"}
{"start": "01:05:07.000", "end": "01:05:22.000", "speaker": "None", "utterance": "sort of younger people and teams who don't really have a knowledge of fandom history, and why these these works are written. I mean, it comes. This is something that I want to do work on and still in my first semester abroad school but like I want to"}
{"start": "01:05:22.000", "end": "01:05:38.000", "speaker": "None", "utterance": "be work on the ways in which fandom trends predict larger cultural trends I mean I will tell anybody who listens that the sort of stuff that young people were discussing on Tumblr and 2012 predicted almost precisely the movements in the larger political"}
{"start": "01:05:38.000", "end": "01:05:53.000", "speaker": "None", "utterance": "shift and the alt right and the cultural wars and stuff like that so it's all very predictive it's it's if you if you observe these trends amongst these tiny obscure communities, you will start to see it at go out into the larger culture."}
{"start": "01:05:53.000", "end": "01:06:12.000", "speaker": "None", "utterance": "I do think that there is a psychological and effective connection between the tendency to perceive these, these attacks from people who want to harm you, the danger of this, you know this this bad fiction there and I think that there's probably similar"}
{"start": "01:06:12.000", "end": "01:06:27.000", "speaker": "None", "utterance": "behind it. I don't know if there's any, you know, I don't think it's the same it's certainly not the same people specifically, but also the fact that on the internet on these platform environments, if you see something that affects you deeply. It's so easy to start to engage with it and to fall deeper down the rabbit hole I mean you get the radicalization algorithms and YouTube and stuff like"}
{"start": "01:06:27.000", "end": "01:06:40.000", "speaker": "None", "utterance": "get the radicalization algorithms on YouTube and stuff like that. If you see a lot of if you're in a small fan community, whether there is this inherent element of trust because you're all there because you like the same things, you know if you start"}
{"start": "01:06:40.000", "end": "01:06:52.000", "speaker": "None", "utterance": "to see someone that you know tweeting about like oh this person. They're harmful they're they're doing this thing we must all go dance dominion is, it becomes this sort of movement that can swell outwards."}
{"start": "01:06:52.000", "end": "01:07:22.000", "speaker": "None", "utterance": "So yeah i think that i think that's a very, that's a very potent possibility for Connect for us for some shared DNA between those those movements."}