{"start": "00:00:24.480", "end": "00:00:39.750", "speaker": "Astrid Ensslin (she/her)", "utterance": " So I think we're gonna get started, having seen the Jingle already but we'll we'll take it very slowly, a while people are still coming in welcome first of all welcome to this track to panel identities and bodies."}
{"start": "00:00:41.040", "end": "00:00:51.210", "speaker": "Astrid Ensslin (she/her)", "utterance": " When I was looking at the the papers for this panel, I was excited to see such a broad range of topics like surrounding gender sexuality, the body."}
{"start": "00:00:51.660", "end": "00:00:57.990", "speaker": "Astrid Ensslin (she/her)", "utterance": " subjectivity and, like the post human and lots and lots of things so super exciting things woven together with."}
{"start": "00:00:58.410", "end": "00:01:09.540", "speaker": "Astrid Ensslin (she/her)", "utterance": " forms of Elliot and you know, a neighboring art form so we're going to have we're going to be talking about fanfiction and and digital sort of APP fiction i'm going to be talking about electronic poetry."}
{"start": "00:01:09.930", "end": "00:01:19.080", "speaker": "Astrid Ensslin (she/her)", "utterance": " poetry, and even go as far as architecture and digital speciality sets there's a wealth of wonderful material coming your way and."}
{"start": "00:01:19.920", "end": "00:01:31.530", "speaker": "Astrid Ensslin (she/her)", "utterance": " We have four panelists we are going to going to start with Angelica Malacca CRT from the Union University in Greece, well then."}
{"start": "00:01:32.070", "end": "00:01:44.730", "speaker": "Astrid Ensslin (she/her)", "utterance": " hand over to Christine works, who is speaking on behalf of a collective that I also happen to be part of coming from the universities of wealth and Alberta and Bergen and masses of."}
{"start": "00:01:45.570", "end": "00:02:05.520", "speaker": "Astrid Ensslin (she/her)", "utterance": " Global undertaking, then we have Mariana when the son, who is from Bergen university and Fernanda movie I pronounce that correctly from and i'm not sure whether this is actually true are you at the university darkness, you know, Mr de Plata again Tina yeah okay okay so i've got this."}
{"start": "00:02:07.290", "end": "00:02:13.890", "speaker": "Astrid Ensslin (she/her)", "utterance": " So that's that's the order of talks so without further ado let's turn it over to Jackie."}
{"start": "00:02:16.320", "end": "00:02:16.830", "speaker": "a.malakasioti", "utterance": " Thank you."}
{"start": "00:02:18.090", "end": "00:02:20.100", "speaker": "a.malakasioti", "utterance": " Thank you very much for the introduction."}
{"start": "00:02:21.270", "end": "00:02:25.020", "speaker": "a.malakasioti", "utterance": " This give me a second to turn on my screen."}
{"start": "00:02:37.200", "end": "00:02:37.830", "speaker": "a.malakasioti", "utterance": " alright."}
{"start": "00:02:40.470", "end": "00:02:51.960", "speaker": "a.malakasioti", "utterance": " So, today I share with you part of my research journey with started a few years ago and which actually began."}
{"start": "00:02:52.770", "end": "00:03:17.190", "speaker": "a.malakasioti", "utterance": " With personnel artistic experimentation, but then it developed, also in a kind of an education and context, so the main idea is how we go from ourselves to space through a series of textual experiments so here's basis not only seen as."}
{"start": "00:03:18.840", "end": "00:03:32.460", "speaker": "a.malakasioti", "utterance": " As a strict to magic form but also as an experience as a kind of an atmosphere which is different, as or as different state of being in a in another environment, so in my paper present."}
{"start": "00:03:33.540", "end": "00:03:45.480", "speaker": "a.malakasioti", "utterance": " Different different things that they try to bring them together and set them dialogue, so the first of them is a course called it's called a time which."}
{"start": "00:03:48.090", "end": "00:03:57.510", "speaker": "a.malakasioti", "utterance": " in which students were asked to talk about digital culture and design about this culture, so the in the beginning, they started, we started with the."}
{"start": "00:03:57.900", "end": "00:04:10.290", "speaker": "a.malakasioti", "utterance": " As they had to make some short textual statements in the form of confession about their digital online presence and exploring this way."}
{"start": "00:04:11.190", "end": "00:04:25.080", "speaker": "a.malakasioti", "utterance": " Various kinds of repetitive behaviors or obsessive behaviors or a colleague characteristics that they might find in their online presence and here we see some some abstracts."}
{"start": "00:04:26.580", "end": "00:04:44.400", "speaker": "a.malakasioti", "utterance": " Of these statements and then they were asked to take an interview of an artificial intelligence of their choice and generally interact and the creative way and produce heretical dialogues in a way, and."}
{"start": "00:04:46.080", "end": "00:04:50.040", "speaker": "a.malakasioti", "utterance": " The outcome of this exercise was very interesting because."}
{"start": "00:04:51.510", "end": "00:04:54.210", "speaker": "a.malakasioti", "utterance": " Most of the times thing the dialects moves."}
{"start": "00:04:55.320", "end": "00:05:04.860", "speaker": "a.malakasioti", "utterance": " At the ends of the Muslims lot normally they ended up talking about things that the machine does not know experientially, and this was quite interesting."}
{"start": "00:05:06.030", "end": "00:05:18.090", "speaker": "a.malakasioti", "utterance": " And then, in another project, they were asked to create a collective manifesto about digital space and practicing this way than with the follicle thinking that accompanies."}
{"start": "00:05:18.810", "end": "00:05:32.010", "speaker": "a.malakasioti", "utterance": " The whole digital culture and the way it's been created and actually this this also it doesn't as a hypothetical scenario for the course and then they were asked to create."}
{"start": "00:05:33.390", "end": "00:05:40.680", "speaker": "a.malakasioti", "utterance": " A series of digital to them, which were actually there is a surfboard portraits and."}
{"start": "00:05:42.180", "end": "00:05:51.930", "speaker": "a.malakasioti", "utterance": " They created them through audio visual works and through the use of digital media design and So here we see some abstracts with works and."}
{"start": "00:05:53.310", "end": "00:05:58.170", "speaker": "a.malakasioti", "utterance": " We see, in some cases there is a combination of texts and thing mods in an interesting way."}
{"start": "00:05:59.610", "end": "00:06:00.300", "speaker": "a.malakasioti", "utterance": " and"}
{"start": "00:06:01.560", "end": "00:06:16.530", "speaker": "a.malakasioti", "utterance": " also include include a reference in another course, which is a postgraduate course called out of the moving image and then with the students were asked to use kinetic poetry as a research medium."}
{"start": "00:06:17.520", "end": "00:06:38.310", "speaker": "a.malakasioti", "utterance": " And so they were actually trying to use text in a way to read the text but, but also to be read in a way, and so they created various works that some of them were inspired by visual poetry or by kinetic type biography and here we see an abstract."}
{"start": "00:06:39.660", "end": "00:06:56.730", "speaker": "a.malakasioti", "utterance": " very interesting work with us made use of the desktop interface to talk about two kinds of places is based on the personalized space and the space of the others and set them they try to set them in dialogue, unfortunately, not a lovely week."}
{"start": "00:06:58.380", "end": "00:07:00.570", "speaker": "a.malakasioti", "utterance": " And so, this is also another."}
{"start": "00:07:01.740", "end": "00:07:11.550", "speaker": "a.malakasioti", "utterance": " obstacle over another student who works with books about recognition as a kind of special sad, though, as it kind of really of the past."}
{"start": "00:07:13.410", "end": "00:07:13.950", "speaker": "a.malakasioti", "utterance": " and"}
{"start": "00:07:15.000", "end": "00:07:34.530", "speaker": "a.malakasioti", "utterance": " And also include some references to my own work generally my work is all the visual but uh here, I tried to do some some works with use text in a way, and then sending data with the rest of my research so here."}
{"start": "00:07:36.000", "end": "00:07:56.910", "speaker": "a.malakasioti", "utterance": " One references a poem, which is an appropriation of 13 ways of looking at the blackbird way valid Stevens, in which I tried to make use of Google translate system and create things excessive translations of the poem and try to do this in a creative way and producing your kind of."}
{"start": "00:07:58.320", "end": "00:08:00.630", "speaker": "a.malakasioti", "utterance": " Your kind of text and you kind of."}
{"start": "00:08:02.460", "end": "00:08:04.260", "speaker": "a.malakasioti", "utterance": " expression in way."}
{"start": "00:08:05.280", "end": "00:08:11.910", "speaker": "a.malakasioti", "utterance": " And there's also this reference to interactive game poem with this gold and know to fall in dialogue."}
{"start": "00:08:13.110", "end": "00:08:17.040", "speaker": "a.malakasioti", "utterance": " Which is upon was was was was produced during the pandemic and."}
{"start": "00:08:18.270", "end": "00:08:41.610", "speaker": "a.malakasioti", "utterance": " It is actually inspired by the erotic ontology of cyberspace and it talks about the struggles of human communications through the mediated condition and the player is asked to move actually in the landscape between these two people and explore all the things."}
{"start": "00:09:24.660", "end": "00:09:26.310", "speaker": "a.malakasioti", "utterance": " Thank you very much."}
{"start": "00:09:28.200", "end": "00:09:28.500", "speaker": "None", "utterance": "Okay."}
{"start": "00:09:30.030", "end": "00:09:31.230", "speaker": "Astrid Ensslin (she/her)", "utterance": " Thank you, thank you again."}
{"start": "00:09:33.960", "end": "00:09:35.880", "speaker": "Astrid Ensslin (she/her)", "utterance": " Beautiful images um."}
{"start": "00:09:36.150", "end": "00:09:41.310", "speaker": "Astrid Ensslin (she/her)", "utterance": " I would say, welcome back with questions as at the end of all the presentations."}
{"start": "00:09:42.630", "end": "00:09:56.070", "speaker": "Astrid Ensslin (she/her)", "utterance": " And with that I would turn it over to Christine i'll be talking about open to construction reading and writing bodies, a digital fiction and the open web platform."}
{"start": "00:09:57.270", "end": "00:09:59.130", "speaker": "Christine Wilks", "utterance": " Just share my screen."}
{"start": "00:10:02.490", "end": "00:10:02.940", "speaker": "Christine Wilks", "utterance": " Hello."}
{"start": "00:10:13.380", "end": "00:10:13.740", "speaker": "Christine Wilks", "utterance": " hi."}
{"start": "00:10:15.000", "end": "00:10:24.600", "speaker": "Christine Wilks", "utterance": " And so, drawing parallels between the open web platform and the open way a fictional body can be constructed from a text."}
{"start": "00:10:24.960", "end": "00:10:39.270", "speaker": "Christine Wilks", "utterance": " The while the full paper explores the creative and ethical strategies employed in the creation of a feminist interactive digital fiction, the body image narrative therapy advocacy and plurality."}
{"start": "00:10:43.680", "end": "00:10:56.550", "speaker": "Christine Wilks", "utterance": " Body image concerns affect the well being of a large number of young people immersed in a media culture that privileges unrealistic ideal bodies thing hetero normative white able bodied and so on."}
{"start": "00:10:57.600", "end": "00:11:07.350", "speaker": "Christine Wilks", "utterance": " So pervasive appearance related pressures can lead to poor self esteem anxiety over exercising eating disorders and worse."}
{"start": "00:11:10.590", "end": "00:11:17.010", "speaker": "Christine Wilks", "utterance": " Writing new body is is an intercontinental project that brings together a team of trans disciplinary researchers."}
{"start": "00:11:17.280", "end": "00:11:26.820", "speaker": "Christine Wilks", "utterance": " In theories of gender and the body political psychology and social justice, digital media arts electronic literature narrative and digital culture."}
{"start": "00:11:27.780", "end": "00:11:44.550", "speaker": "Christine Wilks", "utterance": " Our goal is to critically co design and evaluate an interactive web APP for body nonspecific video therapy with and for our target group of women and non binary individuals aged 18 to 25 from diverse backgrounds."}
{"start": "00:11:46.080", "end": "00:11:52.980", "speaker": "Astrid Ensslin (she/her)", "utterance": " listing just briefly i'm not sure whether you've been switching slides, I can still only see the title slide."}
{"start": "00:11:53.910", "end": "00:11:55.230", "speaker": "Christine Wilks", "utterance": " i'm happy and switching slides."}
{"start": "00:11:55.320", "end": "00:11:59.280", "speaker": "Christine Wilks", "utterance": " And so, can everybody see the slides changing."}
{"start": "00:12:01.620", "end": "00:12:02.940", "speaker": "Christine Wilks", "utterance": " No strange."}
{"start": "00:12:03.150", "end": "00:12:04.860", "speaker": "Christine Wilks", "utterance": " Know i'm."}
{"start": "00:12:06.690", "end": "00:12:08.340", "speaker": "Christine Wilks", "utterance": " Right i'll just go to the Can you see."}
{"start": "00:12:08.370", "end": "00:12:09.690", "speaker": "Astrid Ensslin (she/her)", "utterance": " The slides yeah yeah."}
{"start": "00:12:10.230", "end": "00:12:11.490", "speaker": "Christine Wilks", "utterance": " yeah okay well that was."}
{"start": "00:12:12.720", "end": "00:12:17.040", "speaker": "Christine Wilks", "utterance": " And can you see the you just see the slides and the site power."}
{"start": "00:12:17.400", "end": "00:12:17.760", "speaker": "Astrid Ensslin (she/her)", "utterance": " yeah."}
{"start": "00:12:18.060", "end": "00:12:22.200", "speaker": "Christine Wilks", "utterance": " So I can see all your faces on the that's fine okay well i'll just."}
{"start": "00:12:24.750", "end": "00:12:33.210", "speaker": "Christine Wilks", "utterance": " So that was that's the whole team showing the whole team there and right, this is that slide this one now so i'll just click through them okay."}
{"start": "00:12:36.390", "end": "00:12:42.720", "speaker": "Christine Wilks", "utterance": " So the project began with a period of feminist participatory action research with our target group."}
{"start": "00:12:43.470", "end": "00:12:53.100", "speaker": "Christine Wilks", "utterance": " Where we explored these issues and their effects and shared practical and speculative ideas and strategies for coping self compassion healing and social change."}
{"start": "00:12:53.820", "end": "00:13:03.210", "speaker": "Christine Wilks", "utterance": " In short, we learn from each of them, and these learnings inform and guide the content nature and design of the digital fiction which i'm currently developing."}
{"start": "00:13:04.290", "end": "00:13:10.740", "speaker": "Christine Wilks", "utterance": " Having a therapeutic remit MIT Rien, it is a complex and sensitive project and it takes time."}
{"start": "00:13:13.050", "end": "00:13:15.840", "speaker": "Christine Wilks", "utterance": " So now i'm going to show you a series of slides which are."}
{"start": "00:13:19.050", "end": "00:13:24.960", "speaker": "Christine Wilks", "utterance": " it's like working progress of the what i'm actually building the building the digital fiction."}
{"start": "00:13:26.460", "end": "00:13:30.360", "speaker": "Christine Wilks", "utterance": " So the first slide is just showing that the cast of characters."}
{"start": "00:13:32.250", "end": "00:13:42.270", "speaker": "Christine Wilks", "utterance": " The main character of the digital fiction, Jordan and she's represented by these shapes along the top, including her interior voices as well."}
{"start": "00:13:43.620", "end": "00:14:02.190", "speaker": "Christine Wilks", "utterance": " So Jordan has body image issues relating to her size and shape this becomes evident from her and negative self talk Jordan describes herself as fat flabby and repulsive but is that true in the text, your actual world, or is it a distortion of her body image."}
{"start": "00:14:05.550", "end": "00:14:13.890", "speaker": "Christine Wilks", "utterance": " If, as possible worlds theory posits the real world serves as a model for the mental constriction of textual fictional world story walls."}
{"start": "00:14:14.550", "end": "00:14:23.610", "speaker": "Christine Wilks", "utterance": " It follows the fact, our experience and knowledge of real bodies, including our own bodies, serve as a model for the mental construction of textual fictional models."}
{"start": "00:14:25.740", "end": "00:14:41.220", "speaker": "Christine Wilks", "utterance": " and less unless it takes draws attention to the physical appearance of a fictional character, the reader will tend to assume according to ryan's principle of any more departure that their body conforms to a familiar or generic norm two arms two arms two legs, etc."}
{"start": "00:14:44.100", "end": "00:14:59.490", "speaker": "Christine Wilks", "utterance": " In our interactive text based fiction, which I think of more of as a drama, because the characters speak for themselves, as you can see, on the on the screen, these are each of these voice bubbles, if you like, is."}
{"start": "00:15:00.900", "end": "00:15:10.560", "speaker": "Christine Wilks", "utterance": " The different colors and shapes represent different characters speaking, or in the case of Jordan, the main character, you also seen her thoughts and this is an example of one of our faults."}
{"start": "00:15:14.820", "end": "00:15:26.220", "speaker": "Christine Wilks", "utterance": " So in our into interactive take space fiction, the reader player makes choices on Jordans behalf that in a diabetic feedback can affect her body image."}
{"start": "00:15:30.240", "end": "00:15:40.740", "speaker": "Christine Wilks", "utterance": " There is no narrative Ariel no rhetorical boys to a thought to authoritatively describe her body, and none of the characters are ever depicted in Mimetic visual form."}
{"start": "00:15:41.400", "end": "00:15:46.440", "speaker": "Christine Wilks", "utterance": " Therefore jordan's body is open to interpretation, open to reconstruction."}
{"start": "00:15:47.400", "end": "00:15:57.480", "speaker": "Christine Wilks", "utterance": " Although normative concepts of the body are insidious the reader playing as Jordan has some latitude to give body to her in their own idiosyncratic way."}
{"start": "00:15:57.930", "end": "00:16:14.850", "speaker": "Christine Wilks", "utterance": " Perhaps in perfectly shaping her in that in her in their own self image this openness is a deliberate strategy to make the video therapeutic benefits and socio political commitments of the work as fluid and widely accessible as possible."}
{"start": "00:16:17.760", "end": "00:16:35.310", "speaker": "Christine Wilks", "utterance": " This process of diabetic enactment of making choices on Jordans behalf, is where we postulate the therapeutic value lies by an extra diabetic feedback, which may induce the reader player to reflect upon and perhaps slightly alter their own body image."}
{"start": "00:16:41.610", "end": "00:16:53.340", "speaker": "Christine Wilks", "utterance": " Also, with accessibility in mind, we chose to build the digital fiction on and for the open web platform using a mobile first responsive web design approach for the greatest REACH."}
{"start": "00:16:54.210", "end": "00:17:04.800", "speaker": "Christine Wilks", "utterance": " I mean i'm part of that was because our participants and our participant research they told us that they they use their mobile phones, all the time that's the most accessible form for them Indian for them."}
{"start": "00:17:06.750", "end": "00:17:11.220", "speaker": "Christine Wilks", "utterance": " But the affinity for the affinity between these twin approaches runs deeper."}
{"start": "00:17:11.850", "end": "00:17:22.350", "speaker": "Christine Wilks", "utterance": " Both the refusal to visually represent a female gender sex to kill the body in a digital fiction and the refusal to use proprietary closed platforms."}
{"start": "00:17:22.650", "end": "00:17:29.220", "speaker": "Christine Wilks", "utterance": " represent a form of resistance to the normative forces of cultural hegemony within neoliberalism liberalism."}
{"start": "00:17:30.150", "end": "00:17:42.360", "speaker": "Christine Wilks", "utterance": " Not least because the big tech platforms that want to lock us into proprietary systems are amongst the most prolific purveyors of imagery and messaging that contribute to body dissatisfaction and people."}
{"start": "00:17:45.150", "end": "00:17:54.390", "speaker": "Christine Wilks", "utterance": " In this context, choosing the open web platform is a feminist strategy that pragmatically and aesthetically underpins the concerns of our digital fiction."}
{"start": "00:17:54.810", "end": "00:18:07.290", "speaker": "Christine Wilks", "utterance": " Where the body is relatively open to reconstruction, rather than defined and limited by the restrictive moms and unattainable ideals commonly found in digital media representations of bodies."}
{"start": "00:18:09.210", "end": "00:18:19.020", "speaker": "Christine Wilks", "utterance": " So thanks, and this is the thanks to the whole team as well, and then these are these are members of the team, as you can see, and stop sharing."}
{"start": "00:18:21.840", "end": "00:18:22.650", "speaker": "Astrid Ensslin (she/her)", "utterance": " Thanks Kristen."}
{"start": "00:18:25.140", "end": "00:18:30.900", "speaker": "Astrid Ensslin (she/her)", "utterance": " Okay um next is Mariana gunderson."}
{"start": "00:18:31.950", "end": "00:18:40.110", "speaker": "Astrid Ensslin (she/her)", "utterance": " And she's going to talk about heats knots and hierarchies speculative genders in Omega verse fanfiction."}
{"start": "00:18:46.050", "end": "00:18:52.050", "speaker": "Marianne Gunderson", "utterance": " hi yes, I like to to open presentations about this."}
{"start": "00:18:53.640", "end": "00:19:05.910", "speaker": "Marianne Gunderson", "utterance": " topic with a with an excerpt from from one of the stories that that i've been working with just two people kind of have an example so."}
{"start": "00:19:06.930", "end": "00:19:13.860", "speaker": "Marianne Gunderson", "utterance": " After years of being well you more for what lay between his legs are in his head that he was it was hard to."}
{"start": "00:19:15.240", "end": "00:19:26.370", "speaker": "Marianne Gunderson", "utterance": " Get here, they were where john close enough that every breath mingled Lou irises start with the cider and understanding, I said, for once, he was reading charlotte's mind when."}
{"start": "00:19:27.840", "end": "00:19:37.380", "speaker": "Marianne Gunderson", "utterance": " You were a brilliant mad number of a man john much selection encouraging him to meet this case again as if he could drive home the truth with I contact the lead."}
{"start": "00:19:38.520", "end": "00:19:55.290", "speaker": "Marianne Gunderson", "utterance": " Elected slips his voice cracking as the force that the word the words that Sherlock new dawn would not find etc, and you still are also better Omega this this isn't about any of that this is about who you are not watch you."}
{"start": "00:19:57.120", "end": "00:20:01.320", "speaker": "Marianne Gunderson", "utterance": " don't show looking plot brushing two fingers across john Smith math before."}
{"start": "00:20:02.460", "end": "00:20:10.650", "speaker": "Marianne Gunderson", "utterance": " We can't dismiss the impact our respective gender is have on our situation, particularly my, but please don't say it."}
{"start": "00:20:12.360", "end": "00:20:13.200", "speaker": "Marianne Gunderson", "utterance": " So this is."}
{"start": "00:20:14.640", "end": "00:20:23.880", "speaker": "Marianne Gunderson", "utterance": " This is an excerpt from a fan fiction story called the gilded cage based on the TV show the BBC TV show Charlotte."}
{"start": "00:20:25.320", "end": "00:20:35.040", "speaker": "Marianne Gunderson", "utterance": " So just very basic information fanfiction are fictional text based on an established media product written by fans of that product."}
{"start": "00:20:35.460", "end": "00:20:47.400", "speaker": "Marianne Gunderson", "utterance": " and true the practice of writing fanfiction fans appropriate characters settings and thoughts from commercially published media works in order to produce stories according to the right size."}
{"start": "00:20:48.360", "end": "00:21:07.260", "speaker": "Marianne Gunderson", "utterance": " And this story is written into a fan fiction trope known as do makeovers and you make, ours is an alternate universe, in which characters are designated as alpha status or Omega is in the parallel gender system that that overlays our own."}
{"start": "00:21:09.990", "end": "00:21:10.410", "speaker": "Marianne Gunderson", "utterance": " and"}
{"start": "00:21:11.880", "end": "00:21:23.760", "speaker": "Marianne Gunderson", "utterance": " It is a truth that is loosely inspired from popular imaginations of a wolf pack hierarchy and originated in the supernatural fandom in 2010."}
{"start": "00:21:24.660", "end": "00:21:31.020", "speaker": "Marianne Gunderson", "utterance": " And there are currently almost hundred thousand works in in the stroke."}
{"start": "00:21:32.010", "end": "00:21:55.860", "speaker": "Marianne Gunderson", "utterance": " On an archive of our of our own la and it can be found in 31 languages across phantoms and that's there's only one have multiple fanfiction platforms out there um and the trope has two main aspects that kind of defines."}
{"start": "00:21:57.570", "end": "00:22:11.190", "speaker": "Marianne Gunderson", "utterance": " yeah defines the dynamics that are carrying these stories, and that is like a changes to like human biology human reproductive biology that's inspired by by both biology."}
{"start": "00:22:11.670", "end": "00:22:28.500", "speaker": "Marianne Gunderson", "utterance": " And the imposition of a kind of strict hierarchy so in Omega our stories characters that get designated as Omega are either often seen us or are."}
{"start": "00:22:29.760", "end": "00:22:49.530", "speaker": "Marianne Gunderson", "utterance": " submissive and low status officer seen as dominant and high status, sometimes these these characteristics are biologically determined sometimes they they are socially constructed some stories to do say this very explicitly some some kind of more implicitly."}
{"start": "00:22:50.670", "end": "00:23:03.390", "speaker": "Marianne Gunderson", "utterance": " Omega us both men and women have uterus and ovaries everything can become pregnant else's both men and women have a penis Omega is go into heat that they have heat cycles."}
{"start": "00:23:04.440", "end": "00:23:07.230", "speaker": "Marianne Gunderson", "utterance": " During which day become overconfident like."}
{"start": "00:23:08.340", "end": "00:23:19.230", "speaker": "Marianne Gunderson", "utterance": " Intense urge to to mate and if alphas can are around or smell Omega in heat they get overwhelmed by an intense."}
{"start": "00:23:20.700", "end": "00:23:23.610", "speaker": "Marianne Gunderson", "utterance": " yeah yeah corresponding desire."}
{"start": "00:23:24.630", "end": "00:23:40.800", "speaker": "Marianne Gunderson", "utterance": " called going into rap and these like a Bo alphabet Omega genders often first become apparent acuity so so up into puberty people in the stories of him just live at."}
{"start": "00:23:42.090", "end": "00:23:59.880", "speaker": "Marianne Gunderson", "utterance": " boys and girls and then at puberty suddenly their gender manifests and betters our characters that have no none of these special characteristics, just like normal humans and are very often not the focus of the stories."}
{"start": "00:24:02.010", "end": "00:24:02.580", "speaker": "Marianne Gunderson", "utterance": " So."}
{"start": "00:24:03.870", "end": "00:24:15.570", "speaker": "Marianne Gunderson", "utterance": " or may have our stories often involve this elaborate role building where societies and social norms and institutions are they're designed around the structures."}
{"start": "00:24:16.080", "end": "00:24:25.530", "speaker": "Marianne Gunderson", "utterance": " And, and the like alpha male system functions as a parallel gender system that both nurse modifies and the saturates."}
{"start": "00:24:26.430", "end": "00:24:38.310", "speaker": "Marianne Gunderson", "utterance": " Existing discourses about sex and gender, so the meanings and functions usually ascribed to women's bodies are written on to the Omega and the meanings and functions associated."}
{"start": "00:24:38.640", "end": "00:24:49.650", "speaker": "Marianne Gunderson", "utterance": " With men are written on to the Alpha often created creating a system that parallels and extreme version of patriarchy coupled with with a stringent biological determinants and."}
{"start": "00:24:53.100", "end": "00:25:00.900", "speaker": "Marianne Gunderson", "utterance": " So these categories i've written onto the bodies of already existing characters from popular culture, such as marvel superheroes Harry Potter characters."}
{"start": "00:25:01.200", "end": "00:25:06.480", "speaker": "Marianne Gunderson", "utterance": " caper penton band members or like, in this case john Watson Sherlock Holmes."}
{"start": "00:25:07.020", "end": "00:25:16.650", "speaker": "Marianne Gunderson", "utterance": " So the story I shared an excerpt from in the beginning, is one of the more popular stories of its kind in the BBC Sherlock fandom and in this in this world."}
{"start": "00:25:17.160", "end": "00:25:24.630", "speaker": "Marianne Gunderson", "utterance": " The Omega is have no legal legal agency they're generally seen as property of their family or their alpha partners."}
{"start": "00:25:25.080", "end": "00:25:30.570", "speaker": "Marianne Gunderson", "utterance": " And in addition there he tycho's are incredibly debilitating unless they're bonded with an alpha."}
{"start": "00:25:31.320", "end": "00:25:38.820", "speaker": "Marianne Gunderson", "utterance": " So as an Omega surely is trapped in the structure of both social and biological dependence on an alpha."}
{"start": "00:25:39.420", "end": "00:25:44.610", "speaker": "Marianne Gunderson", "utterance": " And as an alpha john is scared of taking advantage of charlottesville Honorable position."}
{"start": "00:25:45.240", "end": "00:26:00.750", "speaker": "Marianne Gunderson", "utterance": " And they are positioned as at opposite ends of the hierarchy, that is encoded into everything from the laws that govern their lives to the biological processes in their bodies and this inequality and dependence."}
{"start": "00:26:02.670", "end": "00:26:17.400", "speaker": "Marianne Gunderson", "utterance": " And the oppressive like that has been ascribed into their bodies and the oppressive structures of this all Socratic society become the obstacles that they need to overcome, to be able to live happily ever after."}
{"start": "00:26:18.480", "end": "00:26:27.690", "speaker": "Marianne Gunderson", "utterance": " So it's about creating this narrative narrative in which the two characters managed to find a way to overcome these obstacles and create an equal and loving relationship."}
{"start": "00:26:28.470", "end": "00:26:40.590", "speaker": "Marianne Gunderson", "utterance": " The story becomes one of resistance seeming to say that even under conditions of extreme pressure oppression, even if all these these stereotypes that that circulate in the Culture about."}
{"start": "00:26:41.670", "end": "00:26:45.660", "speaker": "Marianne Gunderson", "utterance": " Female like physiology brains biology and."}
{"start": "00:26:47.610", "end": "00:26:55.770", "speaker": "Marianne Gunderson", "utterance": " gender differences between men and women, even if these were true, even for biological determinism was a fact, it could be overcome."}
{"start": "00:26:57.720", "end": "00:27:08.610", "speaker": "Marianne Gunderson", "utterance": " So this is only a single example, and not all makeover stories follow exactly the same pattern, but the elements of the trope encourages imaginative play."}
{"start": "00:27:09.060", "end": "00:27:20.640", "speaker": "Marianne Gunderson", "utterance": " With the structures and meanings of gender oppression and power differential in intimate relationships which fans take full advantage of winter with without explicit feminist agenda it's."}
{"start": "00:27:21.300", "end": "00:27:28.470", "speaker": "Marianne Gunderson", "utterance": " So, like foundation relies on textual poaching from the original works on which they are based."}
{"start": "00:27:28.980", "end": "00:27:37.740", "speaker": "Marianne Gunderson", "utterance": " On mega wars fan fiction is poaching from the discourses through rich hierarchical hetero normative and part of patriarchal gender."}
{"start": "00:27:38.610", "end": "00:27:44.430", "speaker": "Marianne Gunderson", "utterance": " is constructed so they're treating this course is about gendered bodies."}
{"start": "00:27:44.910", "end": "00:27:56.940", "speaker": "Marianne Gunderson", "utterance": " The same way as the treats their source texts they're rewriting them recombining them folding them into characters they care deeply about and using them to produce narratives in court, according to their own desires."}
{"start": "00:27:57.540", "end": "00:28:06.480", "speaker": "Marianne Gunderson", "utterance": " In so doing, they are exploring embodiment power and gender inequality by writing women coded other notes on to normative male bodies."}
{"start": "00:28:07.080", "end": "00:28:28.620", "speaker": "Marianne Gunderson", "utterance": " And finally, in an eel at the context the Omega is can be understood as a network of interconnected and modifiable tropes or sub tropes that function as building blocks for speculative gendering allowing for inter textual play constant reinvention and infinite variations, thank you."}
{"start": "00:28:32.580", "end": "00:28:34.320", "speaker": "Astrid Ensslin (she/her)", "utterance": " Thanks so much Mariana."}
{"start": "00:28:35.400", "end": "00:28:45.930", "speaker": "Astrid Ensslin (she/her)", "utterance": " This is becoming more and more rich and multi layered I can't wait for the discussion that we have one more paper signed up by am Fernanda we."}
{"start": "00:28:47.280", "end": "00:29:08.100", "speaker": "Astrid Ensslin (she/her)", "utterance": " will be talking about now, this is still be the title that you're using appropriate appropriate creationist practices and subjective subjective ization these are subjective ization processes some production of origin time digital literature in terms of algorithmic governance."}
{"start": "00:29:09.840", "end": "00:29:10.740", "speaker": "Astrid Ensslin (she/her)", "utterance": " Is what I have."}
{"start": "00:29:13.920", "end": "00:29:19.440", "speaker": "Fernanda Mugica", "utterance": " What hello, my name is Fernando and here in marvel Plaza."}
{"start": "00:29:21.180", "end": "00:29:21.780", "speaker": "Fernanda Mugica", "utterance": " and"}
{"start": "00:29:23.280", "end": "00:29:36.600", "speaker": "Fernanda Mugica", "utterance": " I want to say, thanks to what To us it for the presentation for the organizers and it has been great to to see all the different presentations."}
{"start": "00:29:37.410", "end": "00:30:01.680", "speaker": "Fernanda Mugica", "utterance": " Today, and over the last week, the last few days and i'm very happy to be here, but in an area i'm interested in is abbreviation is practicing his years of algorithmic bonus, and I will like to show you three different words by contemporary passions and artists."}
{"start": "00:30:03.630", "end": "00:30:24.600", "speaker": "Fernanda Mugica", "utterance": " i'm interested, specifically in ways of being in the sentence, you know American culture what's a steak for later to, for example, new culture where google's predictive search finishes all races, for us, based on or use our user profiles."}
{"start": "00:30:26.370", "end": "00:30:38.130", "speaker": "Fernanda Mugica", "utterance": " i'm going to introduce this works and share some ideas and then, if you want, you can get the paper, the first one."}
{"start": "00:30:55.500", "end": "00:30:56.040", "speaker": "Fernanda Mugica", "utterance": " Can you see."}
{"start": "00:31:03.180", "end": "00:31:03.510", "speaker": "Fernanda Mugica", "utterance": " What."}
{"start": "00:31:07.560", "end": "00:31:19.740", "speaker": "Fernanda Mugica", "utterance": " works more fun, by the time writer million from 2011 is a visual poem that oh my music on deck."}
{"start": "00:31:23.550", "end": "00:31:25.680", "speaker": "Fernanda Mugica", "utterance": " You come here to."}
{"start": "00:31:33.360", "end": "00:31:44.820", "speaker": "Fernanda Mugica", "utterance": " Well, the right to use the software time based text which captors the time taken to write each word and needs a solution and information."}
{"start": "00:31:45.390", "end": "00:31:59.700", "speaker": "Fernanda Mugica", "utterance": " As well as saving and ripple using every input and addition, the text itself really blow is the result of a Google search for the phrase it anymore como realism is like."}
{"start": "00:32:00.930", "end": "00:32:04.950", "speaker": "Fernanda Mugica", "utterance": " it's growing as quickly and not just the rhythm of the music."}
{"start": "00:32:06.180", "end": "00:32:20.190", "speaker": "Fernanda Mugica", "utterance": " The beast last six minutes and his program to look look back once the cycle is complete, some of the results are leaning plans, give the author's names, but not all."}
{"start": "00:32:20.820", "end": "00:32:30.270", "speaker": "Fernanda Mugica", "utterance": " it's impossible to determine how much of the form has been shaped by the search algorithm and how much by the offers our criteria."}
{"start": "00:32:31.530", "end": "00:32:36.480", "speaker": "Fernanda Mugica", "utterance": " That the processing on the boards choices operate simultaneously."}
{"start": "00:32:38.190", "end": "00:32:38.880", "speaker": "Fernanda Mugica", "utterance": " whose voice."}
{"start": "00:32:40.920", "end": "00:32:41.280", "speaker": "Fernanda Mugica", "utterance": " well."}
{"start": "00:32:42.420", "end": "00:32:44.340", "speaker": "Fernanda Mugica", "utterance": " The second one."}
{"start": "00:32:48.660", "end": "00:33:05.190", "speaker": "Fernanda Mugica", "utterance": " Yes, no yes one practical uses texts by don't hide away to generate ritual form, where the worst themselves are cut short to round it off by someone or something else."}
{"start": "00:33:08.430", "end": "00:33:08.820", "speaker": "Fernanda Mugica", "utterance": " it's."}
{"start": "00:33:09.930", "end": "00:33:20.610", "speaker": "Fernanda Mugica", "utterance": " Really, a nightmare for translators and impossible for Google translate but i'll send you a peaceful."}
{"start": "00:33:24.210", "end": "00:33:25.500", "speaker": "Fernanda Mugica", "utterance": " it's just for."}
{"start": "00:33:26.790", "end": "00:33:28.680", "speaker": "Fernanda Mugica", "utterance": " Sharing so."}
{"start": "00:33:31.470", "end": "00:33:32.670", "speaker": "Fernanda Mugica", "utterance": " Then I understand."}
{"start": "00:33:36.810", "end": "00:33:45.120", "speaker": "Fernanda Mugica", "utterance": " Your words they shake the shake up the familiar mythology of funny and yet remain perfectly legible."}
{"start": "00:33:46.620", "end": "00:33:52.500", "speaker": "Fernanda Mugica", "utterance": " One bread is starting point is a miracle chains and he takes this."}
{"start": "00:33:53.820", "end": "00:34:05.070", "speaker": "Fernanda Mugica", "utterance": " obsession words as to drastic process of discrete states where the durability of the following states depends exclusively on the one immediately preceding the."}
{"start": "00:34:05.640", "end": "00:34:18.600", "speaker": "Fernanda Mugica", "utterance": " Rather than the sum of the whole procedure next with the transition matrix established kindle uses, as I start to see a word or a phrase from which the text role."}
{"start": "00:34:18.960", "end": "00:34:33.570", "speaker": "Fernanda Mugica", "utterance": " as a function of the reality of it appears in the deck it goes on, that is to say that something else lead into complete the lines is her with dex reduced to row."}
{"start": "00:34:34.500", "end": "00:34:49.860", "speaker": "Fernanda Mugica", "utterance": " and subjected to a statistical unlicensed as more fun it's hard to determine how much elaboration of reform comes from your decisions and how much from the combinations from up by their body."}
{"start": "00:34:51.000", "end": "00:35:00.030", "speaker": "Fernanda Mugica", "utterance": " In the words of Leonardo, so does what we are seeing these instances is a kind of creative collaboration between the artist and the outcome."}
{"start": "00:35:01.860", "end": "00:35:03.270", "speaker": "Fernanda Mugica", "utterance": " And the last one."}
{"start": "00:35:09.150", "end": "00:35:23.130", "speaker": "Fernanda Mugica", "utterance": " There is no record in banner in corporate allowed us a rule code poetry also work with the worst bothers his time by the time for it and sequel open Marino."}
{"start": "00:35:23.790", "end": "00:35:41.190", "speaker": "Fernanda Mugica", "utterance": " and make use of mark James to for new versions, they then branded version of your highlighter which many delays worse visual texture before generating some some recent island cycles most cases for like coding."}
{"start": "00:35:42.420", "end": "00:35:48.570", "speaker": "Fernanda Mugica", "utterance": " a type of program of programming that combines the use of a little bit improvisation will die."}
{"start": "00:35:49.770", "end": "00:36:05.910", "speaker": "Fernanda Mugica", "utterance": " The writing process is made visible by protecting the golden spring, when on stage with the computer seedings that's the whole books that are displayed work both both some of the new phrases generated by the market."}
{"start": "00:36:07.710", "end": "00:36:27.600", "speaker": "Fernanda Mugica", "utterance": " At the same time, the text, the text become vishwanath it, as well as the gold fragments of the forums appear on the screen bending and twisting eccentric think as in 3D, given that the artists were really real time playing with the plasticity of war."}
{"start": "00:36:29.580", "end": "00:36:41.940", "speaker": "Fernanda Mugica", "utterance": " Well, here i'm wondering in what ways this works tell us something about our times, a lot of culture of algorithms."}
{"start": "00:36:43.110", "end": "00:36:49.920", "speaker": "Fernanda Mugica", "utterance": " something about the waves of language constantly rolling in to finish your sentences for us."}
{"start": "00:36:51.600", "end": "00:37:10.890", "speaker": "Fernanda Mugica", "utterance": " with various click and open, even without and thinking of everything that speak for us in our name holds those suggested phrases that cheerfully save, save as the travel affirming phone and substitute instead algorithm guess."}
{"start": "00:37:12.840", "end": "00:37:16.200", "speaker": "Fernanda Mugica", "utterance": " The they works under discussion here."}
{"start": "00:37:17.250", "end": "00:37:30.300", "speaker": "Fernanda Mugica", "utterance": " Such a different approach to these algorithms and make clear that the answer you're looking for is not always a function of the worst statistical free one."}
{"start": "00:37:30.870", "end": "00:37:54.630", "speaker": "Fernanda Mugica", "utterance": " That that there is a place for the multiple as in readings for him, as well as for the ambivalence and the viewers, a single thread is that some forgotten poems like those of Lopez Reno can return to save other scene and in other voices and they do so by using those same algorithms."}
{"start": "00:37:56.730", "end": "00:38:05.850", "speaker": "Fernanda Mugica", "utterance": " Those apparent that plane otherwise is possible, after all that we can get in contact as cloud we're cossack SES."}
{"start": "00:38:08.010", "end": "00:38:14.850", "speaker": "Fernanda Mugica", "utterance": " By make him algorithm these visible by showing that they are in fact working."}
{"start": "00:38:15.960", "end": "00:38:23.820", "speaker": "Fernanda Mugica", "utterance": " This word questions, some of the naturalized behaviors and economic meanings of the initial calls."}
{"start": "00:38:25.020", "end": "00:38:40.080", "speaker": "Fernanda Mugica", "utterance": " Because like was making this kind of materiality visible as ways of being with materiality invite us to question what it means to think of the digital sphere as a culture of users."}
{"start": "00:38:41.070", "end": "00:38:52.740", "speaker": "Fernanda Mugica", "utterance": " So this is worthy or even more small thing i'm doing is what interests me here and it's what has led me to post, the question regarding subjective process."}
{"start": "00:38:54.420", "end": "00:38:56.070", "speaker": "Fernanda Mugica", "utterance": " Well, I think that."}
{"start": "00:39:00.780", "end": "00:39:02.190", "speaker": "Astrid Ensslin (she/her)", "utterance": " Thank you so much, and i'm not."}
{"start": "00:39:05.130", "end": "00:39:06.300", "speaker": "Astrid Ensslin (she/her)", "utterance": " Okay, so we have."}
{"start": "00:39:07.950", "end": "00:39:20.850", "speaker": "Astrid Ensslin (she/her)", "utterance": " Just over half an hour left for discussion, questions and answers so um can you put your comments or questions in the chat or you know just blurt out."}
{"start": "00:39:22.860", "end": "00:39:26.580", "speaker": "Astrid Ensslin (she/her)", "utterance": " enable your MIC and let's get it started."}
{"start": "00:39:35.970", "end": "00:39:38.040", "speaker": "Maria Mencia", "utterance": " hi I have a question for Christine."}
{"start": "00:39:39.960", "end": "00:39:40.680", "speaker": "Maria Mencia", "utterance": " hi Christine."}
{"start": "00:39:41.160", "end": "00:39:42.870", "speaker": "Maria Mencia", "utterance": " hi nice to see you again."}
{"start": "00:39:44.940", "end": "00:40:04.560", "speaker": "Maria Mencia", "utterance": " And now I was wondering sorry, there was a moment when there's how and actually these appeared, and how are the women that you've been working with in those workshops are taking part now in the in the fictional characters that you are actually creating in this story that you making."}
{"start": "00:40:05.700", "end": "00:40:13.500", "speaker": "Christine Wilks", "utterance": " What we started with a series of four workshops that we're all in and different different cities in Canada."}
{"start": "00:40:15.090", "end": "00:40:19.890", "speaker": "Christine Wilks", "utterance": " And they were weekend workshops over two days, and we did."}
{"start": "00:40:21.210", "end": "00:40:26.820", "speaker": "Christine Wilks", "utterance": " There was about three or four of us sometimes and facilitators."}
{"start": "00:40:28.020", "end": "00:40:45.930", "speaker": "Christine Wilks", "utterance": " And the groups were about I think 10 to 15 young women and non binary individuals and we had various discussions presentations on our behalf, on behalf of the facilitators."}
{"start": "00:40:47.040", "end": "00:40:47.670", "speaker": "Christine Wilks", "utterance": " And things like."}
{"start": "00:40:48.900", "end": "00:40:55.590", "speaker": "Christine Wilks", "utterance": " Gender representations, but also, I showed examples of my work, and then we also did."}
{"start": "00:40:56.880", "end": "00:41:02.520", "speaker": "Christine Wilks", "utterance": " Twice worked in twine so they did their own writings while some of the writings were on paper."}
{"start": "00:41:02.970", "end": "00:41:05.190", "speaker": "Christine Wilks", "utterance": " Where they they wrote about their own."}
{"start": "00:41:05.730", "end": "00:41:14.430", "speaker": "Christine Wilks", "utterance": " Expert their own memories of their bodies early memories and their experiences now and they did some."}
{"start": "00:41:15.390", "end": "00:41:21.570", "speaker": "Christine Wilks", "utterance": " They wanted, they could do fictional writing as well, and they also worked in twice, which was really fascinating or they did."}
{"start": "00:41:22.320", "end": "00:41:35.730", "speaker": "Christine Wilks", "utterance": " And then share that in group so it's a really interesting workshop on from that, and those that were willing to you know share their actual drawing writings because most most of them did and we took."}
{"start": "00:41:37.260", "end": "00:41:57.030", "speaker": "Christine Wilks", "utterance": " Those those were their words their writings and and all the district, the whole workshop were recorded audio recorded and all that was transcribed by a team of research resistance and certain all that was material was coded as well, and in terms of it's not they're kind of."}
{"start": "00:41:58.170", "end": "00:42:01.590", "speaker": "Christine Wilks", "utterance": " way that I think of coding because I write actually write."}
{"start": "00:42:03.600", "end": "00:42:05.130", "speaker": "Christine Wilks", "utterance": " The code in terms of."}
{"start": "00:42:10.290", "end": "00:42:13.560", "speaker": "Christine Wilks", "utterance": " analyzing the the content."}
{"start": "00:42:15.420", "end": "00:42:22.470", "speaker": "Christine Wilks", "utterance": " And so that was done so all that fed into and we're all that was material, but I."}
{"start": "00:42:23.370", "end": "00:42:23.640", "speaker": "Maria Mencia", "utterance": " need."}
{"start": "00:42:23.880", "end": "00:42:35.490", "speaker": "Christine Wilks", "utterance": " to pull together into a digital fiction and there was so much so many different stories and memories so many different perspectives that it was quite hard to."}
{"start": "00:42:35.910", "end": "00:42:47.310", "speaker": "Christine Wilks", "utterance": " See how i'm gonna make one digital fiction out of that so initially I was going to do for different stories, but as I started working on the first story, the other voices started coming in."}
{"start": "00:42:48.270", "end": "00:43:07.410", "speaker": "Christine Wilks", "utterance": " coming through in that that in that first story, and which are basically their their voices from the workshops sort of partly through my memories of them channeling then and visualizing their characters but also all the material that we had they."}
{"start": "00:43:07.410", "end": "00:43:08.760", "speaker": "Christine Wilks", "utterance": " were spoken words that."}
{"start": "00:43:08.760", "end": "00:43:15.120", "speaker": "Christine Wilks", "utterance": " Were transcribed and also their own writings and that all fed in feeds into the digital fiction."}
{"start": "00:43:15.240", "end": "00:43:19.080", "speaker": "Maria Mencia", "utterance": " For you, selecting them you're actually selecting them there that women didn't have."}
{"start": "00:43:20.220", "end": "00:43:35.340", "speaker": "Maria Mencia", "utterance": " when selecting their the actual narratives with new or anything he was you collected all the information and then from then on, that that helps you to actually be signed your fictional story is that many balls is like the process."}
{"start": "00:43:35.400", "end": "00:43:43.560", "speaker": "Christine Wilks", "utterance": " To, to a large extent, but we also have collectively also discussed the kinds of narrative that we wanted, and so they came up with ideas."}
{"start": "00:43:43.620", "end": "00:43:47.070", "speaker": "Maria Mencia", "utterance": " Okay, I was also with them, just before and yeah yeah."}
{"start": "00:43:48.390", "end": "00:43:55.200", "speaker": "Maria Mencia", "utterance": " Okay, and okay and entities, so you selected like a small amount so."}
{"start": "00:43:56.790", "end": "00:44:01.140", "speaker": "Maria Mencia", "utterance": " I suppose there's still people you know, yes, like how many do you have like a few."}
{"start": "00:44:01.830", "end": "00:44:08.850", "speaker": "Christine Wilks", "utterance": " All in all, those and I can't remember, I think it was 2021 21."}
{"start": "00:44:09.570", "end": "00:44:17.100", "speaker": "Maria Mencia", "utterance": " Okay, and then, but then actually now in the in the final kind of physical work that you do in there is less of them yeah."}
{"start": "00:44:18.180", "end": "00:44:28.260", "speaker": "Christine Wilks", "utterance": " i'm not well and I don't really think so because what's because it's fiction and their stories of have moods so they're different."}
{"start": "00:44:28.260", "end": "00:44:33.630", "speaker": "Christine Wilks", "utterance": " perspective, a different perspective merging into different characters so got."}
{"start": "00:44:35.400", "end": "00:44:52.020", "speaker": "Christine Wilks", "utterance": " Issues I think it's about eight eight main characters they do kind of represent all those different perspectives in the workshop now and it's got to work as a digital fiction, so they may well be missing missing perspectives, but."}
{"start": "00:44:52.020", "end": "00:44:54.900", "speaker": "Maria Mencia", "utterance": " I have no idea okay so that's My guess is yes."}
{"start": "00:44:55.200", "end": "00:44:57.210", "speaker": "Maria Mencia", "utterance": " We cannot play play with it, or anything."}
{"start": "00:44:57.570", "end": "00:44:57.870", "speaker": "None", "utterance": "yeah."}
{"start": "00:44:58.890", "end": "00:44:59.280", "speaker": "Maria Mencia", "utterance": " Thank you."}
{"start": "00:44:59.910", "end": "00:45:13.680", "speaker": "Astrid Ensslin (she/her)", "utterance": " In terms of the data we also coded it quite extensively in terms of like grounded theory thematic coding which kind of the individualized the the different themes as well and showed us where the patterns lie."}
{"start": "00:45:14.910", "end": "00:45:19.440", "speaker": "Astrid Ensslin (she/her)", "utterance": " And I mean the mirror was a big thing that came up in a lot of stories, for example, or as a."}
{"start": "00:45:19.500", "end": "00:45:24.180", "speaker": "Astrid Ensslin (she/her)", "utterance": " Parental relationships ministry probably briefly so that star diagram."}
{"start": "00:45:25.800", "end": "00:45:35.130", "speaker": "Astrid Ensslin (she/her)", "utterance": " And so it was it wasn't exactly quantitative and Christine another paper Christine reflected on the awkwardness of working with this kind of data."}
{"start": "00:45:35.670", "end": "00:45:37.170", "speaker": "Astrid Ensslin (she/her)", "utterance": " In a creative process."}
{"start": "00:45:38.910", "end": "00:45:52.830", "speaker": "Astrid Ensslin (she/her)", "utterance": " So that that was a challenge, but I think you know, overall, it all contributed the the personal experience right Christina being there getting a sense of the atmosphere and working with them and then also the the data as a whole."}
{"start": "00:45:54.150", "end": "00:45:56.100", "speaker": "Maria Mencia", "utterance": " yeah Okay, thank you."}
{"start": "00:46:01.140", "end": "00:46:01.500", "speaker": "Astrid Ensslin (she/her)", "utterance": " yeah."}
{"start": "00:46:04.200", "end": "00:46:14.250", "speaker": "a.malakasioti", "utterance": " hi I also have a question for Christine and I read the paper, I really liked it congratulations about this project."}
{"start": "00:46:15.420", "end": "00:46:16.770", "speaker": "a.malakasioti", "utterance": " So interesting."}
{"start": "00:46:18.810", "end": "00:46:35.640", "speaker": "a.malakasioti", "utterance": " I was very interested in seeing the value that you're mentioning and would you like to expand a little bit further on that I found it so interesting and really like to really learn more about how you dealt with this idea with this concept."}
{"start": "00:46:37.020", "end": "00:46:56.520", "speaker": "Christine Wilks", "utterance": " yeah sorry about that because I didn't because I was trying to keep the presentation into five minutes of that wasn't part that I left out, but i'll try and explain what that is because yeah, it is a an important part of being the work or because it's a digital fiction and then."}
{"start": "00:46:57.960", "end": "00:47:00.030", "speaker": "Christine Wilks", "utterance": " There are choices that the reader player."}
{"start": "00:47:00.330", "end": "00:47:01.230", "speaker": "None", "utterance": "makes."}
{"start": "00:47:02.670", "end": "00:47:08.310", "speaker": "Christine Wilks", "utterance": " As they go as they progress through the narrative and the choices are."}
{"start": "00:47:09.540", "end": "00:47:26.640", "speaker": "Christine Wilks", "utterance": " Basically out to do with how they feel about their body image that their level of body dissatisfaction and when I was designing the digital designing the fiction, the interactive narrative and I was also looking at."}
{"start": "00:47:27.720", "end": "00:47:52.410", "speaker": "Christine Wilks", "utterance": " feminists theories as as well as a way of helping the structure, all this material and one of the key one of one of the key theories that I found quite valuable was Sandra Sandra Bob keys and reading using a glucose idea of the dose i'll body and how the female body is is is is."}
{"start": "00:47:53.550", "end": "00:47:57.690", "speaker": "Christine Wilks", "utterance": " it's meeting to a dose i'll body through and."}
{"start": "00:47:58.860", "end": "00:48:06.900", "speaker": "Christine Wilks", "utterance": " body, the on the orientation of the body body is on the presentation, the movement of the body and."}
{"start": "00:48:08.940", "end": "00:48:11.010", "speaker": "Christine Wilks", "utterance": " The third one is."}
{"start": "00:48:12.990", "end": "00:48:28.890", "speaker": "Christine Wilks", "utterance": " But anyway, there's there's numerous ways in different ways, the the female body, she throws the female body is made, and it becomes a dose our body through and presenting as feminine and, and that is."}
{"start": "00:48:30.300", "end": "00:48:42.540", "speaker": "Christine Wilks", "utterance": " an oppressive and experience in in patriots is you know result of patriarchy, and so I wanted to use that quantify that."}
{"start": "00:48:43.620", "end": "00:48:55.920", "speaker": "Christine Wilks", "utterance": " That idea of the dose our body, and I call it the the docility value, because in an interactive fiction, which is to certain extent is is is a game, you need some values."}
{"start": "00:48:56.820", "end": "00:49:06.240", "speaker": "Christine Wilks", "utterance": " In the to work in the code and code of being code need simple words in simple terms, the story can be complex, but the underlying code."}
{"start": "00:49:06.750", "end": "00:49:21.210", "speaker": "Christine Wilks", "utterance": " needs values numerical values, so the docility bound is a bipolar value that is either you know high high or low, so the trip every time they need to play makes a choice, there is a disability value that."}
{"start": "00:49:22.380", "end": "00:49:23.700", "speaker": "Christine Wilks", "utterance": " determines whether they're."}
{"start": "00:49:25.560", "end": "00:49:39.360", "speaker": "Christine Wilks", "utterance": " In making choices that are less less josiah or be becoming or choices that are more normative and therefore more song and that will determine that path through through the narrative."}
{"start": "00:49:40.290", "end": "00:49:54.510", "speaker": "Christine Wilks", "utterance": " It also doesn't devalue also governs the shape of what I call the organic, which is from time to time, as you in the slides that I showed, you were mainly seeing the."}
{"start": "00:49:55.470", "end": "00:50:04.680", "speaker": "Christine Wilks", "utterance": " The voices the dialogue and interior much dialogue and Jordan, the main character and the other characters but from time to time and Jordans on."}
{"start": "00:50:05.340", "end": "00:50:23.220", "speaker": "Christine Wilks", "utterance": " her own we go into her internal world and in her internal dialogue and then that there is a shape, which are called the ganache which is animated and that form is also governed by the docility value so if she's feeling more."}
{"start": "00:50:24.960", "end": "00:50:40.110", "speaker": "Christine Wilks", "utterance": " she's just is in the mall desired state in that in those terms, then who bought the the form that represents her body which is an abstraction and abstract form becomes more restricted a more geometrical."}
{"start": "00:50:46.560", "end": "00:50:59.520", "speaker": "Christine Wilks", "utterance": " Regular regular shape and a restricted shape and the lower that are similar to value the freer and more liberated them up empowered cheese cheese feeling the more that the organic abstract shapes."}
{"start": "00:51:00.180", "end": "00:51:21.630", "speaker": "Christine Wilks", "utterance": " can move more freely and and and in a more irregular kind of way, which is kind of represents a more empowered and liberated state of being that's the that's the idea so it's it's is that you kind of governs the playable the playable aspects of it now the interactive now to you soon."}
{"start": "00:51:24.930", "end": "00:51:26.070", "speaker": "a.malakasioti", "utterance": " Thank you, thank you very much."}
{"start": "00:51:30.750", "end": "00:51:34.170", "speaker": "Astrid Ensslin (she/her)", "utterance": " Maria has a question about code right."}
{"start": "00:51:35.250", "end": "00:51:36.450", "speaker": "Astrid Ensslin (she/her)", "utterance": " What color are you using."}
{"start": "00:51:39.150", "end": "00:51:40.440", "speaker": "Christine Wilks", "utterance": " So is that for me."}
{"start": "00:51:41.070", "end": "00:51:43.590", "speaker": "Astrid Ensslin (she/her)", "utterance": " I assume, as human."}
{"start": "00:51:44.340", "end": "00:51:47.070", "speaker": "Christine Wilks", "utterance": " them right i'm writing you to in."}
{"start": "00:51:48.510", "end": "00:51:54.030", "speaker": "Christine Wilks", "utterance": " html CSS and javascript so javascript is the part of the code that."}
{"start": "00:51:56.850", "end": "00:52:10.320", "speaker": "Christine Wilks", "utterance": " operates the the algorithms and the interactivity and html and CSS well and also the also the animation so it will be there will be animation in there as well, so it is open web standards."}
{"start": "00:52:12.600", "end": "00:52:15.690", "speaker": "Christine Wilks", "utterance": " yeah open web technology yeah."}
{"start": "00:52:15.930", "end": "00:52:34.080", "speaker": "Astrid Ensslin (she/her)", "utterance": " Nelson links in was was 14 he said yesterday about the more most robust standards that we are currently being used to to make it works like you know that that may be a little bit more permanent like you know html for sure and video Those are the two formats that's have you know lasted."}
{"start": "00:52:35.130", "end": "00:52:36.840", "speaker": "Astrid Ensslin (she/her)", "utterance": " Are there to last as well."}
{"start": "00:52:38.130", "end": "00:52:48.120", "speaker": "Christine Wilks", "utterance": " yeah I mean html CSS and javascript they make that they're the that's the language of the Web that's what the web is built on the Internet, and that is."}
{"start": "00:52:48.480", "end": "00:53:07.110", "speaker": "Christine Wilks", "utterance": " That will stay around for a long, long time, and I mean who knows how long, but because the web is built on that and the Web can be broken the web is always backwards compatible and yeah that that that kind of building a lot of long devotees as much as you can suppose that simple."}
{"start": "00:53:10.740", "end": "00:53:11.460", "speaker": "Astrid Ensslin (she/her)", "utterance": " can see any."}
{"start": "00:53:11.580", "end": "00:53:19.860", "speaker": "Astrid Ensslin (she/her)", "utterance": " Allegations right now, I have one which is very specific I apologize for that, I mean it's one for Mariana um so I was."}
{"start": "00:53:20.430", "end": "00:53:28.680", "speaker": "Astrid Ensslin (she/her)", "utterance": " I mean we know each other, we work together and we've been teaching a course on participatory culture of and that context i've been reading some student work on on alphas."}
{"start": "00:53:29.130", "end": "00:53:42.900", "speaker": "Astrid Ensslin (she/her)", "utterance": " betas and omega but not so much in the you know fan community, but in the in cell in involuntary celibates, which is actually a really scary community of people who have kind of."}
{"start": "00:53:43.830", "end": "00:53:55.080", "speaker": "Astrid Ensslin (she/her)", "utterance": " You know self proclaimed themselves always present themselves to be kind of hopeless cases but that makes them really dangerous and and people have I mean from this Community."}
{"start": "00:53:55.470", "end": "00:54:06.870", "speaker": "Astrid Ensslin (she/her)", "utterance": " have committed murders and it's this really strong sense of misogyny and all that it's very, very scary, and so the and they also use these kind of terms to communicate with one another."}
{"start": "00:54:07.290", "end": "00:54:16.350", "speaker": "Astrid Ensslin (she/her)", "utterance": " And so the Omega is basically the most dangerous of these categories, I mean the Omega would be the one that would then go out and shoot people."}
{"start": "00:54:16.980", "end": "00:54:26.910", "speaker": "Astrid Ensslin (she/her)", "utterance": " And it can you see any links in those categories and it doesn't really define and how they emerged and so on i'm just really fascinated about all that."}
{"start": "00:54:27.960", "end": "00:54:40.230", "speaker": "Marianne Gunderson", "utterance": " Yes, so I think both of them are originate from the same kind of the same study it's over I don't remember exactly now have like a wolf pack behavior."}
{"start": "00:54:40.860", "end": "00:54:51.330", "speaker": "Marianne Gunderson", "utterance": " That was quite an early study and it was only done on wolf pack's in captivity so so later researchers actually shown that."}
{"start": "00:54:51.750", "end": "00:55:01.230", "speaker": "Marianne Gunderson", "utterance": " That that wolves in the file don't organize themselves, according to this hierarchy at all and I don't know exactly how these."}
{"start": "00:55:01.860", "end": "00:55:07.800", "speaker": "Marianne Gunderson", "utterance": " How these categories first became popularized but I, but I think they've been."}
{"start": "00:55:08.580", "end": "00:55:15.990", "speaker": "Marianne Gunderson", "utterance": " they've been in the like the ideas and also rules and and the kind of the hierarchy of like with the Omega at the bottom."}
{"start": "00:55:16.500", "end": "00:55:32.280", "speaker": "Marianne Gunderson", "utterance": " I think it is been it a kind of a cultural concept that's been in circulation for for quite a long while, and and and it's just done um yes spawned a lot of different fictions or factions."}
{"start": "00:55:33.630", "end": "00:55:47.790", "speaker": "Marianne Gunderson", "utterance": " In different communities and and, yes, so well, for I don't think the entire community is in any way directly inspired by Omega vert fanfiction that they're both inspired by the same."}
{"start": "00:55:48.210", "end": "00:55:55.800", "speaker": "Marianne Gunderson", "utterance": " This this the same trope and they're also I also find it fascinating that both of these communities are kind of transposing this."}
{"start": "00:55:56.730", "end": "00:56:12.900", "speaker": "Marianne Gunderson", "utterance": " This structure into very like dendur terms right that that the Alpha is is something that is set there's very male coded well the Omega is feminized even when, even when into our communities where we're like."}
{"start": "00:56:14.460", "end": "00:56:22.080", "speaker": "Marianne Gunderson", "utterance": " I betta or may not like a man it's seen as something."}
{"start": "00:56:23.550", "end": "00:56:34.680", "speaker": "Marianne Gunderson", "utterance": " yeah feminine feminine or less powerful or some someone who's not it's not sufficiently masculine right so so, so I think this this um."}
{"start": "00:56:35.850", "end": "00:56:38.550", "speaker": "Marianne Gunderson", "utterance": " This idea just keep some."}
{"start": "00:56:39.990", "end": "00:57:06.240", "speaker": "Marianne Gunderson", "utterance": " yeah keeps becoming a principal it's very easy to to organize like ideas about gender as well, but yeah in fact in foundation Community say they don't like the marriage trope is not a written as a description of reality right it's a lay it's a play on."}
{"start": "00:57:08.610", "end": "00:57:25.620", "speaker": "Marianne Gunderson", "utterance": " On the kind of gender norms and they are very explicitly kind of exaggerating them and and fiction analyzing these these ideas that that, for instance in in cell communities are taken very seriously and i've seen us descriptions of reality."}
{"start": "00:57:26.670", "end": "00:57:29.850", "speaker": "Marianne Gunderson", "utterance": " So so yeah, thank you for that question it's."}
{"start": "00:57:30.900", "end": "00:57:33.000", "speaker": "Marianne Gunderson", "utterance": " it's fascinating how how."}
{"start": "00:57:33.480", "end": "00:57:33.870", "speaker": "Astrid Ensslin (she/her)", "utterance": " This."}
{"start": "00:57:34.230", "end": "00:57:38.790", "speaker": "Astrid Ensslin (she/her)", "utterance": " I guess this term alpha credit off a critique society, you know."}
{"start": "00:57:39.210", "end": "00:57:52.920", "speaker": "Astrid Ensslin (she/her)", "utterance": " You have talked about meritocracy so gamer gamer toxicity, I mean this is a whole different dimension that's being added to this, you know new yeah the new dynamics of."}
{"start": "00:57:52.950", "end": "00:57:54.660", "speaker": "Astrid Ensslin (she/her)", "utterance": " of online communities right."}
{"start": "00:57:55.590", "end": "00:58:00.060", "speaker": "Marianne Gunderson", "utterance": " So so sorry is also worth commenting that that in the fanfiction communities, this is a very."}
{"start": "00:58:00.300", "end": "00:58:03.540", "speaker": "Marianne Gunderson", "utterance": " Like women centered space like about."}
{"start": "00:58:03.570", "end": "00:58:18.660", "speaker": "Marianne Gunderson", "utterance": " 80% in these communities are women and and generally like yeah maybe 10 15% other and 5% men right so so in America Foundation is very much a."}
{"start": "00:58:20.190", "end": "00:58:25.650", "speaker": "Marianne Gunderson", "utterance": " yeah like women playing with a meaning sister and oppression, through the system."}
{"start": "00:58:28.830", "end": "00:58:29.220", "speaker": "Marianne Gunderson", "utterance": " Thank you."}
{"start": "00:58:32.160", "end": "00:58:32.940", "speaker": "Christine Wilks", "utterance": " Can I just ask."}
{"start": "00:58:35.280", "end": "00:58:57.210", "speaker": "Christine Wilks", "utterance": " Other examples of fanfiction within the the amiga verse where the protagonist is female from the originating text and they're they're also an alpha in the world, I wonder."}
{"start": "00:58:58.410", "end": "00:59:04.620", "speaker": "Christine Wilks", "utterance": " And I know I wondered what How are they different I mean what what because it struck me that the."}
{"start": "00:59:06.030", "end": "00:59:15.150", "speaker": "Christine Wilks", "utterance": " For example, Sherlock Holmes homes and Watson stories homes being amiga and that creates a."}
{"start": "00:59:16.200", "end": "00:59:22.320", "speaker": "Christine Wilks", "utterance": " Like a dramatic tension is a source of conflict, because of course that's got to be be hidden, whereas if there's a."}
{"start": "00:59:24.570", "end": "00:59:40.080", "speaker": "Christine Wilks", "utterance": " If a female gender fictional character, then there's an alpha where is the source of the ways that, like the dramatic conflict in those stories are they kind of more heroic stories all the different kinds of stories less less romantic."}
{"start": "00:59:42.180", "end": "00:59:56.670", "speaker": "Marianne Gunderson", "utterance": " Right yeah so so uh I am in this study I I am I did on the on the survey I focus mainly on on what is the main curator for Members fanfiction, which is very often written down to two men."}
{"start": "00:59:57.480", "end": "01:00:08.550", "speaker": "Marianne Gunderson", "utterance": " Like like much rather fanfiction is written out to this yeah male male slash fit, so I did read some some."}
{"start": "01:00:10.710", "end": "01:00:11.220", "speaker": "Marianne Gunderson", "utterance": " A."}
{"start": "01:00:12.570", "end": "01:00:13.560", "speaker": "Marianne Gunderson", "utterance": " senseless."}
{"start": "01:00:15.030", "end": "01:00:24.090", "speaker": "Marianne Gunderson", "utterance": " makeovers where they were a female office and often also in these in them in the story so with with like."}
{"start": "01:00:25.710", "end": "01:00:26.580", "speaker": "Marianne Gunderson", "utterance": " This kind of."}
{"start": "01:00:28.290", "end": "01:00:38.400", "speaker": "Marianne Gunderson", "utterance": " Male male relationship they're often female alphas it secondary characters right so just because every every character in the universe it."}
{"start": "01:00:38.910", "end": "01:00:48.030", "speaker": "Marianne Gunderson", "utterance": " Every character from from a fictional work when they're written into an Omega sapphic get positioned into one of these characters or one of these these genders."}
{"start": "01:00:48.480", "end": "01:01:02.760", "speaker": "Marianne Gunderson", "utterance": " So, so the otters kind of reimagine everyone, but I will actually love, I was, I was applying to two PhDs with a project about about to mail worse."}
{"start": "01:01:03.570", "end": "01:01:16.350", "speaker": "Marianne Gunderson", "utterance": " Before before I landed here and i'm very happy I landed here, but this is, I would have loved to be able to to explore exactly what you're asking the kind of fam fam slash."}
{"start": "01:01:17.970", "end": "01:01:24.420", "speaker": "Marianne Gunderson", "utterance": " makeover stories or or looking more specifically on female alphas because it's been a while, since i've i've read them."}
{"start": "01:01:25.680", "end": "01:01:42.720", "speaker": "Marianne Gunderson", "utterance": " Remember, some fascinating like ghost buster like the latest ghostbusters with with all women cast Omega were stories that a with this kind of thundering and they don't always have this like a credibly."}
{"start": "01:01:43.920", "end": "01:01:45.870", "speaker": "Marianne Gunderson", "utterance": " oppressive lockdown."}
{"start": "01:01:47.010", "end": "01:01:48.150", "speaker": "Marianne Gunderson", "utterance": " alpha chromatic."}
{"start": "01:01:49.500", "end": "01:01:52.560", "speaker": "Marianne Gunderson", "utterance": " settings setting it sometimes they they write much more kind of."}
{"start": "01:01:53.640", "end": "01:02:12.540", "speaker": "Marianne Gunderson", "utterance": " feel good scenarios as well, but there's always this dynamic of of alphas either being dominant of being supposed to be dominant maybe you have an offer that supposed to be dominant but doesn't feel like it and there's also a lot of trance potential trans narratives in this."}
{"start": "01:02:14.130", "end": "01:02:27.120", "speaker": "Marianne Gunderson", "utterance": " infrastructure as well, but, but a lot of it is actually what what it seems like writing a female gender otherness through the Omega on to a male body on to like your heart like it normative."}
{"start": "01:02:27.990", "end": "01:02:36.120", "speaker": "Marianne Gunderson", "utterance": " Male body like into into the male universal basically through these characters That was what I initially found really fascinating."}
{"start": "01:02:37.170", "end": "01:02:44.970", "speaker": "Marianne Gunderson", "utterance": " But I, I think the reverse would be a really interesting contrast to that system yeah Thank you."}
{"start": "01:02:49.620", "end": "01:02:50.700", "speaker": "Astrid Ensslin (she/her)", "utterance": " Any other questions."}
{"start": "01:02:51.840", "end": "01:02:55.350", "speaker": "Astrid Ensslin (she/her)", "utterance": " I have one yeah oh yeah yeah I need you to come on."}
{"start": "01:02:56.460", "end": "01:02:57.780", "speaker": "Astrid Ensslin (she/her)", "utterance": " I actually had a question for you."}
{"start": "01:02:59.940", "end": "01:03:02.820", "speaker": "Astrid Ensslin (she/her)", "utterance": " i'm i'm i'm really glad that that."}
{"start": "01:03:02.910", "end": "01:03:05.340", "speaker": "Astrid Ensslin (she/her)", "utterance": " You know you joined this group with the with."}
{"start": "01:03:05.400", "end": "01:03:15.600", "speaker": "Astrid Ensslin (she/her)", "utterance": " A focus on space speciality, and the disappearance, in a way of space so that's something I I immediately associated with I mean."}
{"start": "01:03:17.130", "end": "01:03:36.690", "speaker": "Astrid Ensslin (she/her)", "utterance": " This this idea that in a postman dimmick situation space does disappear, I mean that, in a way, but with that you know, usually everything we do all the learning that goes on, is situated, and now the space converges in this one office or this one screen that we you know, keep staring into."}
{"start": "01:03:37.920", "end": "01:03:45.450", "speaker": "Astrid Ensslin (she/her)", "utterance": " It in what ways does does this situation affect the research and the creativity that that you are looking at."}
{"start": "01:03:46.020", "end": "01:03:49.260", "speaker": "Astrid Ensslin (she/her)", "utterance": " Digital speciality 3D 2d and so on."}
{"start": "01:03:51.570", "end": "01:03:52.200", "speaker": "a.malakasioti", "utterance": " Thank you."}
{"start": "01:03:52.230", "end": "01:03:56.610", "speaker": "a.malakasioti", "utterance": " Thank you for the question as three and, in fact."}
{"start": "01:03:57.840", "end": "01:04:07.050", "speaker": "a.malakasioti", "utterance": " If we look at early theories, the first theories about cyberspace and digital experience they all were talking about the kind of."}
{"start": "01:04:07.470", "end": "01:04:23.670", "speaker": "a.malakasioti", "utterance": " Cartesian dualism had the mind and the body in a separate state, but we see that, through the years we have gone after that ideas we this is outdated somehow and nowadays, and we were talking about hybrid ways of being."}
{"start": "01:04:25.320", "end": "01:04:33.150", "speaker": "a.malakasioti", "utterance": " which include the body, but in a different way, so actually what I was trying to study, through my research."}
{"start": "01:04:34.680", "end": "01:04:49.200", "speaker": "a.malakasioti", "utterance": " was how there is how we express ourselves through special ideas and special qualities which is, in fact, it is a common metaphor in the language we use about this duality."}
{"start": "01:04:49.740", "end": "01:04:59.580", "speaker": "a.malakasioti", "utterance": " And vendor is, we have a new vocabulary in these creates a new kind of worthy, so the the main idea is that the digital body is a."}
{"start": "01:05:00.090", "end": "01:05:20.010", "speaker": "a.malakasioti", "utterance": " set of special values as a set of spatial qualities that are new and and we experienced them in a digital environments, and this is how we define ourselves through this new language, and so this is this is approximately the way through it a try to."}
{"start": "01:05:21.930", "end": "01:05:29.940", "speaker": "a.malakasioti", "utterance": " Use face text talking about this, the experience as an experiment to garner special."}
{"start": "01:05:31.560", "end": "01:05:36.180", "speaker": "a.malakasioti", "utterance": " characteristics that define you know our new idea about the body."}
{"start": "01:05:39.240", "end": "01:05:55.530", "speaker": "Astrid Ensslin (she/her)", "utterance": " that's so interesting yeah the new coordinates yeah yeah that's constantly looking at yourself and and these background foreground interplay that we have to rely on you know, on this awesome mnemonic aid no um I don't know i'm just yeah, thank you for."}
{"start": "01:05:55.830", "end": "01:05:59.610", "speaker": "Astrid Ensslin (she/her)", "utterance": " Free That was a beautiful but I thought you also had a question right."}
{"start": "01:06:00.900", "end": "01:06:04.590", "speaker": "a.malakasioti", "utterance": " Yes, so the question for Fernanda and."}
{"start": "01:06:07.020", "end": "01:06:09.960", "speaker": "a.malakasioti", "utterance": " hello, I guess."}
{"start": "01:06:11.220", "end": "01:06:16.530", "speaker": "a.malakasioti", "utterance": " There was a slight change in your title, right after writing the paper."}
{"start": "01:06:18.030", "end": "01:06:27.060", "speaker": "a.malakasioti", "utterance": " I mean the in the in the in the program it was there was a reference nerds endymion it still works right."}
{"start": "01:06:28.230", "end": "01:06:34.830", "speaker": "a.malakasioti", "utterance": " And I was wondering if either these works also had an Argentinian cultural context."}
{"start": "01:06:37.110", "end": "01:06:37.920", "speaker": "Fernanda Mugica", "utterance": " Yes."}
{"start": "01:06:38.580", "end": "01:06:44.280", "speaker": "a.malakasioti", "utterance": " and definitely and they've always played the role in in your research or even if these ideas you."}
{"start": "01:06:45.330", "end": "01:06:48.570", "speaker": "a.malakasioti", "utterance": " Can we can expand them further in other."}
{"start": "01:06:50.130", "end": "01:06:53.310", "speaker": "a.malakasioti", "utterance": " The artworks way the same characteristics."}
{"start": "01:06:54.750", "end": "01:06:56.130", "speaker": "Fernanda Mugica", "utterance": " Yes."}
{"start": "01:06:58.170", "end": "01:07:02.880", "speaker": "Fernanda Mugica", "utterance": " that's part of my research and just starting, but."}
{"start": "01:07:04.260", "end": "01:07:06.720", "speaker": "Fernanda Mugica", "utterance": " i'm thinking about."}
{"start": "01:07:08.760", "end": "01:07:21.390", "speaker": "Fernanda Mugica", "utterance": " an artist like you know those gas or it'll allow for i'm sorry I don't know if I i'm answering your question."}
{"start": "01:07:26.460", "end": "01:07:37.200", "speaker": "a.malakasioti", "utterance": " I was just wondering if i'm even if you take in your research, if you take into consideration the cultural context."}
{"start": "01:07:39.300", "end": "01:07:42.450", "speaker": "a.malakasioti", "utterance": " The Argentinian cultural competence."}
{"start": "01:07:43.170", "end": "01:08:10.560", "speaker": "Fernanda Mugica", "utterance": " Yes, for example, first work more fun there in the cultural called a context is our focus and, for example, is difficult to answer the question aloud what is the parent isn't as a political movement, and I think that this forum in particularly answer and with all."}
{"start": "01:08:11.700", "end": "01:08:13.680", "speaker": "Fernanda Mugica", "utterance": " Its multiplicity of."}
{"start": "01:08:16.200", "end": "01:08:20.460", "speaker": "Fernanda Mugica", "utterance": " Answers i'm sorry I apologize for for my English sprint Cup."}
{"start": "01:08:22.410", "end": "01:08:23.040", "speaker": "a.malakasioti", "utterance": " One thing."}
{"start": "01:08:24.240", "end": "01:08:25.290", "speaker": "Fernanda Mugica", "utterance": " i'm going to."}
{"start": "01:08:29.040", "end": "01:08:38.400", "speaker": "Astrid Ensslin (she/her)", "utterance": " I was really inspired by what you were saying Fernanda about the genius and the shift from being a group creative mind the creative mind as a programmer."}
{"start": "01:08:38.940", "end": "01:08:53.370", "speaker": "Astrid Ensslin (she/her)", "utterance": " And the programmer machine interface, and you know how how we can manipulate that you know interplay as, as you know, humans I don't know for lack of a better term and then that really resonated."}
{"start": "01:08:53.520", "end": "01:08:53.970", "speaker": "Annie Grosshans", "utterance": " With."}
{"start": "01:08:54.030", "end": "01:08:57.960", "speaker": "Astrid Ensslin (she/her)", "utterance": " with you, or you know your talk resonates with the keynote as well yesterday."}
{"start": "01:08:59.310", "end": "01:09:02.580", "speaker": "Astrid Ensslin (she/her)", "utterance": " Did you did you get a chance to to listen to the keynote."}
{"start": "01:09:03.330", "end": "01:09:05.130", "speaker": "Fernanda Mugica", "utterance": " No i'm voting."}
{"start": "01:09:06.600", "end": "01:09:14.040", "speaker": "Astrid Ensslin (she/her)", "utterance": " Yes, because she she was saying similar things she was talking about general his work and how he."}
{"start": "01:09:14.670", "end": "01:09:33.120", "speaker": "Astrid Ensslin (she/her)", "utterance": " manipulates that the code is of the generated code in a way that you know brings himself into it and also exposes the the biases the sort of the advances in machine learning so that I thought that was a really interesting parallel there between those two papers yeah."}
{"start": "01:09:34.830", "end": "01:09:36.000", "speaker": "Astrid Ensslin (she/her)", "utterance": " Anyway, you get a chance to."}
{"start": "01:09:37.200", "end": "01:09:37.830", "speaker": "Astrid Ensslin (she/her)", "utterance": " see that."}
{"start": "01:09:42.960", "end": "01:09:46.590", "speaker": "Astrid Ensslin (she/her)", "utterance": " Okay, do we have any other questions or comments."}
{"start": "01:09:51.810", "end": "01:09:52.350", "speaker": "None", "utterance": "stephanie."}
{"start": "01:09:54.750", "end": "01:09:54.960", "speaker": "Stephanie Strickland", "utterance": " yeah."}
{"start": "01:09:56.490", "end": "01:09:58.200", "speaker": "Stephanie Strickland", "utterance": " yeah right yes."}
{"start": "01:09:58.290", "end": "01:09:58.620", "speaker": "None", "utterance": "Sorry."}
{"start": "01:10:00.060", "end": "01:10:00.390", "speaker": "Astrid Ensslin (she/her)", "utterance": " you're."}
{"start": "01:10:01.290", "end": "01:10:01.650", "speaker": "Astrid Ensslin (she/her)", "utterance": " done you."}
{"start": "01:10:03.420", "end": "01:10:04.770", "speaker": "Stephanie Strickland", "utterance": " can't you can't hear me."}
{"start": "01:10:05.250", "end": "01:10:10.290", "speaker": "Astrid Ensslin (she/her)", "utterance": " I can hear you fine I just couldn't see your video so when the hand went up it kind of sort of."}
{"start": "01:10:11.100", "end": "01:10:14.370", "speaker": "Astrid Ensslin (she/her)", "utterance": " My corner, so I apologize okay."}
{"start": "01:10:15.300", "end": "01:10:16.650", "speaker": "Stephanie Strickland", "utterance": " Maybe you need a real video."}
{"start": "01:10:18.750", "end": "01:10:19.020", "speaker": "Stephanie Strickland", "utterance": " Okay."}
{"start": "01:10:19.620", "end": "01:10:21.420", "speaker": "Stephanie Strickland", "utterance": " But I just wanted to say that I."}
{"start": "01:10:22.350", "end": "01:10:28.200", "speaker": "Stephanie Strickland", "utterance": " I worked a lot with Java and the rewrites any didn't manipulate the code to get to get the human thing."}
{"start": "01:10:28.410", "end": "01:10:31.650", "speaker": "Stephanie Strickland", "utterance": " He went through the output in as a human person."}
{"start": "01:10:31.890", "end": "01:10:33.990", "speaker": "Stephanie Strickland", "utterance": " deleted certain things."}
{"start": "01:10:34.290", "end": "01:10:42.990", "speaker": "Stephanie Strickland", "utterance": " And and move things around and in various ways, I mean he took some I mean he edited he edited it is what he did as a human."}
{"start": "01:10:46.770", "end": "01:10:55.950", "speaker": "Astrid Ensslin (she/her)", "utterance": " slightly different than manipulating the code yeah No, it is different, and that was part of you know what what he was saying, as well, that you know we're not quite yet at a point where we can."}
{"start": "01:10:56.280", "end": "01:11:03.240", "speaker": "Astrid Ensslin (she/her)", "utterance": " manipulate the code or the algorithm or you know, provide the kind of data set that wouldn't provide for more."}
{"start": "01:11:04.260", "end": "01:11:06.600", "speaker": "Astrid Ensslin (she/her)", "utterance": " Balanced you know."}
{"start": "01:11:07.260", "end": "01:11:08.970", "speaker": "Stephanie Strickland", "utterance": " And I think that that is not."}
{"start": "01:11:09.000", "end": "01:11:11.010", "speaker": "Stephanie Strickland", "utterance": " A goal that's ever reachable because."}
{"start": "01:11:11.310", "end": "01:11:12.330", "speaker": "Astrid Ensslin (she/her)", "utterance": " Once you think you've."}
{"start": "01:11:12.330", "end": "01:11:18.000", "speaker": "Stephanie Strickland", "utterance": " done it then it's very easy to undo it with some more load Do you know what I mean so."}
{"start": "01:11:19.230", "end": "01:11:33.960", "speaker": "Astrid Ensslin (she/her)", "utterance": " yeah I mean in in the area of corpus linguistics that the same question arose right very early on, like one is a representative corpus right like you can never have you know for reputation of any section of society, when you look at language right."}
{"start": "01:11:34.380", "end": "01:11:38.220", "speaker": "Stephanie Strickland", "utterance": " Well, you have a full representation of all those who are allowed to speak."}
{"start": "01:11:38.250", "end": "01:11:47.790", "speaker": "Stephanie Strickland", "utterance": " yeah and and that's the top of the bigger than against the more people think that's the whole story and that's completely different from what kind of."}
{"start": "01:11:48.570", "end": "01:12:03.060", "speaker": "Stephanie Strickland", "utterance": " beach or language or whatever you might get from the language and, in particular, as you look at the whole world and climate crisis and so on, who is going to ascribe language to rivers and you know, whatever you know you know."}
{"start": "01:12:04.110", "end": "01:12:07.830", "speaker": "Stephanie Strickland", "utterance": " China might make happy coal mine speak, what can I say you know what I mean."}
{"start": "01:12:10.860", "end": "01:12:13.470", "speaker": "Astrid Ensslin (she/her)", "utterance": " Yes, yeah absolutely no."}
{"start": "01:12:14.430", "end": "01:12:15.210", "speaker": "None", "utterance": "Thanks definitely."}
{"start": "01:12:18.270", "end": "01:12:19.530", "speaker": "Astrid Ensslin (she/her)", "utterance": " Okay yeah Christine."}
{"start": "01:12:20.430", "end": "01:12:33.150", "speaker": "Christine Wilks", "utterance": " I was just thinking that them that, in all the papers, there is a sense of shape shifting and shifting and fluctuating states, and I just wondered what the other panelists."}
{"start": "01:12:34.350", "end": "01:12:44.460", "speaker": "Christine Wilks", "utterance": " felt about that it seems to me that that's where there's something really interesting can can happen and the for me, from my perspective in my paper that that."}
{"start": "01:12:45.000", "end": "01:12:56.790", "speaker": "Christine Wilks", "utterance": " That shifting space between the reader player and the fictional character, the digital character and that sort of extra diabetic feedback loop is where I, I think the."}
{"start": "01:12:57.210", "end": "01:13:12.540", "speaker": "Christine Wilks", "utterance": " Therapeutic valuable line I was wondering what the what the other panelists felt because they were all discussing some kind of shifting between states and fluctuating states and that seemed to either the excitement and the potential is and."}
{"start": "01:13:14.760", "end": "01:13:19.860", "speaker": "Christine Wilks", "utterance": " yeah and the insight and this kind of shifting limiting it seemed to be a common thread."}
{"start": "01:13:27.120", "end": "01:13:27.810", "speaker": "Astrid Ensslin (she/her)", "utterance": " yeah yeah."}
{"start": "01:13:29.610", "end": "01:13:34.650", "speaker": "a.malakasioti", "utterance": " yeah I just I like to say that I agree very much with Christine and."}
{"start": "01:13:36.450", "end": "01:13:56.100", "speaker": "a.malakasioti", "utterance": " I was thinking about the idea of speculative thinking that Marianne was mentioning earlier, and since i'm coming from architecture and in architecture will have this term that is called speculative design and actually I was thinking that all the papers."}
{"start": "01:13:58.050", "end": "01:14:12.030", "speaker": "a.malakasioti", "utterance": " created some some kind of relationship with this kind of speculative thinking, because we we kind of try to practice with dominant values and project this ad as own fictional scenarios and tell stories."}
{"start": "01:14:14.370", "end": "01:14:20.310", "speaker": "a.malakasioti", "utterance": " About about them in a new way and try to get feedback from these."}
{"start": "01:14:21.330", "end": "01:14:30.420", "speaker": "a.malakasioti", "utterance": " fiction fiction novel narratives so I was yeah I was, I just wanted to expand on creepy christine's."}
{"start": "01:14:32.130", "end": "01:14:32.970", "speaker": "a.malakasioti", "utterance": " recollection."}
{"start": "01:14:34.890", "end": "01:14:45.330", "speaker": "Marianne Gunderson", "utterance": " yeah I also very much yeah I agree with with that as a as a kind of a common thread that was the thing I felt like I noticed this well, and also that there was some."}
{"start": "01:14:47.520", "end": "01:15:10.350", "speaker": "Marianne Gunderson", "utterance": " kind of an emphasis on like repetition or reiteration of of patterns, but but in in a kind of creative yeah shape shifting way right where where we're new meanings are constructed often like across across boundaries across categories."}
{"start": "01:15:11.700", "end": "01:15:15.480", "speaker": "Marianne Gunderson", "utterance": " And, and I also felt like there was a."}
{"start": "01:15:17.220", "end": "01:15:19.740", "speaker": "Marianne Gunderson", "utterance": " common thread of pleasure."}
{"start": "01:15:21.090", "end": "01:15:29.640", "speaker": "Marianne Gunderson", "utterance": " Through experimentation or play or re rewriting reworking like juxtapositions of things."}
{"start": "01:15:31.440", "end": "01:15:31.770", "speaker": "Marianne Gunderson", "utterance": " In."}
{"start": "01:15:33.960", "end": "01:15:35.220", "speaker": "Marianne Gunderson", "utterance": " yeah in these."}
{"start": "01:15:36.330", "end": "01:15:39.150", "speaker": "Marianne Gunderson", "utterance": " All of these paper set so yeah really."}
{"start": "01:15:40.530", "end": "01:15:43.230", "speaker": "Marianne Gunderson", "utterance": " yeah that really resonated for me."}
{"start": "01:15:44.850", "end": "01:15:46.800", "speaker": "Marianne Gunderson", "utterance": " With the other papers here."}
{"start": "01:15:53.250", "end": "01:16:04.680", "speaker": "Astrid Ensslin (she/her)", "utterance": " Great, so we are at exactly a quarter past two I know the next panel stores in 15 minutes, so I would say let's wrap it up here and continue the discussion in."}
{"start": "01:16:05.820", "end": "01:16:16.950", "speaker": "Astrid Ensslin (she/her)", "utterance": " In the discard if you want, so thank you for being here, thank you for a great talent and wonderful discussions and enjoy the rest of the conference bye bye."}
{"start": "01:16:17.550", "end": "01:16:20.550", "speaker": "a.malakasioti", "utterance": " Thank you, to thank you, Nice to meet you."}
{"start": "01:16:22.290", "end": "01:16:23.010", "speaker": "Marianne Gunderson", "utterance": " Thank you buddy."}