{"start": "00:00:05.160", "end": "00:00:18.240", "speaker": "Track one", "utterance": " Conference Admin: So welcome i'm very happy to see you I hope you're having a good yellow so far, if you have already been to some of the workshops and all the rice welcome at the start of your low, and I hope you're going to have a good week."}
{"start": "00:00:19.260", "end": "00:00:33.510", "speaker": "Track one", "utterance": " Conference Admin: So, normally, we would have a poster session that's physical and you can talk to people standing next to their poster if it's unfortunately that's not possible digitally so the poster session is sort of three fault, first we have the exhibition page which i'll share in the chat."}
{"start": "00:00:36.360", "end": "00:00:38.130", "speaker": "Track one", "utterance": " Conference Admin: Here, where you can see all the posters."}
{"start": "00:00:39.900", "end": "00:00:42.810", "speaker": "Track one", "utterance": " Conference Admin: And this is a page that's publicly available."}
{"start": "00:00:44.730", "end": "00:00:58.080", "speaker": "Track one", "utterance": " Conference Admin: Then we have these poster sessions, the poster sessions are not based on themes, but more on time zone, so that the fewest number of people have to get up really early are both Tibetan really nice to be able to participate."}
{"start": "00:00:59.310", "end": "00:01:11.250", "speaker": "Track one", "utterance": " Conference Admin: And then, if you have questions later or people who have missed this session and are watching and back there is also a general in our districts are called the poster room where you can talk to."}
{"start": "00:01:12.120", "end": "00:01:21.900", "speaker": "Track one", "utterance": " Conference Admin: The author, so if you're one of the authors, I do encourage you to check back in in the poster room as well to answer questions and discussion projects with other Elf participants."}
{"start": "00:01:23.730", "end": "00:01:31.470", "speaker": "Track one", "utterance": " Conference Admin: But what are we going to do today i'll look you have prepared a lightning talk about your post or you can share your screen."}
{"start": "00:01:33.210", "end": "00:01:37.080", "speaker": "Track one", "utterance": " Conference Admin: While you're talking, I hope, otherwise we'll figure it out."}
{"start": "00:01:38.550", "end": "00:01:42.960", "speaker": "Track one", "utterance": " Conference Admin: And then, after the presentations there's room for questions and discussion."}
{"start": "00:01:45.360", "end": "00:01:49.890", "speaker": "Track one", "utterance": " Conference Admin: So let's get started, we start with initiates provider."}
{"start": "00:01:50.610", "end": "00:01:52.680", "speaker": "Track one", "utterance": " Conference Admin: was a professor at the Department of."}
{"start": "00:01:53.100", "end": "00:02:06.060", "speaker": "Track one", "utterance": " Conference Admin: modern languages and graduate program of the federal University of months ago, so, and this poster considers the poetic code and material afarensis of additions of bone that's revisiting and he led predecessor."}
{"start": "00:02:25.140", "end": "00:02:26.400", "speaker": "Vin?cius UFMT", "utterance": " like this can you hear me."}
{"start": "00:02:27.780", "end": "00:02:28.050", "speaker": "Vin?cius UFMT", "utterance": " Okay."}
{"start": "00:02:29.130", "end": "00:02:44.550", "speaker": "Vin?cius UFMT", "utterance": " um so Thank you everyone for being here and thank you Hannah for being on this tending I had a few problems in meeting the deadlines, because of coffee related problems, and thank you for that um I didn't know."}
{"start": "00:02:45.690", "end": "00:02:57.570", "speaker": "Vin?cius UFMT", "utterance": " We had the option of preparing maybe slides for today, as if this is my first time you post a session not besides my poster so i'm going just to speak without slides."}
{"start": "00:02:58.440", "end": "00:03:07.680", "speaker": "Vin?cius UFMT", "utterance": " And this bolster is me presenting part of the research, I have been doing in the history of Latin American digital literature."}
{"start": "00:03:08.670", "end": "00:03:21.690", "speaker": "Vin?cius UFMT", "utterance": " In the study of digital lecture in Latin America it's almost consensual that the Brazilian concrete poetry plays a major role in the way the fields develops in the continent."}
{"start": "00:03:22.980", "end": "00:03:31.230", "speaker": "Vin?cius UFMT", "utterance": " But most studies are focused on three poets, who should composer aldridge accomplish their spin at it and one of."}
{"start": "00:03:32.100", "end": "00:03:41.790", "speaker": "Vin?cius UFMT", "utterance": " The poet's identity that is also very influential to the field in the continent is very much under represented in this studies, who is a legend me who just in."}
{"start": "00:03:42.450", "end": "00:03:50.760", "speaker": "Vin?cius UFMT", "utterance": " And let me just been was a professor and researcher in the university I work at today and."}
{"start": "00:03:51.630", "end": "00:04:06.720", "speaker": "Vin?cius UFMT", "utterance": " He produced poems in many different media's and mature realities and most scholars in Latin America, when they consider his poetry, they say it was analog computer poetry."}
{"start": "00:04:07.470", "end": "00:04:33.390", "speaker": "Vin?cius UFMT", "utterance": " And why is that one of his most famous poems was published in the craft press, and it was called IV E, the birth rate and it consisted of perforated pages that were juxtaposed and you could see through the perforations and through some transparent pages and that sort of."}
{"start": "00:04:34.470", "end": "00:04:48.540", "speaker": "Vin?cius UFMT", "utterance": " resembles perforated cards and etc, etc, and i've been doing some research archaeological research on the archives, we have on the budget, he just been in my university and."}
{"start": "00:04:49.980", "end": "00:04:59.910", "speaker": "Vin?cius UFMT", "utterance": " That was basically it until 2020 we had a few archaeological projects launch it regarding Latin American digital poetry."}
{"start": "00:05:00.420", "end": "00:05:17.130", "speaker": "Vin?cius UFMT", "utterance": " Like the legal the legal Latin theology, and the requisite to do the data deleted retroactive Americana and we'll talk about or validator Twitter Brazil lyric one component So these are three main projects on the archaeology of Latin American he lit."}
{"start": "00:05:18.270", "end": "00:05:18.570", "speaker": "Vin?cius UFMT", "utterance": " and"}
{"start": "00:05:20.370", "end": "00:05:32.160", "speaker": "Vin?cius UFMT", "utterance": " By taking a look at the archives in these repositories I found out there was another Latin American poet another wild one clementine who made a work rereading."}
{"start": "00:05:32.850", "end": "00:05:47.640", "speaker": "Vin?cius UFMT", "utterance": " It by a legend magician so it was very interesting that by analyzing this material I started finding out new now works among poets, have worked in the mid."}
{"start": "00:05:50.610", "end": "00:05:56.340", "speaker": "Vin?cius UFMT", "utterance": " 20th century and building a bit of the infrastructure of the field we have in Latin American holidays."}
{"start": "00:05:56.880", "end": "00:06:17.700", "speaker": "Vin?cius UFMT", "utterance": " and implemented in his work he makes something that is already digital he makes he made the flesh piece in which some elements of the bird by vegetarian dish, even though they are represented in some esky gifts as see, I think it says esky so some esky gift."}
{"start": "00:06:25.530", "end": "00:06:37.200", "speaker": "Vin?cius UFMT", "utterance": " and building on this straighter research on that is going to be doing some close reading on both works and delving into more connections that I be like can find out to."}
{"start": "00:06:38.850", "end": "00:06:45.240", "speaker": "Vin?cius UFMT", "utterance": " searching for material in the analog archives of legend the Jewish being in my university."}
{"start": "00:06:46.620", "end": "00:06:47.880", "speaker": "Vin?cius UFMT", "utterance": " I think that's pretty."}
{"start": "00:06:50.730", "end": "00:06:55.830", "speaker": "Vin?cius UFMT", "utterance": " Much it to make it in the five minutes we can talk later if that's the case, thank you."}
{"start": "00:07:03.150", "end": "00:07:05.490", "speaker": "Track one", "utterance": " Conference Admin: Thank you very much for the interesting introduction."}
{"start": "00:07:07.080", "end": "00:07:21.000", "speaker": "Track one", "utterance": " Conference Admin: And next up, we have again hammock Cedars, who is a graduate student and a high school English teacher in Northwest indiana and also a special welcome to you because she said, this is your first academic conference presenting creative work."}
{"start": "00:07:24.030", "end": "00:07:35.400", "speaker": "Track one", "utterance": " Conference Admin: And you'll present the work since basis, which is a hypertext that introduces and directors to a narrator reliving her experience being in an abusive marriage and subsequent ptsd."}
{"start": "00:07:36.840", "end": "00:07:39.000", "speaker": "Kendra McPheeters", "utterance": " So let me go ahead and see if I can."}
{"start": "00:07:39.030", "end": "00:07:39.600", "speaker": "None", "utterance": "Get."}
{"start": "00:07:41.580", "end": "00:07:42.870", "speaker": "None", "utterance": "My screen shared."}
{"start": "00:07:55.530", "end": "00:07:59.280", "speaker": "Kendra McPheeters", "utterance": " I am working through my high school account, and it does not want to let me do that."}
{"start": "00:08:01.620", "end": "00:08:05.130", "speaker": "Kendra McPheeters", "utterance": " So I apologize, it has before but i'm guessing, since this is."}
{"start": "00:08:06.510", "end": "00:08:09.450", "speaker": "Track one", "utterance": " Conference Admin: Maybe if i'm not going to let you do more."}
{"start": "00:08:10.500", "end": "00:08:15.000", "speaker": "Kendra McPheeters", "utterance": " It might be my organization that's the problem, it might be through my firewall."}
{"start": "00:08:16.050", "end": "00:08:16.890", "speaker": "Track one", "utterance": " Conference Admin: You try again."}
{"start": "00:08:17.820", "end": "00:08:18.090", "speaker": "None", "utterance": "yeah."}
{"start": "00:08:26.760", "end": "00:08:27.630", "speaker": "Kendra McPheeters", "utterance": " i'm so sorry guys."}
{"start": "00:08:29.370", "end": "00:08:29.880", "speaker": "Track one", "utterance": " Conference Admin: it's okay."}
{"start": "00:08:40.650", "end": "00:08:54.750", "speaker": "Kendra McPheeters", "utterance": " yeah it's not gonna let me do i'm so sorry um so I can post, the link to the poster so i'll put that in the chat that way everybody can get to it in just a bit, but yeah we can just talk about it, so this was my first."}
{"start": "00:08:55.980", "end": "00:09:07.920", "speaker": "Kendra McPheeters", "utterance": " attempt to at creating hyperlink fiction and it turned out not really being fiction it ended up being something where I was taking my own experiences with post traumatic stress disorder and."}
{"start": "00:09:08.670", "end": "00:09:17.250", "speaker": "Kendra McPheeters", "utterance": " The events that happened within my marriage that led to that and was trying to kind of work through those through hyperlink fiction, while I was in a graduate class last year."}
{"start": "00:09:17.670", "end": "00:09:32.430", "speaker": "Kendra McPheeters", "utterance": " which was taking place right, as we were getting into quarantine so it was an interesting writing process and it got me thinking like how writing can be cathartic in this sort of sense of trying to manage those ptsd symptoms."}
{"start": "00:09:33.510", "end": "00:09:40.830", "speaker": "Kendra McPheeters", "utterance": " So that was kind of the purpose behind it was trying to control my own story and get some catharsis as far as dealing with my ptsd."}
{"start": "00:09:41.670", "end": "00:09:50.370", "speaker": "Kendra McPheeters", "utterance": " But it ended up going in a lot different direction, because it got us there it got me thinking and also my my therapist and my Professor thinking about how exactly."}
{"start": "00:09:50.730", "end": "00:10:01.080", "speaker": "Kendra McPheeters", "utterance": " This sort of writing can be both cathartic but can also read traumatize so as I was writing this I wanted it to be something where I was looking at my own."}
{"start": "00:10:01.560", "end": "00:10:09.600", "speaker": "Kendra McPheeters", "utterance": " history of abuse, but also looking genealogically at my ancestors and their stories, and so this piece takes."}
{"start": "00:10:09.870", "end": "00:10:19.110", "speaker": "Kendra McPheeters", "utterance": " My personal experiences and blends those with historical documents and anecdotes of my ancestors, and the abusive situations that they had gone through as well."}
{"start": "00:10:19.440", "end": "00:10:32.700", "speaker": "Kendra McPheeters", "utterance": " And how that kind of becomes a cycle, and so the initial portion of that hyperlink text is a cycle of those events and just kind of loops into each other and there's a particular Alexia in which you see the narrator."}
{"start": "00:10:33.300", "end": "00:10:37.740", "speaker": "Kendra McPheeters", "utterance": " In her bathtub realizing that she needs to get a divorce, she needs to get out of this situation."}
{"start": "00:10:38.670", "end": "00:10:50.250", "speaker": "Kendra McPheeters", "utterance": " And you run into that lexi twice the first time just with what's happening in that moment, and the second time, we see that it's in the past, because underneath is italicize the phrase I don't want to linger here."}
{"start": "00:10:51.810", "end": "00:11:02.220", "speaker": "Kendra McPheeters", "utterance": " And from there, it gets you out of those traumatic episodes the color in versus it goes from black background white text to white background black text and."}
{"start": "00:11:03.450", "end": "00:11:04.080", "speaker": "Kendra McPheeters", "utterance": " The."}
{"start": "00:11:05.460", "end": "00:11:12.870", "speaker": "Kendra McPheeters", "utterance": " Those moments after those traumatic events can either continue progressing you forward or take you back into that trauma."}
{"start": "00:11:13.230", "end": "00:11:18.870", "speaker": "Kendra McPheeters", "utterance": " And when that happens there's the opportunity to either just entwine hit the back arrow and get out quickly or."}
{"start": "00:11:19.020", "end": "00:11:26.610", "speaker": "Kendra McPheeters", "utterance": " having to work your way through which kind of goes along with what happens to someone when they are in a ptsd episode they're either using those tools that they've been given."}
{"start": "00:11:27.060", "end": "00:11:35.700", "speaker": "Kendra McPheeters", "utterance": " To get themselves refocused and regulated or they end up having to kind of process all of that all over again."}
{"start": "00:11:36.540", "end": "00:11:46.560", "speaker": "Kendra McPheeters", "utterance": " So writing this you know there were definitely pros and cons of trying to write this during a pandemic, on the one hand there's a lot more time to pace yourself and take things as you want, but."}
{"start": "00:11:47.040", "end": "00:11:53.040", "speaker": "Kendra McPheeters", "utterance": " On the other hand, you don't have those self care items that involve social interactions or just getting out of the House."}
{"start": "00:11:54.240", "end": "00:12:05.010", "speaker": "Kendra McPheeters", "utterance": " And so it was an interesting like duality between you know, having that ability ability to really like focus in and go through the writing but also."}
{"start": "00:12:05.820", "end": "00:12:16.320", "speaker": "Kendra McPheeters", "utterance": " Having to just sit in the writing so the conclusions that I kind of came up with it, you know if you're going to try and do this type of writing if you've experienced this that those self care strategies have to be in place."}
{"start": "00:12:16.830", "end": "00:12:30.720", "speaker": "Kendra McPheeters", "utterance": " That you shouldn't attempt it without having an established relationship with a therapist so you can work through it and having the understanding that you know as cathartic as it can be, there is also the ability to go through some real harmonization that you have to then work through."}
{"start": "00:12:32.220", "end": "00:12:35.490", "speaker": "Kendra McPheeters", "utterance": " All right, I think I made it, thank you very much."}
{"start": "00:12:37.500", "end": "00:12:47.910", "speaker": "Kendra McPheeters", "utterance": " Oh, and I see, we do have the poster there, there is a link in the top right to actually read through the work and i'd love it if you guys would do that, so thank you very much."}
{"start": "00:12:55.980", "end": "00:12:56.460", "speaker": "Track one", "utterance": " Conference Admin: Much."}
{"start": "00:12:59.220", "end": "00:13:09.420", "speaker": "Track one", "utterance": " Conference Admin: So next we have definite shepherds Bradley shepherd and will mchenry and they comprise the indie game studio Boreal games."}
{"start": "00:13:10.110", "end": "00:13:22.770", "speaker": "Track one", "utterance": " Conference Admin: Definitely is also pursuing a master's in English at the University of Arkansas will as an independent, professional and intermediate design and Bradley is an independent, professional in software development."}
{"start": "00:13:23.820", "end": "00:13:31.470", "speaker": "Track one", "utterance": " Conference Admin: And their poster introduces the simulation game tenure track, which is a postmodern critique of the 21st century, academia."}
{"start": "00:13:33.570", "end": "00:13:43.680", "speaker": "Devin Shepherd", "utterance": " awesome well, thank you for that excellent introduction thrilled to be here i'm devin obviously my co authors won't be here, so this is falling to me to present in under five minutes i'll do my best."}
{"start": "00:13:44.700", "end": "00:13:54.510", "speaker": "Devin Shepherd", "utterance": " So yes, the poster link I just had that I will put that in the chat I don't believe this will actually take you directly to the poster but it's on the page."}
{"start": "00:13:55.560", "end": "00:14:08.370", "speaker": "Devin Shepherd", "utterance": " So I guess what I like to say about this game is that similar to actually the talk we just heard, this is my first attempt to describe a creative critical creative project, as well as."}
{"start": "00:14:09.420", "end": "00:14:11.970", "speaker": "Devin Shepherd", "utterance": " It was a bit of a palate cleanser for us as a studio."}
{"start": "00:14:13.710", "end": "00:14:21.510", "speaker": "Devin Shepherd", "utterance": " We initially set out to do something that was sort of unserious and it became surprisingly serious, the more we worked on it so."}
{"start": "00:14:24.060", "end": "00:14:32.880", "speaker": "Devin Shepherd", "utterance": " i'm a graduate student but i'm also i've worked in administrative roles in big universities and I guess, from my perspective, as sort of the game designer here."}
{"start": "00:14:34.080", "end": "00:14:39.420", "speaker": "Devin Shepherd", "utterance": " I wanted to make something that was sort of like a environmental like storytelling version of like a."}
{"start": "00:14:40.680", "end": "00:14:53.070", "speaker": "Devin Shepherd", "utterance": " Maybe chronicle of higher education article or maybe like a quick lit novel, something that would give players, the feeling of being inside of like the neo liberal university."}
{"start": "00:14:53.490", "end": "00:15:02.040", "speaker": "Devin Shepherd", "utterance": " As a someone who has made it somebody who is not struggling to find a position but somebody who has attained, you know, to some degree that position."}
{"start": "00:15:03.390", "end": "00:15:05.280", "speaker": "Devin Shepherd", "utterance": " So the poster kind of."}
{"start": "00:15:06.450", "end": "00:15:10.740", "speaker": "Devin Shepherd", "utterance": " It it lists the number of different things that you can do in the game."}
{"start": "00:15:11.850", "end": "00:15:23.340", "speaker": "Devin Shepherd", "utterance": " But I would encourage you to also check out the website tenure track door.org which somehow wasn't taken we put a bunch of images from the game which it is still in development, right now, but there are a lot of images that kind of give you a sense of."}
{"start": "00:15:24.540", "end": "00:15:31.770", "speaker": "Devin Shepherd", "utterance": " Your position in the game you're sitting behind a desk you can move your perspective slightly, but for the most part you're always behind that desk."}
{"start": "00:15:33.240", "end": "00:15:40.950", "speaker": "Devin Shepherd", "utterance": " You can fully interact like there's physical physical objects within the game space, so you can pick things up the road things."}
{"start": "00:15:41.850", "end": "00:15:53.910", "speaker": "Devin Shepherd", "utterance": " You know, one of the one of the tasks that you have in like the seconds long days is grading us like scan tron so you can actually make mistakes, you you physically move them into a pile so it's very much like."}
{"start": "00:15:55.080", "end": "00:16:05.640", "speaker": "Devin Shepherd", "utterance": " Not not so much critical but gives empathy, I guess, in a way that some of these other often hysterical I guess approaches of looking at the sort of crisis in academia."}
{"start": "00:16:06.840", "end": "00:16:07.890", "speaker": "Devin Shepherd", "utterance": " often take so."}
{"start": "00:16:09.240", "end": "00:16:16.260", "speaker": "Devin Shepherd", "utterance": " Some other things that I was thinking about from, from my perspective, i'm sort of the non the non technical lead on this project and."}
{"start": "00:16:17.340", "end": "00:16:29.760", "speaker": "Devin Shepherd", "utterance": " I think what was important for me was just thinking about how our our day to day lives or game of five in a way, there are things that are consequential for reasons that are very abstract in other ways, though."}
{"start": "00:16:31.710", "end": "00:16:35.340", "speaker": "Devin Shepherd", "utterance": " They have a real sort of real real they feel important and they feel."}
{"start": "00:16:36.720", "end": "00:16:46.140", "speaker": "Devin Shepherd", "utterance": " Really intense in the moment and I think putting something into a simulation makes it clear how absurd oftentimes these expectations are and how divorced from like actual impacts, they are."}
{"start": "00:16:46.530", "end": "00:16:53.970", "speaker": "Devin Shepherd", "utterance": " And from the position of the player in this game being behind a desk you are you're never actually doing the meaningful work you're always doing the administrative work."}
{"start": "00:16:54.720", "end": "00:17:06.420", "speaker": "Devin Shepherd", "utterance": " So really just the activity of it, as well as the sort of abstract nature of like, for instance, communicating with students, be a platforms your phone your email client."}
{"start": "00:17:06.870", "end": "00:17:15.330", "speaker": "Devin Shepherd", "utterance": " As well as doing things like research which, in this game consists of pressing a research button, you can hire research assistants, which in the game."}
{"start": "00:17:15.870", "end": "00:17:28.200", "speaker": "Devin Shepherd", "utterance": " are just an upgrade it makes your research more efficient when you complete research a research binder appears in your office and they start accumulating so it's very much like absurd, but in another way it's."}
{"start": "00:17:29.370", "end": "00:17:35.730", "speaker": "Devin Shepherd", "utterance": " I don't know it's it's it definitely I think gives people a way into looking at this from the perspective of not just."}
{"start": "00:17:36.900", "end": "00:17:41.730", "speaker": "Devin Shepherd", "utterance": " You know, academia is bad, academia is good we're in trouble that type of thing so um."}
{"start": "00:17:43.290", "end": "00:17:54.000", "speaker": "Devin Shepherd", "utterance": " there's I guess the other thing is you never actually see other people in the game, you only get messages you only get their disembodied text, and in that way, I think that's probably the most like."}
{"start": "00:17:55.500", "end": "00:18:01.230", "speaker": "Devin Shepherd", "utterance": " Literally poetic aspect of this, but I think what's more important is actually."}
{"start": "00:18:02.220", "end": "00:18:16.740", "speaker": "Devin Shepherd", "utterance": " Decision fatigue is being modeled where you don't actually have enough time to adequately respond to everything that occurs, even in this very limited space where your agency is not you know you can't leave the room you can't go outside, you have a window actually which is somewhat."}
{"start": "00:18:17.850", "end": "00:18:26.490", "speaker": "Devin Shepherd", "utterance": " Maybe unrealistic, you have your own office, so I think in a lot of ways we tried to model sort of the I guess existential nature of."}
{"start": "00:18:27.780", "end": "00:18:32.280", "speaker": "Devin Shepherd", "utterance": " What is really most knowledge work at this point, I think that's another thing kind of flattens the."}
{"start": "00:18:33.420", "end": "00:18:42.120", "speaker": "Devin Shepherd", "utterance": " The ivory tower myth, which of course I don't need to probably tell anyone here that that's increasingly you know administrative burden is is a problem, so anyway."}
{"start": "00:18:42.660", "end": "00:18:49.710", "speaker": "Devin Shepherd", "utterance": " My timer just went off, thank you for listening and I encourage questions, I will be happy to answer those and discord Thank you."}
{"start": "00:18:52.650", "end": "00:18:53.490", "speaker": "None", "utterance": "Thank you very much."}
{"start": "00:19:00.030", "end": "00:19:08.400", "speaker": "Track one", "utterance": " Conference Admin: Next, we have Aaron get lean ball, who is an assistant professor of applied and professional writing at kennesaw State University."}
{"start": "00:19:09.630", "end": "00:19:21.570", "speaker": "Track one", "utterance": " Conference Admin: And our poster reflects on an e literary approach to cultivating pedagogical platforms by considering how the role of asynchronous course design overlaps with that of gmail web comic design."}
{"start": "00:19:25.800", "end": "00:19:27.660", "speaker": "Erin Kathleen Bahl", "utterance": " Thank you very much, so I can y'all hear me."}
{"start": "00:19:28.590", "end": "00:19:36.750", "speaker": "Erin Kathleen Bahl", "utterance": " Okay awesome so I put the links to both that poster presentation and also to the in progress, digital essay that it's reflecting on as well, so."}
{"start": "00:19:37.350", "end": "00:19:47.730", "speaker": "Erin Kathleen Bahl", "utterance": " This is for in progress piece for a special issue on critical thinking and critical designed to flicking, especially at what how critical and making a design can sort of influx of our approach to."}
{"start": "00:19:48.240", "end": "00:19:54.690", "speaker": "Erin Kathleen Bahl", "utterance": " The creation of sort of design really teaching materials so again very rich in parks in progress project and feedback."}
{"start": "00:19:55.680", "end": "00:20:03.990", "speaker": "Erin Kathleen Bahl", "utterance": " is very much appreciate it and welcome so um OK, so I guess in my work as a scholar, and as an editor, especially of US literary work."}
{"start": "00:20:04.290", "end": "00:20:14.670", "speaker": "Erin Kathleen Bahl", "utterance": " Digital scholarly work i'm concerned, especially with the way that knowledge is created on how it's designed and the symbiotic channels or ordinances that draws upon comprise part of it's sort of total meaning making work."}
{"start": "00:20:14.970", "end": "00:20:24.300", "speaker": "Erin Kathleen Bahl", "utterance": " Design isn't just something ornamental or just added on top of ideas, just to make him prettier or more palatable it's really an essential part of the way that knowledge is constructed and communicated."}
{"start": "00:20:24.600", "end": "00:20:30.240", "speaker": "Erin Kathleen Bahl", "utterance": " So I bring this approach to my scholarship into editorial work, but I really want to bring this approach to the pedagogy as well."}
{"start": "00:20:30.750", "end": "00:20:39.330", "speaker": "Erin Kathleen Bahl", "utterance": " So how can I welcome the way that I design and construct knowledge in my courses, not just be incidental or what's easiest or with university approved tools, allow me to do."}
{"start": "00:20:39.570", "end": "00:20:46.020", "speaker": "Erin Kathleen Bahl", "utterance": " or what's expected, but rather how can I, as an instructor bring my design really practices to bear on my pedagogical practices."}
{"start": "00:20:46.320", "end": "00:20:49.710", "speaker": "Erin Kathleen Bahl", "utterance": " So how can the design of the course, especially in terms of delivery materials."}
{"start": "00:20:49.920", "end": "00:20:58.110", "speaker": "Erin Kathleen Bahl", "utterance": " become a significant facet of the total learning experience and learning objectives or outcomes so i'm thinking about this a lot with you know the online teaching with the doing, especially in light of."}
{"start": "00:20:58.650", "end": "00:21:07.110", "speaker": "Erin Kathleen Bahl", "utterance": " pandemic circumstances but it's really something I want to kind of carry forward into all sorts of aspects of my teaching, you know, but the hybrid courses, or even an in person classroom where."}
{"start": "00:21:07.770", "end": "00:21:14.850", "speaker": "Erin Kathleen Bahl", "utterance": " there's some kind of course management system or online component to it, which, at least for me, is, I think I think probably most people is is pretty much every course."}
{"start": "00:21:15.450", "end": "00:21:22.410", "speaker": "Erin Kathleen Bahl", "utterance": " So, so I mentioned sources in the comic or excuse me in the project itself, I just want to highlight a few they're really inspired by the work of God ship."}
{"start": "00:21:22.740", "end": "00:21:35.280", "speaker": "Erin Kathleen Bahl", "utterance": " And grounded in writing studies, especially where do I read a composition, Kate hanzlik boardman mcardle their work on online pedagogy and, of course, any time doing sort of comics based work Scott mccloud dixie status."}
{"start": "00:21:35.760", "end": "00:21:41.040", "speaker": "Erin Kathleen Bahl", "utterance": " Parker also lynda Barry and Emily carolyn there so Linda very, especially with the way that she brings."}
{"start": "00:21:41.640", "end": "00:21:49.200", "speaker": "Erin Kathleen Bahl", "utterance": " comics to bear on the delivery of her teaching materials and just her rubric is phenomenal and if you haven't checked it out yet it's really, really encourage checking it out."}
{"start": "00:21:49.800", "end": "00:21:55.680", "speaker": "Erin Kathleen Bahl", "utterance": " um so just wrapping up so to demonstrate is Emily approach to teaching through critical making a design."}
{"start": "00:21:56.160", "end": "00:22:02.010", "speaker": "Erin Kathleen Bahl", "utterance": " So the project i'm working on is an interactive web comic that simulates and interface for an online asynchronous course and professional writing."}
{"start": "00:22:02.310", "end": "00:22:11.850", "speaker": "Erin Kathleen Bahl", "utterance": " In particular i'd lie in the freemium metaphor of the greenhouse growing plants and botanical designs to create a shared conceptual space between students who instructor so they've got now sort of is."}
{"start": "00:22:12.630", "end": "00:22:22.320", "speaker": "Erin Kathleen Bahl", "utterance": " A something for a career sequence for an iteration of a graduate level professional writing course on web content development at my university this fall, so I haven't taught the course yet, but this is something i'm planning on."}
{"start": "00:22:22.920", "end": "00:22:26.580", "speaker": "Erin Kathleen Bahl", "utterance": " Monday with them and so i'm really excited to hopefully give it a shot."}
{"start": "00:22:27.390", "end": "00:22:36.030", "speaker": "Erin Kathleen Bahl", "utterance": " So the assignments i'm using html and CSS your foundation cultivated digital garden that suggests a story through images text audio visual and spatial layout."}
{"start": "00:22:36.780", "end": "00:22:46.620", "speaker": "Erin Kathleen Bahl", "utterance": " The rationale for that is that although hand coding sites in html is not necessary to develop what projects it gives a greater understanding of the framework underlined web pages and gives you greater control and how to adapt edit them."}
{"start": "00:22:46.920", "end": "00:22:51.750", "speaker": "Erin Kathleen Bahl", "utterance": " I feel so fruit, the possibility to develop web spaces as a sort of infinite canvas and back to the cloud."}
{"start": "00:22:52.200", "end": "00:22:55.170", "speaker": "Erin Kathleen Bahl", "utterance": " Based on your own imagine structure, rather than a predetermined template."}
{"start": "00:22:55.560", "end": "00:23:04.200", "speaker": "Erin Kathleen Bahl", "utterance": " And so, then for the main sections of the project, the framework is the section that would present the informing thought behind the product side, but in of course context could be replaced by syllabus and policies."}
{"start": "00:23:04.920", "end": "00:23:12.720", "speaker": "Erin Kathleen Bahl", "utterance": " Instructions present the assignment prompt detailing the primary task and learning objectives, along with anything else sort of needed to frame and understand the task of them asking for."}
{"start": "00:23:14.070", "end": "00:23:20.610", "speaker": "Erin Kathleen Bahl", "utterance": " The resources section is providing media resources so links to different image audio video text and code actually complete the assignment."}
{"start": "00:23:20.940", "end": "00:23:27.630", "speaker": "Erin Kathleen Bahl", "utterance": " And what works well with started botanicals especially there's so many open source or sort of free, fair use materials that people can use."}
{"start": "00:23:28.320", "end": "00:23:38.940", "speaker": "Erin Kathleen Bahl", "utterance": " Just for any kind of have to create some kind of burden from our range of things and it's it's nature that based it's there's there's a lot of stuff out there that's really easy to use and access and remix with full permissions."}
{"start": "00:23:40.200", "end": "00:23:50.340", "speaker": "Erin Kathleen Bahl", "utterance": " And then the garden itself will feature student work and responses to the prompt they upload their digital garden as a web project by oh yes ftp and then i'll as instructor kind of being taped a sort of overall gallery space so really."}
{"start": "00:23:50.610", "end": "00:23:59.220", "speaker": "Erin Kathleen Bahl", "utterance": " The goal is to kind of cultivate and create the sort of web media space together and sort of bring my design really practice in conversation with Aries and creating it so i'm."}
{"start": "00:23:59.640", "end": "00:24:06.870", "speaker": "Erin Kathleen Bahl", "utterance": " i'm wrapping up here, I know time is concerned, so as a proof of concept piece, for not yet course it's meant as a starting point for conversation rather than an ending point."}
{"start": "00:24:07.410", "end": "00:24:12.870", "speaker": "Erin Kathleen Bahl", "utterance": " there's I know it with LM S, as it can get really tricky thinking of the sort of the platforms pedagogically involved."}
{"start": "00:24:13.620", "end": "00:24:17.820", "speaker": "Erin Kathleen Bahl", "utterance": " To what degree are instructors permitted by the university to build outside the course management system."}
{"start": "00:24:18.090", "end": "00:24:27.780", "speaker": "Erin Kathleen Bahl", "utterance": " How to manage, of course, like that, in a way that manages accessibility student privacy and that needs sort of the instructor in the universities legal requirements there um how to protect student information."}
{"start": "00:24:28.230", "end": "00:24:39.600", "speaker": "Erin Kathleen Bahl", "utterance": " How to make this kind of work, sustainable also I mean just go it's there are benefits definitely to it all mess and and so far as it does a lot of that work already for you so just thinking sort of you know how do we."}
{"start": "00:24:40.920", "end": "00:24:52.500", "speaker": "Erin Kathleen Bahl", "utterance": " kind of some sometimes some sort of middle ground, I guess, between the sort of you know wild Wild West of maybe like an entirely open html sort of bass bass that's a huge amount of Labor is on the instructor."}
{"start": "00:24:53.130", "end": "00:25:01.200", "speaker": "Erin Kathleen Bahl", "utterance": " or in Belen step with the sort of more prescriptive design really sort of options available within all of us, I think there's gonna be some kind of middle ground between them that I."}
{"start": "00:25:01.830", "end": "00:25:08.730", "speaker": "Erin Kathleen Bahl", "utterance": " Think, especially as a lead professionals, we are especially positioned to be able to address that and interesting and useful ways for students so."}
{"start": "00:25:09.120", "end": "00:25:18.030", "speaker": "Erin Kathleen Bahl", "utterance": " Ultimately, my goal is to find a way to approach but pedagogy works instructor and way the conflict reflects my commitment as a scholar to multimodal knowledge creation and design as a way of knowing."}
{"start": "00:25:18.570", "end": "00:25:30.840", "speaker": "Erin Kathleen Bahl", "utterance": " To a pedagogy format critical making good critical elements and closing invite us to consider how we can bring our work as makers and scholars have electronic literature to explore new horizons for engaging experience of course delivery methods, the online platforms."}
{"start": "00:25:35.430", "end": "00:25:36.330", "speaker": "Track one", "utterance": " Conference Admin: you very much."}
{"start": "00:25:37.920", "end": "00:25:48.960", "speaker": "Track one", "utterance": " Conference Admin: And then, finally, we have a presentation by Jeremy Douglas who is associate professor at the University of California Santa Barbara and he will talk about the."}
{"start": "00:25:48.960", "end": "00:25:54.630", "speaker": "Track one", "utterance": " Conference Admin: History and until recent history of interactive cinema."}
{"start": "00:25:55.680", "end": "00:25:57.120", "speaker": "Jeremy Douglass", "utterance": " Great um and."}
{"start": "00:25:57.510", "end": "00:25:58.440", "speaker": "Jeremy Douglass", "utterance": " mess your screen."}
{"start": "00:25:58.980", "end": "00:26:01.260", "speaker": "Track one", "utterance": " Conference Admin: um yeah you need to because."}
{"start": "00:26:02.010", "end": "00:26:04.740", "speaker": "Jeremy Douglass", "utterance": " I don't I don't think so let me just try."}
{"start": "00:26:19.740", "end": "00:26:21.300", "speaker": "Jeremy Douglass", "utterance": " Okay we're trying."}
{"start": "00:26:25.140", "end": "00:26:27.180", "speaker": "Jeremy Douglass", "utterance": " Great are you able to see my screen here."}
{"start": "00:26:28.350", "end": "00:26:29.490", "speaker": "Track one", "utterance": " Conference Admin: Yes, we see your posts in."}
{"start": "00:26:29.850", "end": "00:26:31.080", "speaker": "Jeremy Douglass", "utterance": " grade and."}
{"start": "00:26:33.360", "end": "00:26:41.130", "speaker": "Jeremy Douglass", "utterance": " Okay um apologies, that this is a bit text heavy I tend to be more design oriented, but this turned out to be a hard thing to fit in a poster."}
{"start": "00:26:42.240", "end": "00:26:55.890", "speaker": "Jeremy Douglass", "utterance": " I regret, my life choices i'm interactive cinema from keno automat to banner snatch i'm actually talking about branching and choice based interactive cinema, so this is a sub part of a project that i've been working on with."}
{"start": "00:26:56.310", "end": "00:27:03.720", "speaker": "Jeremy Douglass", "utterance": " game books in print interactive fiction with hypertext fiction of the East gate era with twine and."}
{"start": "00:27:05.670", "end": "00:27:16.170", "speaker": "Jeremy Douglass", "utterance": " steam and APP store based games that use the hyper textual branching interactivity format, so this is a subset of interactive cinema as a whole, which early, examples of which also includes things like."}
{"start": "00:27:17.970", "end": "00:27:31.170", "speaker": "Jeremy Douglass", "utterance": " interactive cowboy shootouts where you're either dead or not dead on 16 millimeter film right um but i'm talking about from kino automat that branching tradition so um."}
{"start": "00:27:34.080", "end": "00:27:34.950", "speaker": "Jeremy Douglass", "utterance": " There there the."}
{"start": "00:27:36.060", "end": "00:27:52.530", "speaker": "Jeremy Douglass", "utterance": " and actually i'm time check, as I have four minutes left was that right um okay great I don't have a clock on here so um so they're the main things to tell you about this and how this differs from that larger project is first."}
{"start": "00:27:53.760", "end": "00:28:06.300", "speaker": "Jeremy Douglass", "utterance": " The history we're if you look at the data section you'll see we've done a lot of correlating from collections, like the yellow collections platforms, such as netflix also YouTube."}
{"start": "00:28:07.800", "end": "00:28:25.050", "speaker": "Jeremy Douglass", "utterance": " which uses interactive hypertext will chaining to create interactive floating interactive film works and public listings imdb Wikipedia as well as the scholarly articles which tend to be histories, so they cite canonical works mainly since the 60s."}
{"start": "00:28:26.880", "end": "00:28:38.610", "speaker": "Jeremy Douglass", "utterance": " To problems that arise, one of which are that are distinction around hypertext reality is not held by a lot of the histories and a lot of the listings they tend to list a lot of things comprehensively."}
{"start": "00:28:39.330", "end": "00:28:44.760", "speaker": "Jeremy Douglass", "utterance": " That would not qualify, and so this needs to be filtered aggressively because sometimes i'm."}
{"start": "00:28:45.300", "end": "00:28:53.250", "speaker": "Jeremy Douglass", "utterance": " A video game that's a side scroller first person shooter counts as interactive cinema, because it has tiny cut scenes right so ninja guidance."}
{"start": "00:28:53.730", "end": "00:28:59.700", "speaker": "Jeremy Douglass", "utterance": " For example, has tiny Cinematic cut scenes and so it is included in these lists, but wouldn't qualify for our project."}
{"start": "00:29:00.180", "end": "00:29:16.440", "speaker": "Jeremy Douglass", "utterance": " And a second problem is accessibility many it works, especially many of the early works on from the 60s to 86 really honestly 60s early 90s, are not accessible in any form, and there are only documents of how they."}
{"start": "00:29:18.000", "end": "00:29:30.180", "speaker": "Jeremy Douglass", "utterance": " have their own there's only documentation of what they were like which isn't sufficient to describe their structural or temporal characteristics in detail i'm going to skip over two methods really quickly i'm."}
{"start": "00:29:31.710", "end": "00:29:43.800", "speaker": "Jeremy Douglass", "utterance": " A we catalog we collect where we could collect and then we map the work and we use our own we as me right now, so one person project, but there have been many, many people graduate students."}
{"start": "00:29:44.610", "end": "00:29:58.080", "speaker": "Jeremy Douglass", "utterance": " undergraduates and call and faculty and scholarly collaborators who participated in this project of mapping the work through collecting data saving the data files and then using our software to render graph visualizations which are then inspected."}
{"start": "00:30:00.090", "end": "00:30:10.290", "speaker": "Jeremy Douglass", "utterance": " interactive cinema raises new complications compared to working with books or hypertext which tends to have clear asset resources which are named and chapters page numbers."}
{"start": "00:30:11.730", "end": "00:30:28.740", "speaker": "Jeremy Douglass", "utterance": " html files and you can see the names fairly easily through inspection interactive cinema is often not like this um it's it's hard you're ripping DVD structures or you're collecting huge YouTube URLs so two examples i'm given here."}
{"start": "00:30:30.150", "end": "00:30:31.140", "speaker": "Jeremy Douglass", "utterance": " And i'm going to."}
{"start": "00:30:32.640", "end": "00:30:44.310", "speaker": "Jeremy Douglass", "utterance": " Just jump out I probably got maybe a minute left, this is not what I wanted there, so one is a date with Marco supplier a YouTube based set collection of interactive clips."}
{"start": "00:30:44.970", "end": "00:30:51.540", "speaker": "Jeremy Douglass", "utterance": " which are being labeled named based on the names of the clip segments and their choices, so that we can collect the data."}
{"start": "00:30:51.960", "end": "00:31:00.900", "speaker": "Jeremy Douglass", "utterance": " And here's a later work a heist with mark apply or by the same person, and you can see that actually data collection becomes extremely laborious in order to."}
{"start": "00:31:01.380", "end": "00:31:10.800", "speaker": "Jeremy Douglass", "utterance": " let alone archive all of the YouTube clips involved and then save them in a way that's platform independent i'm going to say, very briefly, before I wrap up that i'm."}
{"start": "00:31:11.580", "end": "00:31:18.720", "speaker": "Jeremy Douglass", "utterance": " Another aspect of this that's different from most of the work we've done with the cats collection of game books and with on things like the yellow."}
{"start": "00:31:19.080", "end": "00:31:25.080", "speaker": "Jeremy Douglass", "utterance": " Is that there's sometimes a pretty large and active fan mapping community, especially around works such as."}
{"start": "00:31:25.830", "end": "00:31:39.180", "speaker": "Jeremy Douglass", "utterance": " The netflix works or top releases on steam so Taking the example of banner snatch, this is a fan made, and I say fan in the broadest possible sense I mean I mean not the scholar or the creative team."}
{"start": "00:31:39.870", "end": "00:31:52.590", "speaker": "Jeremy Douglass", "utterance": " Right um, this is a Community made map here's another one here's a different one um here's yet another map of Vander snatch, this is a map of banner snaps So these are these are probably the top five best made."}
{"start": "00:31:53.370", "end": "00:32:11.190", "speaker": "Jeremy Douglass", "utterance": " maps of banner snaps that i've seen they use different graphic conventions, they segment differently, they skip materials differently, they contain different errors at least three of them contain significant errors, but one of the things our our project is doing."}
{"start": "00:32:12.420", "end": "00:32:25.110", "speaker": "Jeremy Douglass", "utterance": " is also mapping the maps, that is to say, collecting the state of knowledge about each of these works as it circulated and not just the sort of ground truth of the work itself so that means that i'm."}
{"start": "00:32:25.980", "end": "00:32:46.290", "speaker": "Jeremy Douglass", "utterance": " to map the history of interactive cinema is not just to map what it was, but to map what people thought it was I think i'll i'll stop there, the poster has a pile of references, I will submit it i'm late with apologies, so that it can be posted on the on the website and i'm going to."}
{"start": "00:32:47.580", "end": "00:32:49.980", "speaker": "Jeremy Douglass", "utterance": " And i'll leave you with one link in the chat."}
{"start": "00:32:52.590", "end": "00:32:58.170", "speaker": "Jeremy Douglass", "utterance": " Which is there's also a qr code for those who, like pointing phones at their own screen."}
{"start": "00:32:59.760", "end": "00:33:13.500", "speaker": "Jeremy Douglass", "utterance": " Which is to the project at large, the data for this latest batch of maybe at interactive cinema works will be uploaded to it this week during the conference um it hasn't been updated yet."}
{"start": "00:33:16.620", "end": "00:33:17.760", "speaker": "Jeremy Douglass", "utterance": " Thank you so much."}
{"start": "00:33:21.120", "end": "00:33:23.580", "speaker": "Track one", "utterance": " Conference Admin: Thank you very much, and thank you all very much I."}
{"start": "00:33:23.850", "end": "00:33:25.200", "speaker": "Track one", "utterance": " Conference Admin: feel like this is maybe."}
{"start": "00:33:25.890", "end": "00:33:30.630", "speaker": "Track one", "utterance": " Conference Admin: The first academic thing i've been part of where everyone respects a time limit."}
{"start": "00:33:35.100", "end": "00:33:46.380", "speaker": "Track one", "utterance": " Conference Admin: Thank you very much for all your interesting presentations I guess since we're not a very big group we don't have to go into breakout rooms and we can just start discussing it with each other."}
{"start": "00:33:48.420", "end": "00:33:50.520", "speaker": "Track one", "utterance": " Conference Admin: I don't know if anyone has like."}
{"start": "00:33:50.820", "end": "00:33:53.550", "speaker": "Track one", "utterance": " Conference Admin: A burning question, to start with dina, of course."}
{"start": "00:33:53.670", "end": "00:33:55.290", "speaker": "Deena Larsen", "utterance": " We had a question in the chat."}
{"start": "00:33:55.710", "end": "00:33:58.020", "speaker": "Deena Larsen", "utterance": " For JEREMY were all those maps."}
{"start": "00:33:58.740", "end": "00:34:09.690", "speaker": "Deena Larsen", "utterance": " generated automatically or are these just manual hand done watching the film telling where the cuts are oh my God."}
{"start": "00:34:09.990", "end": "00:34:15.090", "speaker": "Jeremy Douglass", "utterance": " that's it that's a great question so it's a it's a mix, basically, there are some cases."}
{"start": "00:34:16.170", "end": "00:34:29.190", "speaker": "Jeremy Douglass", "utterance": " So if you're mapping say, for example, the original dragon's lair laserdisc cabinet, you can actually go into the code and extract it, but we didn't bother because it was extensively documented by the."}
{"start": "00:34:29.790", "end": "00:34:39.300", "speaker": "Jeremy Douglass", "utterance": " By the creators and so we could we should verify, but we could actually go to their technical explanation of how they built it and just."}
{"start": "00:34:39.630", "end": "00:34:51.480", "speaker": "Jeremy Douglass", "utterance": " transcribed their map into a data format so that's that's worth considering how often dragon's lair kills you like, once every 30 seconds that probably saved us, you know 100 hours of a frustration."}
{"start": "00:34:52.560", "end": "00:34:55.800", "speaker": "Jeremy Douglass", "utterance": " In other cases twine specifically on."}
{"start": "00:34:56.850", "end": "00:35:16.380", "speaker": "Jeremy Douglass", "utterance": " We have export or scripts that so there isn't a lot of interactive cinema entwine but in the larger project that very little right, but in the larger project we have extractor scripts that sort of juice, the javascript for the delicious structure and and and take it out, and those are."}
{"start": "00:35:17.400", "end": "00:35:24.630", "speaker": "Jeremy Douglass", "utterance": " wrong about one time out of four or or about 25% of what they generate is wrong that's a."}
{"start": "00:35:25.110", "end": "00:35:39.210", "speaker": "Jeremy Douglass", "utterance": " Fair statement, but you can start with something and then the manual Labor is focused on verification and correction which saves a lot of time and the last i'll try to keep this short, because there are lots of questions for lots of people but um."}
{"start": "00:35:40.560", "end": "00:35:46.620", "speaker": "Jeremy Douglass", "utterance": " Sometimes, all you can do is play and for one thing that I did."}
{"start": "00:35:48.030", "end": "00:35:52.260", "speaker": "Jeremy Douglass", "utterance": " When I felt I couldn't take on band or snatch myself was I."}
{"start": "00:35:52.890", "end": "00:36:03.930", "speaker": "Jeremy Douglass", "utterance": " assigned different segments of the film in a class and the class broken two teams and we had 38 students working in groups on different parts of the film's to generate."}
{"start": "00:36:04.170", "end": "00:36:21.300", "speaker": "Jeremy Douglass", "utterance": " Small maps that they could then hook, up to one another i've done this experiment with really large branching books like Kim newman's life's lottery, and if carefully prepared ahead of time, you can you can do team, you know many hands make light work."}
{"start": "00:36:26.670", "end": "00:36:40.710", "speaker": "Deena Larsen", "utterance": " Probably other questions, too, but I was, and I put this in the chat I was wondering if both Aaron and kendra could speak to their decisions to put their personal lives within their work and they're critical looking at their observations."}
{"start": "00:36:47.640", "end": "00:36:49.500", "speaker": "Kendra McPheeters", "utterance": " So for me that that's a good question."}
{"start": "00:36:51.090", "end": "00:37:04.590", "speaker": "Kendra McPheeters", "utterance": " For me, it was very much a matter of as I was given this opportunity to build my first interactive digital narrative I started thinking about like what sort of topics are meaningful to me, and at that point."}
{"start": "00:37:05.730", "end": "00:37:09.870", "speaker": "Kendra McPheeters", "utterance": " going through therapy, we had just gotten through."}
{"start": "00:37:11.940", "end": "00:37:17.130", "speaker": "Kendra McPheeters", "utterance": " Getting to a point where I could block all communication from my ex husband, that I was trying to work on."}
{"start": "00:37:18.810", "end": "00:37:23.520", "speaker": "Kendra McPheeters", "utterance": " Not feeling like I couldn't have a voice for fear of what the repercussions of that would be."}
{"start": "00:37:25.200", "end": "00:37:33.870", "speaker": "Kendra McPheeters", "utterance": " And so, for me it was an opportunity to actually say no, this is what happened to me, then this is my story, and so it was terrifying."}
{"start": "00:37:35.310", "end": "00:37:47.100", "speaker": "Kendra McPheeters", "utterance": " And, quite frankly, presenting it here, there is still those those little nagging questions that will, what happens if he finds out what happens if he's able to get in touch with me and there were also questions if do I stick my real name on this."}
{"start": "00:37:48.540", "end": "00:37:59.850", "speaker": "Kendra McPheeters", "utterance": " But I kind of got to a point where it was a matter of saying no I need to be in charge of my life, and this is my story, and this is what happened, and so it was a really good opportunity for me to take that step."}
{"start": "00:38:07.290", "end": "00:38:08.370", "speaker": "Erin Kathleen Bahl", "utterance": " So I can jump in."}
{"start": "00:38:08.400", "end": "00:38:19.530", "speaker": "Erin Kathleen Bahl", "utterance": " Responding there, so I mine is coming from, in some ways i'll put the link in the chat but i've mentioned borbon mcardle is one of my sources, I was working with them and they're sort of frame for developing online."}
{"start": "00:38:20.070", "end": "00:38:24.210", "speaker": "Erin Kathleen Bahl", "utterance": " Online instruction is personal accessible expensive and strategic and so personal is really."}
{"start": "00:38:24.450", "end": "00:38:36.930", "speaker": "Erin Kathleen Bahl", "utterance": " One of the dimensions that they emphasize in terms of you know how do you, especially in an online asynchronous class, how do you really bring your personality through and kind of create a very welcoming space that you are present to your students is not just you know it is just."}
{"start": "00:38:41.760", "end": "00:38:48.030", "speaker": "Erin Kathleen Bahl", "utterance": " really show that here are things that I love that i'm excited about, and you know how do I kind of create that and to really."}
{"start": "00:38:48.270", "end": "00:38:57.960", "speaker": "Erin Kathleen Bahl", "utterance": " Give that extra oomph across the digital space just know that you're going to say to my students that I care about you enough that I would like to really take time to make something beautiful for you that I hope that you."}
{"start": "00:38:58.200", "end": "00:39:00.780", "speaker": "Erin Kathleen Bahl", "utterance": " enjoy as we're kind of creating the space together so that's sort of."}
{"start": "00:39:01.110", "end": "00:39:13.410", "speaker": "Erin Kathleen Bahl", "utterance": " Part of it there, and another part two, was just, you know as an academic I always really identified in some way sort of first as primarily as a writer and as a designer and i've always felt so nervous and shy in front of my students in some ways, just trying to."}
{"start": "00:39:13.680", "end": "00:39:23.010", "speaker": "Erin Kathleen Bahl", "utterance": " kind of create like you know sort of materials that kind of fits the expectations of what you know that the sort of template of what things are kind of supposed to quote unquote look like it's like no."}
{"start": "00:39:23.820", "end": "00:39:29.580", "speaker": "Erin Kathleen Bahl", "utterance": " I would love to take what I know and what i've learned and what really gets me passionate excited about my work and be able to bring that word."}
{"start": "00:39:29.820", "end": "00:39:41.100", "speaker": "Erin Kathleen Bahl", "utterance": " into my teaching so that kind of becomes more of a natural organic extension of sort of my sort of total intellectual life, I guess, in some ways, so this is kind of a way to try to be present more to them and and especially now as i'm kind of."}
{"start": "00:39:41.640", "end": "00:39:46.590", "speaker": "Erin Kathleen Bahl", "utterance": " i'm sort of halfway is to 10 year hopefully at this point so as i'm kind of going through."}
{"start": "00:39:46.800", "end": "00:39:53.220", "speaker": "Erin Kathleen Bahl", "utterance": " Those initial first sort of years of like oh my gosh I just have to get things out and turned out the sense of more Okay, I know my students, I know my classes."}
{"start": "00:39:53.460", "end": "00:40:03.090", "speaker": "Erin Kathleen Bahl", "utterance": " How can I really start to be present with them, it does different way kind of take my work and show them, who I am and what I do, and hopefully get them excited about that too so."}
{"start": "00:40:04.200", "end": "00:40:10.950", "speaker": "Erin Kathleen Bahl", "utterance": " yeah i'll leave it there, so kendra I had a question I had posted in the chat for you, if that's if that's okay."}
{"start": "00:40:11.460", "end": "00:40:15.720", "speaker": "Erin Kathleen Bahl", "utterance": " Just you know you'd mentioned to as you're getting that feedback and your project in a classroom context."}
{"start": "00:40:16.380", "end": "00:40:27.810", "speaker": "Erin Kathleen Bahl", "utterance": " So what support, I guess, did you have from your instructors in your mentors as you were working on this, you mentioned it sort of a therapist but from your academic mentors what support did you receive and what more support with you, maybe have like to receive."}
{"start": "00:40:30.210", "end": "00:40:33.060", "speaker": "Kendra McPheeters", "utterance": " My Professor was tanya Perkins that I you and."}
{"start": "00:40:34.080", "end": "00:40:45.660", "speaker": "Kendra McPheeters", "utterance": " She was great about first off having some meetings with me online if we get entirely online program so Thankfully the pandemic did not really change our interactions."}
{"start": "00:40:47.070", "end": "00:40:56.670", "speaker": "Kendra McPheeters", "utterance": " But we had a few meetings about like how exactly I wanted to tackle this project and what sort of things we might want to do with that she."}
{"start": "00:40:57.180", "end": "00:41:04.800", "speaker": "Kendra McPheeters", "utterance": " Looked at all of my drafts of the hyperlink text, she was the one that encouraged me to have a way out of it."}
{"start": "00:41:05.460", "end": "00:41:09.330", "speaker": "Kendra McPheeters", "utterance": " Because at first, I think I kind of got stuck in that that trauma spiral and she's."}
{"start": "00:41:10.170", "end": "00:41:16.470", "speaker": "Kendra McPheeters", "utterance": " But what can we do to show that life does move on from this, because otherwise it's going to be a really dark thing so."}
{"start": "00:41:17.190", "end": "00:41:28.020", "speaker": "Kendra McPheeters", "utterance": " She was excellent, in that way and she's actually the one that encouraged that I submit a proposal for this conference um but as far as support, I think I would have liked to receive."}
{"start": "00:41:29.340", "end": "00:41:41.310", "speaker": "Kendra McPheeters", "utterance": " I mean, she did an excellent job, making herself available, I really liked that she was willing to do that and take that extra step and be a person and as a teacher that's really important to me to do with my students."}
{"start": "00:41:42.750", "end": "00:41:46.770", "speaker": "Kendra McPheeters", "utterance": " So I don't know that there were any supports that she didn't provide."}
{"start": "00:41:48.090", "end": "00:41:50.010", "speaker": "Kendra McPheeters", "utterance": " She was just really great at being accessible."}
{"start": "00:41:55.620", "end": "00:41:58.200", "speaker": "Jeremy Douglass", "utterance": " Good I asked a question from for."}
{"start": "00:41:58.410", "end": "00:41:59.400", "speaker": "Jeremy Douglass", "utterance": " i'm not sure if there's a cube."}
{"start": "00:42:00.390", "end": "00:42:00.690", "speaker": "None", "utterance": "Yes."}
{"start": "00:42:01.800", "end": "00:42:07.110", "speaker": "Jeremy Douglass", "utterance": " Great now, this was a question for Devon Devon at all, so I know you're speaking for many um."}
{"start": "00:42:09.540", "end": "00:42:11.520", "speaker": "Jeremy Douglass", "utterance": " I wonder if you're familiar with."}
{"start": "00:42:12.990", "end": "00:42:18.540", "speaker": "Jeremy Douglass", "utterance": " Experimental experimental clicker works like universal paperclips."}
{"start": "00:42:20.070", "end": "00:42:24.270", "speaker": "Jeremy Douglass", "utterance": " I was, I was thinking you mentioned cow clicker and I was thinking about the."}
{"start": "00:42:26.580", "end": "00:42:40.710", "speaker": "Jeremy Douglass", "utterance": " The the way that some game like electronically and literature works are about to analyzing logic, you know that there's a there's a kind of ultimately you know they were they work well as institutional critique in part because, like."}
{"start": "00:42:41.790", "end": "00:42:49.200", "speaker": "Jeremy Douglass", "utterance": " You know the the thing becomes a machine that wants you to do certain things and doesn't want you to do other certain things, and so I was wondering if there was a."}
{"start": "00:42:49.530", "end": "00:43:04.080", "speaker": "Jeremy Douglass", "utterance": " If there was a body of not necessarily a body of clickers specifically, but these sort of philosophically introspective critique structural critique works that you saw this fitting in with or what are your neighbors or your rivals."}
{"start": "00:43:05.280", "end": "00:43:09.660", "speaker": "Devin Shepherd", "utterance": " You know I think when we as a studio where we're kind of coming at this from more of like a."}
{"start": "00:43:10.200", "end": "00:43:16.140", "speaker": "Devin Shepherd", "utterance": " Like market driven more like we're trying to make like games that are produced into you know products more or less."}
{"start": "00:43:16.410", "end": "00:43:23.910", "speaker": "Devin Shepherd", "utterance": " But this was probably the first game where we thought of this in a little bit more of a critical way, I think we all have that kind of like bent but as far as like things that we were looking at."}
{"start": "00:43:25.140", "end": "00:43:28.800", "speaker": "Devin Shepherd", "utterance": " I think the closest game that, like most people might have played here would be like something like."}
{"start": "00:43:29.820", "end": "00:43:38.850", "speaker": "Devin Shepherd", "utterance": " papers, please, which is very much like you know your your your Bureau bureaucrat or like you know just this you you you basically sit at a bottleneck and decide how things."}
{"start": "00:43:39.240", "end": "00:43:43.350", "speaker": "Devin Shepherd", "utterance": " come through or don't come through and there's always the sort of moral questions with those things."}
{"start": "00:43:44.190", "end": "00:43:55.140", "speaker": "Devin Shepherd", "utterance": " in other ways, though I think you know i'm i'm definitely interested in learning more about those later on in this conference, I have a presentation about Farm Bill, so you know I think clicker games are really interesting to me because they're so."}
{"start": "00:43:56.460", "end": "00:44:00.540", "speaker": "Devin Shepherd", "utterance": " accessible, I guess, and I mean, and I mean accessible in the sense of like."}
{"start": "00:44:01.830", "end": "00:44:05.160", "speaker": "Devin Shepherd", "utterance": " A lot of games seem to actively try to exclude certain groups from playing."}
{"start": "00:44:05.160", "end": "00:44:08.460", "speaker": "Devin Shepherd", "utterance": " them and they they're so specific as to like not be."}
{"start": "00:44:08.700", "end": "00:44:10.530", "speaker": "Devin Shepherd", "utterance": " very friendly or approachable so."}
{"start": "00:44:11.550", "end": "00:44:13.680", "speaker": "Devin Shepherd", "utterance": " it's a really good question i'd love to hear more it sounds like."}
{"start": "00:44:14.400", "end": "00:44:24.870", "speaker": "Devin Shepherd", "utterance": " I don't think I think my knowledge in this area is actually somewhat shallow, and this is like my attempt to work through it and see what what was there, so i'm really i'd be really interested to hear more about predecessors that you're aware of."}
{"start": "00:44:26.190", "end": "00:44:26.340", "speaker": "Devin Shepherd", "utterance": " The."}
{"start": "00:44:26.430", "end": "00:44:27.210", "speaker": "Jeremy Douglass", "utterance": " chat sometime."}
{"start": "00:44:30.750", "end": "00:44:32.310", "speaker": "Track one", "utterance": " Conference Admin: So the question and I think a trick."}
{"start": "00:44:33.660", "end": "00:44:37.200", "speaker": "S?ren Bro Pold, Co-chair, Aarhus University (he, him)", "utterance": " yeah and the world is sort of a actually a follow up because."}
{"start": "00:44:38.400", "end": "00:44:45.660", "speaker": "S?ren Bro Pold, Co-chair, Aarhus University (he, him)", "utterance": " gives JEREMY post my question more eloquently but but i'd be thinking about."}
{"start": "00:44:46.710", "end": "00:45:05.370", "speaker": "S?ren Bro Pold, Co-chair, Aarhus University (he, him)", "utterance": " In you know in once what kind of critique of the sort of tenure track system, do you think such a game kid can pull out that's different from other kinds of critique and and then of course the other question is, you know, is there a way to teach can can read game, the system."}
{"start": "00:45:06.300", "end": "00:45:16.650", "speaker": "Devin Shepherd", "utterance": " That is really interesting yeah I think that was one of the main things we wanted to introduce in the game is how you can potentially not follow the rules and still win, I think we haven't gotten."}
{"start": "00:45:17.220", "end": "00:45:30.570", "speaker": "Devin Shepherd", "utterance": " So far, in creating and I could be wrong with us the game is still in development, but with getting into where you can actually lose the game, I mean, so you can you can lose the game by doing the right things, and you can win the game by doing the wrong things."}
{"start": "00:45:31.200", "end": "00:45:41.220", "speaker": "Devin Shepherd", "utterance": " But actually figuring out how to you know, to use a common I guess phrase Min Max the game that's another thing it's sort of like."}
{"start": "00:45:41.640", "end": "00:45:46.740", "speaker": "Devin Shepherd", "utterance": " At the end of the day, it's what's important to you and how do you value the actual rewards at the end of the day."}
{"start": "00:45:47.490", "end": "00:45:51.690", "speaker": "Devin Shepherd", "utterance": " it's a pretty open ended game, so the endings are sort of more just rewards in and of themselves like."}
{"start": "00:45:51.960", "end": "00:46:00.510", "speaker": "Devin Shepherd", "utterance": " If you get a certain ending it's because you've acted in a certain way it's a fairly common trope in a lot of indie games like allowing people to go through a whole game of violent game without."}
{"start": "00:46:01.050", "end": "00:46:06.120", "speaker": "Devin Shepherd", "utterance": " You know, doing anything violent and getting a certain ending so in a way it's more conversant in like."}
{"start": "00:46:06.660", "end": "00:46:15.840", "speaker": "Devin Shepherd", "utterance": " Not only academia, but also like game tropes and trying to apply that to something that's sort of but now, and maybe not on the surface, that interesting."}
{"start": "00:46:16.800", "end": "00:46:31.290", "speaker": "Devin Shepherd", "utterance": " And I think that's how what it made might have in common with more other critical games is sort of like looking at something absurd and making it somehow more absurd by by making it even more distilled and kind of drill down into that even more so, like JEREMY had mentioned."}
{"start": "00:46:32.340", "end": "00:46:45.870", "speaker": "Devin Shepherd", "utterance": " A cow clicker and that was something that i'd looked at and I thought about it quite a bit and how oftentimes satire isn't very good at changing anything or teaching people anything new, it just maybe makes you more aware of something that's bad or kind of."}
{"start": "00:46:47.070", "end": "00:47:01.980", "speaker": "Devin Shepherd", "utterance": " A little bit off, you may not have thought about it in that exact way before, so I don't really know if it achieves much except that it makes the audience for a certain topic bigger and perhaps allows them to approach it in a way that you know isn't as boring as maybe, just like a."}
{"start": "00:47:03.150", "end": "00:47:07.440", "speaker": "Devin Shepherd", "utterance": " analysis of the situation might be it sort of empathy but yeah."}
{"start": "00:47:08.970", "end": "00:47:10.110", "speaker": "Devin Shepherd", "utterance": " I don't know if I answered the question."}
{"start": "00:47:12.210", "end": "00:47:12.480", "speaker": "None", "utterance": "But."}
{"start": "00:47:15.480", "end": "00:47:16.380", "speaker": "S?ren Bro Pold, Co-chair, Aarhus University (he, him)", "utterance": " Well, you know just."}
{"start": "00:47:16.410", "end": "00:47:28.950", "speaker": "S?ren Bro Pold, Co-chair, Aarhus University (he, him)", "utterance": " point out that that that just seeing the whole academic Korea track as a game is of course a criticism X about it."}
{"start": "00:47:32.190", "end": "00:47:47.130", "speaker": "Deena Larsen", "utterance": " We also had a question, a lot of these words aren't accessible for the transverse have you been working at all with Dini guards on next project, the repository which she is now resurrected."}
{"start": "00:47:48.210", "end": "00:47:56.670", "speaker": "Deena Larsen", "utterance": " Hundreds of flash works and has been doing simulations of the pathfinders hoping that there's a connection there."}
{"start": "00:48:01.590", "end": "00:48:04.830", "speaker": "Jeremy Douglass", "utterance": " So the i'm there so."}
{"start": "00:48:05.400", "end": "00:48:06.960", "speaker": "Jeremy Douglass", "utterance": " there's definitely a connection there."}
{"start": "00:48:07.260", "end": "00:48:07.860", "speaker": "Jeremy Douglass", "utterance": " The the."}
{"start": "00:48:09.120", "end": "00:48:09.450", "speaker": "Jeremy Douglass", "utterance": " The."}
{"start": "00:48:09.720", "end": "00:48:11.280", "speaker": "Deena Larsen", "utterance": " thing you two are working together."}
{"start": "00:48:11.730", "end": "00:48:12.810", "speaker": "Jeremy Douglass", "utterance": " Yes, so um."}
{"start": "00:48:12.990", "end": "00:48:18.810", "speaker": "Jeremy Douglass", "utterance": " So basically the the project internally is kind of chapters in that we're breaking it out by by."}
{"start": "00:48:19.140", "end": "00:48:29.610", "speaker": "Jeremy Douglass", "utterance": " materials that share material that that share similarities, you know copyright status historical period underlying technology and flash is something that."}
{"start": "00:48:31.080", "end": "00:48:33.180", "speaker": "Jeremy Douglass", "utterance": " We haven't quite worked our way up to."}
{"start": "00:48:34.500", "end": "00:48:39.840", "speaker": "Jeremy Douglass", "utterance": " Just because it introduces another layer of D compilers and and."}
{"start": "00:48:40.860", "end": "00:48:41.160", "speaker": "Jeremy Douglass", "utterance": " and"}
{"start": "00:48:42.450", "end": "00:48:56.190", "speaker": "Jeremy Douglass", "utterance": " Being able to give participants, you know, maybe emulated software that they can use to work with authoring tools and things like that so it's definitely on the roadmap and we we are excited i've taught i've mentioned to her before that we'd like to do."}
{"start": "00:48:56.190", "end": "00:48:57.480", "speaker": "Jeremy Douglass", "utterance": " That um but we've."}
{"start": "00:48:58.530", "end": "00:49:02.070", "speaker": "Jeremy Douglass", "utterance": " we've progressed somewhat in the form of beginning with low hanging."}
{"start": "00:49:02.100", "end": "00:49:02.520", "speaker": "None", "utterance": "fruit."}
{"start": "00:49:03.540", "end": "00:49:07.200", "speaker": "Jeremy Douglass", "utterance": " And then moving up to where we're stretching our legs on things like."}
{"start": "00:49:08.040", "end": "00:49:21.660", "speaker": "Jeremy Douglass", "utterance": " interactive 16 millimeter film and things like that, and next we're going to start getting up to things where we're actually even doing adversarial mapping, which is basically like for profit steam distributions that don't really don't want you."}
{"start": "00:49:22.860", "end": "00:49:41.580", "speaker": "Jeremy Douglass", "utterance": " And I would say flashes kind of like just below that in that two thirds of it or so is compiled some five times aggressively in an obfuscated way um and then, and then a third of it isn't a third of it is just like a it's just right there but it's it's going to be work to suss it out."}
{"start": "00:49:47.610", "end": "00:49:56.820", "speaker": "Track one", "utterance": " Conference Admin: That question for initiates you're looking at these two works, and I was wondering, can you talk about how your project fits into like sort of the."}
{"start": "00:49:59.520", "end": "00:50:15.180", "speaker": "Track one", "utterance": " Conference Admin: spectrum of specificity and represent ability like do you think there's something about these works it's very specific to them that we need to look at specifically these works for that reason, do you think that they are representative for their time or for Brazil or."}
{"start": "00:50:18.750", "end": "00:50:19.260", "speaker": "Vin?cius UFMT", "utterance": " in between."}
{"start": "00:50:20.910", "end": "00:50:31.770", "speaker": "Vin?cius UFMT", "utterance": " I think that, as I said in the beginning, they are very representative of a certain poetic style from the 70s in Brazil, that is, art and."}
{"start": "00:50:33.090", "end": "00:50:54.120", "speaker": "Vin?cius UFMT", "utterance": " poetry, and the thing is that most of Latin American he lit was produced I don't know, in the light of the Brazilian concrete poetry, so it is at the same time, an insolence but at some at the same time, a limitation to what many poets, have been able to do specially because."}
{"start": "00:50:56.520", "end": "00:51:14.130", "speaker": "Vin?cius UFMT", "utterance": " The same free concrete poets, are the one always referred to and that's why I decided to investigate this one, let me just you know who is not in the WHO is a marginal poet within the marginal system that is President he lit."}
{"start": "00:51:21.600", "end": "00:51:24.660", "speaker": "Scott Rettberg", "utterance": " that's it that's a really interesting observation that."}
{"start": "00:51:25.920", "end": "00:51:30.120", "speaker": "Scott Rettberg", "utterance": " That this sort of heritage of Brazilian."}
{"start": "00:51:31.470", "end": "00:51:32.490", "speaker": "Scott Rettberg", "utterance": " Can I poetry."}
{"start": "00:51:33.990", "end": "00:51:43.740", "speaker": "Scott Rettberg", "utterance": " was kind of constrained in that way and it's interesting to consider with the you know this, the similar sorts of work that were coming out of Portugal as well."}
{"start": "00:51:44.910", "end": "00:51:52.410", "speaker": "Scott Rettberg", "utterance": " So it's have you run across other sort of counter traditions any research."}
{"start": "00:51:56.550", "end": "00:51:57.870", "speaker": "Vin?cius UFMT", "utterance": " i'm now that."}
{"start": "00:51:58.080", "end": "00:52:10.320", "speaker": "Vin?cius UFMT", "utterance": " We are having there is a growth in the now works within the Latin American Community with his laterally the light and the requisite go to belittle director Latin America."}
{"start": "00:52:10.800", "end": "00:52:21.540", "speaker": "Vin?cius UFMT", "utterance": " Now we are seeing other history geographies for Latin American he let outside the shadow of Brazilian concrete poetry."}
{"start": "00:52:22.140", "end": "00:52:41.820", "speaker": "Vin?cius UFMT", "utterance": " Mainly now i'm reconsidering this Latin American he lit history, considering Argentinian he lit Max can eat it and other priests predecessors that have influenced the story, not necessarily the President complete once."}
{"start": "00:52:56.400", "end": "00:52:59.250", "speaker": "Track one", "utterance": " Conference Admin: Yes, any other quick questions."}
{"start": "00:52:59.760", "end": "00:53:17.100", "speaker": "Scott Rettberg", "utterance": " I just say fascinating project everyone, I thought, listening to you explain your posters I was just reflecting that you actually get so much more out of the background of the work when you're sort of able to pay attention to everyone, individually and in some ways, you know."}
{"start": "00:53:18.300", "end": "00:53:27.720", "speaker": "Scott Rettberg", "utterance": " As opposed to being in a post or Hall, and a conference session you're able to kind of concentrate much more direct way so that was great session, and thanks."}
{"start": "00:53:29.610", "end": "00:53:30.300", "speaker": "Jeremy Douglass", "utterance": " Here here."}
{"start": "00:53:30.480", "end": "00:53:34.620", "speaker": "Jeremy Douglass", "utterance": " What a great covert, this was an amazing collection of projects."}
{"start": "00:53:36.090", "end": "00:53:42.690", "speaker": "Track one", "utterance": " Conference Admin: I agree, this is all fascinating and all linked together in very unexpected ways."}
{"start": "00:53:48.150", "end": "00:53:51.930", "speaker": "Track one", "utterance": " Conference Admin: So if there's no other pressing questions, I think we can end the session here."}
{"start": "00:53:52.530", "end": "00:53:57.810", "speaker": "Scott Rettberg", "utterance": " Although maybe we should just it now it's real quickly, let me find."}
{"start": "00:53:58.740", "end": "00:53:59.460", "speaker": "Track one", "utterance": " Conference Admin: and get it done."}
{"start": "00:53:59.670", "end": "00:54:08.970", "speaker": "Scott Rettberg", "utterance": " And you burn marks email I hope it's okay it's mark here is it okay to actually send out the link an hour before that thing."}
{"start": "00:54:10.440", "end": "00:54:11.340", "speaker": "Scott Rettberg", "utterance": " They were still."}
{"start": "00:54:11.400", "end": "00:54:12.600", "speaker": "Jeremy Douglass", "utterance": " They were still setting up."}
{"start": "00:54:14.490", "end": "00:54:18.180", "speaker": "Scott Rettberg", "utterance": " The the next the next event is not going to be in zoom."}
{"start": "00:54:19.230", "end": "00:54:20.280", "speaker": "Scott Rettberg", "utterance": " But it's going to be in."}
{"start": "00:54:20.340", "end": "00:54:21.330", "speaker": "Scott Rettberg", "utterance": " In gather town."}
{"start": "00:54:22.380", "end": "00:54:30.870", "speaker": "Scott Rettberg", "utterance": " Which is I don't know how many of you have used that but it's a it's an online sort of zoom like space, but where you kind of have."}
{"start": "00:54:31.470", "end": "00:54:50.610", "speaker": "Scott Rettberg", "utterance": " These little eight bit cartoon characters and and you navigate a physical space and you kind of go up to people and you're able to to video chat with them individually so so it's very interesting space and that's going to start at the half hour 930 and Norwegian time."}
{"start": "00:54:52.920", "end": "00:54:55.260", "speaker": "Track one", "utterance": " Conference Admin: An hour I think in our region."}
{"start": "00:54:56.370", "end": "00:54:57.600", "speaker": "Track one", "utterance": " Conference Admin: it's 10 o'clock."}
{"start": "00:54:57.690", "end": "00:55:02.430", "speaker": "Scott Rettberg", "utterance": " Oh yes, sorry it's going to start at 10 o'clock yeah but."}
{"start": "00:55:02.790", "end": "00:55:05.700", "speaker": "S?ren Bro Pold, Co-chair, Aarhus University (he, him)", "utterance": " Somebody told me that in an hour wherever you are."}
{"start": "00:55:07.200", "end": "00:55:10.170", "speaker": "Scott Rettberg", "utterance": " But probably you can wander around in there in about a half hour."}
{"start": "00:55:12.030", "end": "00:55:12.630", "speaker": "Scott Rettberg", "utterance": " Okay we're."}
{"start": "00:55:15.180", "end": "00:55:18.870", "speaker": "S?ren Bro Pold, Co-chair, Aarhus University (he, him)", "utterance": " In the link is also added to the program now."}
{"start": "00:55:20.250", "end": "00:55:23.190", "speaker": "S?ren Bro Pold, Co-chair, Aarhus University (he, him)", "utterance": " So if you visit the program it's there."}
{"start": "00:55:26.310", "end": "00:55:26.610", "speaker": "Jeremy Douglass", "utterance": " and"}
{"start": "00:55:27.990", "end": "00:55:30.510", "speaker": "Scott Rettberg", "utterance": " thanks again to to Hannah for."}
{"start": "00:55:31.980", "end": "00:55:44.070", "speaker": "Scott Rettberg", "utterance": " we're at we're at the university working all day and one of the labs and and how does has taken on the the organization these two days and also tomorrow so just want to say that I think she's done a great job."}
{"start": "00:55:44.940", "end": "00:56:00.270", "speaker": "Track one", "utterance": " Conference Admin: Thank you very much, and also thank you very much to all the presenters and the people discussing the posters, and I look forward to also discussing it further in the discovery channel throughout the week because obviously not everyone could be here right now."}
{"start": "00:56:01.920", "end": "00:56:07.020", "speaker": "Track one", "utterance": " Conference Admin: And then I want to say, good evening, not the case for and for all of you."}
{"start": "00:56:09.600", "end": "00:56:12.810", "speaker": "Track one", "utterance": " Conference Admin: Have a good day and a good week i'll."}
{"start": "00:56:14.250", "end": "00:56:16.020", "speaker": "Jeremy Douglass", "utterance": " See you and."}
{"start": "00:56:16.440", "end": "00:56:17.490", "speaker": "Jeremy Douglass", "utterance": " reach out if you were saying."}
{"start": "00:56:18.930", "end": "00:56:21.330", "speaker": "S?ren Bro Pold, Co-chair, Aarhus University (he, him)", "utterance": " Hello before you leave yes."}
{"start": "00:56:22.590", "end": "00:56:27.120", "speaker": "S?ren Bro Pold, Co-chair, Aarhus University (he, him)", "utterance": " I don't know whether I can see that, but can you send the link to the."}
{"start": "00:56:28.620", "end": "00:56:29.100", "speaker": "S?ren Bro Pold, Co-chair, Aarhus University (he, him)", "utterance": " To the."}