{"start": "00:00:03.480", "end": "00:00:19.350", "speaker": "Jack Murray", "utterance": " All right, Hello everyone, welcome to the virtualized material games panel i'm jack Murray and joining me our toe from rafi and Nick loan to begin i'd like to give an overview and hopefully preempt some of the questions that."}
{"start": "00:00:21.720", "end": "00:00:31.500", "speaker": "Jack Murray", "utterance": " In reference to the title of the panel, so we chose to use the term material games which we you know don't intend to."}
{"start": "00:00:31.950", "end": "00:00:44.160", "speaker": "Jack Murray", "utterance": " ignore the material histories of electronic literature and technology platforms youth and development consumption of digital media, rather it is intended to highlight specific modes of play that are afforded by the material components of each medium."}
{"start": "00:00:44.700", "end": "00:00:53.970", "speaker": "Jack Murray", "utterance": " And we're interested in not only the material objects that surround these Games, but also everything that makes up the myriad of microcosms related to technologies of play."}
{"start": "00:00:55.080", "end": "00:01:00.840", "speaker": "Jack Murray", "utterance": " So while this panel is primarily interested in things related to analog games, the term analog."}
{"start": "00:01:01.890", "end": "00:01:13.770", "speaker": "Jack Murray", "utterance": " is often taken to me non digital, though, as the editors of the analog game studies journal note, there is a hybrid of the inherent in analog games in the current technological era, the design."}
{"start": "00:01:14.790", "end": "00:01:20.760", "speaker": "Jack Murray", "utterance": " Development and presentation and play of analog games often incorporate a variety of digital elements such."}
{"start": "00:01:21.870", "end": "00:01:26.610", "speaker": "Jack Murray", "utterance": " As such, we use the term virtual to evoke multiple meetings virtual as a way of being."}
{"start": "00:01:27.030", "end": "00:01:34.230", "speaker": "Jack Murray", "utterance": " through the use of computer systems as in virtual reality and virtual as in something that contains a vast potential for connections and forums."}
{"start": "00:01:34.920", "end": "00:01:40.170", "speaker": "Jack Murray", "utterance": " And lastly, our discussion will primarily cover variety of games, we believe, while are."}
{"start": "00:01:41.040", "end": "00:01:45.450", "speaker": "Jack Murray", "utterance": " We still believe that this intersection between games and electronic literature is incredibly broad."}
{"start": "00:01:45.930", "end": "00:01:53.610", "speaker": "Jack Murray", "utterance": " And this is increasingly apparent in the rising popularity of narrative driven games that take cues from interactive fiction or use digital tools to facilitate storytelling."}
{"start": "00:01:54.030", "end": "00:02:01.800", "speaker": "Jack Murray", "utterance": " The specific games and media we've discussed might not be explicitly related, however, our purpose in addressing them here is to think through the ways technology is impacting."}
{"start": "00:02:03.210", "end": "00:02:10.320", "speaker": "Jack Murray", "utterance": " play and as well as discuss a variety of tools that can be used to unpack this relationship in short virtualized material games."}
{"start": "00:02:10.530", "end": "00:02:20.310", "speaker": "Jack Murray", "utterance": " highlights the material assemblages of play and offers ways to think through the relationships between analog and digital platforms so without further ado, I will pass the MIC over to toe for who will."}
{"start": "00:02:21.360", "end": "00:02:22.170", "speaker": "Jack Murray", "utterance": " lead us off."}
{"start": "00:02:24.510", "end": "00:02:29.070", "speaker": "Topher Maraffi", "utterance": " Okay, thanks jack so let me go ahead and share my screen."}
{"start": "00:02:35.100", "end": "00:02:37.080", "speaker": "Topher Maraffi", "utterance": " and, hopefully, you can."}
{"start": "00:02:39.240", "end": "00:02:41.430", "speaker": "Topher Maraffi", "utterance": " see that Okay, am I coming through all right."}
{"start": "00:02:43.110", "end": "00:02:44.100", "speaker": "Topher Maraffi", "utterance": " Okay, great."}
{"start": "00:02:47.070", "end": "00:02:48.720", "speaker": "Topher Maraffi", "utterance": " So i'm gonna i'm gonna start off."}
{"start": "00:02:52.320", "end": "00:02:59.580", "speaker": "Topher Maraffi", "utterance": " My title of my my presentation is X our narrative and performative play to enhance competitive board games that X."}
{"start": "00:03:01.410", "end": "00:03:05.160", "speaker": "Topher Maraffi", "utterance": " So I think it's kind of a not not a great title but."}
{"start": "00:03:06.210", "end": "00:03:06.660", "speaker": "Topher Maraffi", "utterance": " But."}
{"start": "00:03:08.010", "end": "00:03:11.310", "speaker": "Topher Maraffi", "utterance": " i'll try to elaborate on that a bit."}
{"start": "00:03:12.690", "end": "00:03:15.120", "speaker": "Topher Maraffi", "utterance": " So, the main thing is that."}
{"start": "00:03:17.070", "end": "00:03:26.220", "speaker": "Topher Maraffi", "utterance": " I teach in MFA program on inner entertainment media and technology and we're focusing a lot on."}
{"start": "00:03:27.420", "end": "00:03:33.810", "speaker": "Topher Maraffi", "utterance": " xr emerging technologies and interfaces as well as game design and."}
{"start": "00:03:35.040", "end": "00:03:38.250", "speaker": "Topher Maraffi", "utterance": " we're exploring player aesthetics."}
{"start": "00:03:39.540", "end": "00:03:46.470", "speaker": "Topher Maraffi", "utterance": " In several projects where we take material play experiences like board games and escape rooms and."}
{"start": "00:03:47.790", "end": "00:04:00.480", "speaker": "Topher Maraffi", "utterance": " are transforming those two virtual spaces in xlr and so some questions that come up in, that is, how does virtual scale and changing perspective in xr worlds affect the player experience."}
{"start": "00:04:01.470", "end": "00:04:24.840", "speaker": "Topher Maraffi", "utterance": " In this presentation i'm going to argue that the first person play and xr space is becoming more embodied in performative, especially in vr and we can therefore draw from theatre arts to enhance gameplay and narrative aesthetics in these experiences and so."}
{"start": "00:04:26.310", "end": "00:04:26.820", "speaker": "Topher Maraffi", "utterance": " The."}
{"start": "00:04:29.190", "end": "00:04:43.740", "speaker": "Topher Maraffi", "utterance": " A good example of that is the wizard chess in Harry Potter and how the scale in that becomes very performative when its life size or larger than life."}
{"start": "00:04:44.310", "end": "00:04:59.640", "speaker": "Topher Maraffi", "utterance": " And so the player actually becomes more of a performer or object on the chessboard, and is not separate from the board directing it from above or outside."}
{"start": "00:05:00.540", "end": "00:05:12.480", "speaker": "Topher Maraffi", "utterance": " The game rules may be the same for the game itself, but the perspective and change is much more dramatic and performative when it's that scale."}
{"start": "00:05:13.620", "end": "00:05:17.550", "speaker": "Topher Maraffi", "utterance": " And immersing your your player in it."}
{"start": "00:05:18.570", "end": "00:05:22.830", "speaker": "Topher Maraffi", "utterance": " So some of the issues or."}
{"start": "00:05:24.510", "end": "00:05:45.810", "speaker": "Topher Maraffi", "utterance": " Concepts design concepts that impact this research are dealing with the nba framework which we use for game design it's a very popular framework from the early 2000s and the lewd ology versus narrative ology debate of the same period."}
{"start": "00:05:47.520", "end": "00:06:04.050", "speaker": "Topher Maraffi", "utterance": " are something that I i'm trying to address with with this performative aspect, the question of where where is that in these game design frameworks, the nba is being criticized for not really having a good."}
{"start": "00:06:05.730", "end": "00:06:24.930", "speaker": "Topher Maraffi", "utterance": " way to address narrative and you know it came out at a time when there was this debate, and most of the ones who came up with mda were on the side, so they took a very much approach from from that framework."}
{"start": "00:06:27.180", "end": "00:06:27.720", "speaker": "Topher Maraffi", "utterance": " But."}
{"start": "00:06:28.980", "end": "00:06:31.260", "speaker": "Topher Maraffi", "utterance": " i'm also looking at how can we."}
{"start": "00:06:32.550", "end": "00:06:39.180", "speaker": "Topher Maraffi", "utterance": " bring these two sides together through performance and also how to alleviate ludo narrative dissonance."}
{"start": "00:06:39.840", "end": "00:06:50.400", "speaker": "Topher Maraffi", "utterance": " Something that hawking talked about that you know a good example is when you're running around in assassin's creed and you come on some camp in the middle of the."}
{"start": "00:06:50.760", "end": "00:07:02.910", "speaker": "Topher Maraffi", "utterance": " woods and the game incentivizes you to kill everybody in the camp and loot their treasure, even though they're not your enemies you don't know them at all and you're supposed to be a hero."}
{"start": "00:07:04.170", "end": "00:07:12.240", "speaker": "Topher Maraffi", "utterance": " There have been many times in that game where i've been running around and i've like been torn by this decision of whether I should actually."}
{"start": "00:07:13.740", "end": "00:07:29.190", "speaker": "Topher Maraffi", "utterance": " You know attack this village, so that kind of thing, where the the narrative and the the way you're playing as a hero, for instance doesn't line up with with the gameplay with the games and giving you to do."}
{"start": "00:07:30.630", "end": "00:07:42.870", "speaker": "Topher Maraffi", "utterance": " And, and also things like we're looking at board games and how clue and D amp D have very performative features in them, especially the live action role play in D amp D."}
{"start": "00:07:44.160", "end": "00:07:46.860", "speaker": "Topher Maraffi", "utterance": " Something that you know I did back in the day."}
{"start": "00:07:48.000", "end": "00:07:51.660", "speaker": "Topher Maraffi", "utterance": " In the 80s and and I, I think that."}
{"start": "00:07:53.550", "end": "00:07:56.370", "speaker": "Topher Maraffi", "utterance": " You know that's not really addressed with these either."}
{"start": "00:07:57.750", "end": "00:07:58.350", "speaker": "Topher Maraffi", "utterance": " So."}
{"start": "00:07:59.430", "end": "00:08:06.540", "speaker": "Topher Maraffi", "utterance": " I think that that we're looking at xr and especially a lot of our projects use vr and."}
{"start": "00:08:08.880", "end": "00:08:24.390", "speaker": "Topher Maraffi", "utterance": " Looking at the best or the most immersive vr experiences in games out there really show their part of Jenkins convergence culture where it's bringing you know film and and games and all these different and actually."}
{"start": "00:08:25.470", "end": "00:08:27.000", "speaker": "Topher Maraffi", "utterance": " literature all together."}
{"start": "00:08:28.230", "end": "00:08:44.820", "speaker": "Topher Maraffi", "utterance": " into these trans transmedia story worlds and and things like the avoids vr theater Star Wars experience, because of the empire and vader immortal when you're playing them feel very theatrical."}
{"start": "00:08:45.990", "end": "00:08:50.220", "speaker": "Topher Maraffi", "utterance": " You know you're playing with this life size or larger than life."}
{"start": "00:08:51.630", "end": "00:09:04.620", "speaker": "Topher Maraffi", "utterance": " And PCs of darth vader and they're standing in front of you, and you can see all the details and in the case of the voice theaters they actually put in performative principles from magic theatre because."}
{"start": "00:09:05.400", "end": "00:09:21.420", "speaker": "Topher Maraffi", "utterance": " The the one of the founders was a magician and and and and so that you're actually getting smells and and you're able to walk in an unlimited way, even though you're in a limited space and really try to engage all those senses."}
{"start": "00:09:22.650", "end": "00:09:28.950", "speaker": "Topher Maraffi", "utterance": " To create the illusion of this almost theatrical experience and so."}
{"start": "00:09:30.300", "end": "00:09:46.800", "speaker": "Topher Maraffi", "utterance": " When i'm talking about performative you know, this being an elo conference and talking about narrative a lot of times, this will be put under the narrative and and what i'm really talking about is is not what's from the script."}
{"start": "00:09:47.820", "end": "00:10:07.140", "speaker": "Topher Maraffi", "utterance": " If you are an actor, you get a script there are certain things specified in the script and there's certain things that you as an actor improvise and so things in the game that are not specified by the script or the gameplay but which the player gets to choose and."}
{"start": "00:10:08.580", "end": "00:10:20.280", "speaker": "Topher Maraffi", "utterance": " You know, is based really on their style of play, and so you know when I play shooter games, I prefer to stay back and or games that have."}
{"start": "00:10:20.760", "end": "00:10:35.790", "speaker": "Topher Maraffi", "utterance": " some kind of fighting in them, I usually prefer to stay back and sniper as opposed to running forward into the fray and and that's a style of aspect of performative play and things like you know."}
{"start": "00:10:37.320", "end": "00:10:46.290", "speaker": "Topher Maraffi", "utterance": " Changing your characters appearance and the skills that you choose all of those things are performative aspects of character play."}
{"start": "00:10:47.790", "end": "00:10:53.280", "speaker": "Topher Maraffi", "utterance": " Other concepts that that are going into this."}
{"start": "00:10:54.690", "end": "00:10:55.890", "speaker": "Topher Maraffi", "utterance": " Research are really."}
{"start": "00:10:57.840", "end": "00:11:12.000", "speaker": "Topher Maraffi", "utterance": " Using this magic circle as world building activities is and the sort of loser loser attitude is very similar to the suspension of disbelief in theater."}
{"start": "00:11:13.350", "end": "00:11:18.930", "speaker": "Topher Maraffi", "utterance": " Edward Gordon craig's performative concept of the uber marionette as the perfect actor."}
{"start": "00:11:20.040", "end": "00:11:29.280", "speaker": "Topher Maraffi", "utterance": " That doesn't have any sort of never goes out of character and doesn't have any of the actors ego in it."}
{"start": "00:11:30.420", "end": "00:11:43.410", "speaker": "Topher Maraffi", "utterance": " He came up with that concept in 1907 and and described it, and a for the theater of the future, and he said what the wires will be I don't know and he kept trying to create it."}
{"start": "00:11:44.490", "end": "00:11:58.080", "speaker": "Topher Maraffi", "utterance": " Up until he died, but was never able to technologically make it, but I argue that that's that is digital characters in games and and and the wires, for that is Ai code."}
{"start": "00:12:01.500", "end": "00:12:18.720", "speaker": "Topher Maraffi", "utterance": " And so being this little narrative dissonance through bridging new dodgy and narrow technology with this performance psychology approach so that your your character acting from the script is connecting to the gameplay all of that sort of aligning."}
{"start": "00:12:19.950", "end": "00:12:29.940", "speaker": "Topher Maraffi", "utterance": " and looking at kicks me highs flow concepts and other concepts of immersive immersion in theater."}
{"start": "00:12:30.900", "end": "00:12:45.690", "speaker": "Topher Maraffi", "utterance": " it's flow has been applied to both theatrical acting and video game play and the flow Arc has been compared to the narrative Arc and so sort of trying to come up with a framework that will align these things."}
{"start": "00:12:47.430", "end": "00:12:49.680", "speaker": "Topher Maraffi", "utterance": " is something that we're applying."}
{"start": "00:12:51.570", "end": "00:13:01.680", "speaker": "Topher Maraffi", "utterance": " In this research, and I call it the sugar play framework it's got three aspects screenplay gameplay and role play, and those are really the narrative."}
{"start": "00:13:02.520", "end": "00:13:18.600", "speaker": "Topher Maraffi", "utterance": " ludic and performative aspects of play i'm really trying to sort of break these down into separate areas that can be covered in a game analysis and game design and."}
{"start": "00:13:20.400", "end": "00:13:28.290", "speaker": "Topher Maraffi", "utterance": " Then, since this is an elo conference i'll you know i'm very interested in sort of literary aesthetics and and sort of."}
{"start": "00:13:29.760", "end": "00:13:39.180", "speaker": "Topher Maraffi", "utterance": " Something like Alan wake, which I thought did a really good job as a game of creating of the seal and the aesthetics, of the Stephen King novel."}
{"start": "00:13:40.470", "end": "00:13:46.140", "speaker": "Topher Maraffi", "utterance": " That align the gameplay and the themes of light and dark and fight or flight with."}
{"start": "00:13:47.640", "end": "00:13:48.600", "speaker": "Topher Maraffi", "utterance": " With the."}
{"start": "00:13:49.980", "end": "00:14:08.430", "speaker": "Topher Maraffi", "utterance": " narrative as well as with the performative aspect of the character is a writer, which is very common in a lot of the Stephen King novels and other kind of literary aspects like narration and actually turning words into objects, in some parts of the game."}
{"start": "00:14:09.720", "end": "00:14:26.370", "speaker": "Topher Maraffi", "utterance": " So you know, looking at all three of these areas of play in games and taking this framework and really trying to formalize it has been something that i've been doing in my game studies and game design courses."}
{"start": "00:14:27.540", "end": "00:14:40.620", "speaker": "Topher Maraffi", "utterance": " So that I give my students qualitative survey with questions for each area and and then they calculate that in plotted on this chart."}
{"start": "00:14:42.000", "end": "00:14:49.080", "speaker": "Topher Maraffi", "utterance": " to chart playfulness or a balance of the three areas of play, which is actually in the Center of the chart."}
{"start": "00:14:50.850", "end": "00:15:08.820", "speaker": "Topher Maraffi", "utterance": " And usually older Games will fall out towards the edges of the chart because they don't really have much of the three aspects or towards one area, the other but, but a lot of these Cinematic games are falling in the middle area of the chart."}
{"start": "00:15:10.920", "end": "00:15:24.930", "speaker": "Topher Maraffi", "utterance": " So, going back to the some of the projects that we're doing in our MFA to sort of bring some aspects of board game play into this vr space in this xr space, one of them is."}
{"start": "00:15:29.070", "end": "00:15:36.120", "speaker": "Topher Maraffi", "utterance": " This game which which focuses on Indian culture it's it's."}
{"start": "00:15:37.560", "end": "00:15:51.180", "speaker": "Topher Maraffi", "utterance": " Basically, takes Indian board games that things like ludo that you're tossing dice and and you're moving through parts of the Board and."}
{"start": "00:15:52.680", "end": "00:16:03.030", "speaker": "Topher Maraffi", "utterance": " Malaysia brought this out and made it lifesize so that you're you're you've got a full size board and an environment that."}
{"start": "00:16:03.480", "end": "00:16:15.300", "speaker": "Topher Maraffi", "utterance": " surrounds you and has aspects, especially in story mode of the mahabharata and bringing those narrative aspects in three different cards that come up in the environment."}
{"start": "00:16:15.690", "end": "00:16:24.570", "speaker": "Topher Maraffi", "utterance": " As you're rolling your dice and and then the performative aspects in some of the character designs and characters that you're using."}
{"start": "00:16:26.010", "end": "00:16:47.190", "speaker": "Topher Maraffi", "utterance": " Based on the pen of us and core of us of the mahabharata and the major scene, that is, at the Center of that epic, which is the dice game between those two families that actually gets the the Panda was exiled and then leads to the climax of the war."}
{"start": "00:16:48.900", "end": "00:17:01.140", "speaker": "Topher Maraffi", "utterance": " So those sort of narrative aspects are bringing in there, as well as performative aspects in some of the design of this project, and I have a link here that I can I can."}
{"start": "00:17:02.970", "end": "00:17:15.690", "speaker": "Topher Maraffi", "utterance": " get this PDF of my slides to anybody who wants to click on the link, so you can go to my my website toe from rafi COM to see some examples of prototypes there."}
{"start": "00:17:16.710", "end": "00:17:18.930", "speaker": "Topher Maraffi", "utterance": " This one murder mystery theater."}
{"start": "00:17:21.540", "end": "00:17:38.040", "speaker": "Topher Maraffi", "utterance": " Actually it's a magic leap project where we're taking aspects of clue and murder mystery improv theater productions and using the magically headset and also we're doing some stuff in vr as well as sort of."}
{"start": "00:17:39.330", "end": "00:17:56.310", "speaker": "Topher Maraffi", "utterance": " Trying to deliver lines to a player and place life size bodies and environment with blood splatter that you can follow with a UV light which controller is actually a UV light and placed in the environment."}
{"start": "00:17:57.570", "end": "00:18:09.690", "speaker": "Topher Maraffi", "utterance": " So that you're actually moving through your environment and finding clues and delivery lines and also try to produce some kind of mass theater type of thing."}
{"start": "00:18:10.530", "end": "00:18:22.020", "speaker": "Topher Maraffi", "utterance": " we're also doing something related to this with IBM Watson where I can recognize your lines, so that it can check your lines against lines for the character."}
{"start": "00:18:22.800", "end": "00:18:38.280", "speaker": "Topher Maraffi", "utterance": " To make sort of an actor training type of tools to get this performative aspect into this space, this sort of full size space and we have other projects that we're working on for vr."}
{"start": "00:18:39.120", "end": "00:18:53.010", "speaker": "Topher Maraffi", "utterance": " That to have to do with D amp D and lark in a construction set and also a vr escape room in Egyptian pyramid that uses."}
{"start": "00:18:54.240", "end": "00:18:54.750", "speaker": "Topher Maraffi", "utterance": " sort of."}
{"start": "00:18:55.800", "end": "00:19:01.650", "speaker": "Topher Maraffi", "utterance": " educates on Egyptian culture and Egyptian gods so."}
{"start": "00:19:03.930", "end": "00:19:21.240", "speaker": "Topher Maraffi", "utterance": " that's that's basically what I wanted to talk about today i'm not sure where I am on time, but those are some of the projects, there were that we're working on that are trying to bring these three aspects of the narrative performative and."}
{"start": "00:19:22.320", "end": "00:19:28.320", "speaker": "Topher Maraffi", "utterance": " Competitive gameplay sort of consciously together with this this framework."}
{"start": "00:19:34.380", "end": "00:19:35.580", "speaker": "Topher Maraffi", "utterance": " And you know I."}
{"start": "00:19:37.800", "end": "00:19:38.310", "speaker": "Topher Maraffi", "utterance": " This."}
{"start": "00:19:40.260", "end": "00:19:52.650", "speaker": "Topher Maraffi", "utterance": " presentation was not originally for her for an electronic literature venue so so I apologize if that did not have as much electronic literature content as you guys are used to."}
{"start": "00:19:56.670", "end": "00:19:57.180", "speaker": "Jack Murray", "utterance": " Great."}
{"start": "00:20:03.120", "end": "00:20:06.240", "speaker": "Jack Murray", "utterance": " So next we'll have Nick present."}
{"start": "00:20:08.340", "end": "00:20:09.090", "speaker": "Nick LaLone", "utterance": " Oh, goodness."}
{"start": "00:20:12.450", "end": "00:20:15.300", "speaker": "Nick LaLone", "utterance": " Well, let me get myself situated."}
{"start": "00:20:15.690", "end": "00:20:18.030", "speaker": "Nick LaLone", "utterance": " I was just grabbing something um."}
{"start": "00:20:20.940", "end": "00:20:22.830", "speaker": "Nick LaLone", "utterance": " So I wanted to give."}
{"start": "00:20:25.290", "end": "00:20:41.490", "speaker": "Nick LaLone", "utterance": " A link to my slide deck and to usually, when i'm on a panel or i'm about to present a paper or something like that i'll write a post on up some blog platform about it, and so there are the links to those two things now let me grab my."}
{"start": "00:20:43.590", "end": "00:20:44.670", "speaker": "Nick LaLone", "utterance": " thing here."}
{"start": "00:20:48.090", "end": "00:20:49.290", "speaker": "Nick LaLone", "utterance": " Also, thank you tow for."}
{"start": "00:20:50.700", "end": "00:21:02.940", "speaker": "Nick LaLone", "utterance": " i'm tragically I can never use a vr goggles ever the second I do I barf so that is not something for me."}
{"start": "00:21:04.620", "end": "00:21:05.910", "speaker": "None", "utterance": "So let's go with this one."}
{"start": "00:21:07.170", "end": "00:21:07.530", "speaker": "Nick LaLone", "utterance": " All right."}
{"start": "00:21:08.880", "end": "00:21:09.840", "speaker": "Nick LaLone", "utterance": " where's my."}
{"start": "00:21:11.700", "end": "00:21:32.130", "speaker": "Nick LaLone", "utterance": " need the G force experience alright, so my name is Nicole alone, I am a an assistant Professor over at the University of nebraska at omaha I am in the MIT s department which is management information systems, but my training is in sociology, particularly in pop culture sociology."}
{"start": "00:21:33.930", "end": "00:21:48.300", "speaker": "Nick LaLone", "utterance": " A lot of what i'm going to be talking about today, has to do with the tensions of who I was as a sociologist and who, I am now as somebody who's in an MIT s department, but my training is in human computer interaction computer science things like that."}
{"start": "00:21:51.900", "end": "00:21:53.700", "speaker": "Jack Murray", "utterance": " Nick we're seeing the presenter notes."}
{"start": "00:21:53.910", "end": "00:21:54.810", "speaker": "Nick LaLone", "utterance": " No."}
{"start": "00:21:55.410", "end": "00:21:55.740", "speaker": "Jack Murray", "utterance": " All right."}
{"start": "00:21:55.800", "end": "00:21:58.200", "speaker": "Nick LaLone", "utterance": " Are you still seeing them yes."}
{"start": "00:21:59.610", "end": "00:22:01.020", "speaker": "Nick LaLone", "utterance": " I picked the wrong or day."}
{"start": "00:22:01.020", "end": "00:22:01.680", "speaker": "Jack Murray", "utterance": " Nothing."}
{"start": "00:22:01.950", "end": "00:22:02.430", "speaker": "None", "utterance": "Okay, good."}
{"start": "00:22:04.380", "end": "00:22:04.860", "speaker": "Nick LaLone", "utterance": " So."}
{"start": "00:22:05.640", "end": "00:22:15.510", "speaker": "Nick LaLone", "utterance": " The sort of talk that I wanted to put together, has to do with the tension between my past self and my current self and my wife tells me that the sound I often make is."}
{"start": "00:22:16.890", "end": "00:22:29.280", "speaker": "Nick LaLone", "utterance": " So I gave this sound as many different m words as I could string together that made sense in this case we're going to be talking a little bit about makers being miffed about the things that they've created."}
{"start": "00:22:30.090", "end": "00:22:39.390", "speaker": "Nick LaLone", "utterance": " they're being used in appropriately they've been appropriated for other reasons methods are often misused when evaluating especially digital objects."}
{"start": "00:22:40.860", "end": "00:22:53.670", "speaker": "Nick LaLone", "utterance": " And this is often do to kind of the history of where those methods originally came from, because we often misused methods to understand what we're seeing a lot of measures, end up getting mast."}
{"start": "00:22:54.480", "end": "00:23:02.490", "speaker": "Nick LaLone", "utterance": " A lot of the consequences of how particular products are created or how specific materiality is this, in this case board games."}
{"start": "00:23:02.970", "end": "00:23:11.790", "speaker": "Nick LaLone", "utterance": " are getting messed either by computation they're getting masked by contexts that we can't access there's just a lot of stuff we can't get to."}
{"start": "00:23:12.390", "end": "00:23:30.000", "speaker": "Nick LaLone", "utterance": " And I believe that the the sort of reason for this is that we often afford different modalities different levels of we can basically just access them in different ways computation lends itself computer mediated spaces lend themselves to being understood."}
{"start": "00:23:31.320", "end": "00:23:41.460", "speaker": "Nick LaLone", "utterance": " Mostly, because we have access to every single action in terms of keystrokes and we can look at chat we can look at inputs and things like that."}
{"start": "00:23:41.910", "end": "00:23:49.740", "speaker": "Nick LaLone", "utterance": " And finally, this moment it's mapped i'm going to be talking about a little bit later, so this first aspect makers miffed a lot of my work."}
{"start": "00:23:50.700", "end": "00:24:04.440", "speaker": "Nick LaLone", "utterance": " goes into disaster um the disaster world emergency management, they rely on role playing and they rely on tabletop exercises to understand the world that they're about to inhabit."}
{"start": "00:24:05.070", "end": "00:24:10.830", "speaker": "Nick LaLone", "utterance": " And the world that they're about to inhabit is typically things that are completely destroyed there's no electricity."}
{"start": "00:24:11.190", "end": "00:24:21.900", "speaker": "Nick LaLone", "utterance": " there's no connectivity and so they have often felt that they don't necessarily need fancy computational models about how disasters work."}
{"start": "00:24:22.440", "end": "00:24:33.120", "speaker": "Nick LaLone", "utterance": " But unfortunately what ends up happening is that because emergency management doesn't know or understand how computation can affect their tabletop exercises."}
{"start": "00:24:34.110", "end": "00:24:44.220", "speaker": "Nick LaLone", "utterance": " different things occur, so a lot of my early work as a Grad student had to do with the Boston marathon bombing and just as a kind of what it what happened with this is um."}
{"start": "00:24:44.970", "end": "00:24:55.830", "speaker": "Nick LaLone", "utterance": " read it had been trying to shift what they did from sort of aggregating links aggregating information and talking about it to aggregating in real time."}
{"start": "00:24:56.370", "end": "00:25:04.620", "speaker": "Nick LaLone", "utterance": " And what ends up happening with the Boston marathon bombing the FBI route was reliant on the tip line."}
{"start": "00:25:05.460", "end": "00:25:13.350", "speaker": "Nick LaLone", "utterance": " And in this case the tip line was if you have any video if you have any audio please send it to us, we need to try and figure out who."}
{"start": "00:25:13.920", "end": "00:25:23.850", "speaker": "Nick LaLone", "utterance": " placed these pressure cooker bombs right at the finish line of the Boston marathon bombing and what ends up happening here is several petabytes of data suddenly appear and the FBI has no way."}
{"start": "00:25:24.480", "end": "00:25:37.770", "speaker": "Nick LaLone", "utterance": " To go through this, they have no they're not prepared to deal with this much information, and so the crowd tries to go around and figure out who the Boston marathon bombers were and they end up failing horribly."}
{"start": "00:25:39.060", "end": "00:25:51.090", "speaker": "Nick LaLone", "utterance": " And so what ends up happening and what this ends up pointing to is that no tabletop exercise no analog game could prepare them for this sort of mediated space this this this."}
{"start": "00:25:51.930", "end": "00:25:57.660", "speaker": "Nick LaLone", "utterance": " Multiple reality xr a or whatever you want to call it, and it reflects."}
{"start": "00:25:58.410", "end": "00:26:11.760", "speaker": "Nick LaLone", "utterance": " To differing ways of thinking about the world so for the tabletop folks they want to get embedded into their roles very quickly versus computer software designers who are."}
{"start": "00:26:12.090", "end": "00:26:18.510", "speaker": "Nick LaLone", "utterance": " Creating an artifact that contains pathak possibilities that allows them perform particular tasks and has particular requirements."}
{"start": "00:26:18.840", "end": "00:26:28.980", "speaker": "Nick LaLone", "utterance": " This is the task artifact cycle, we constantly cycle through, because when we released an artifact to the wild people use it in ways we weren't anticipating and what ends up happening is we sit there."}
{"start": "00:26:29.460", "end": "00:26:41.280", "speaker": "Nick LaLone", "utterance": " And our spent we spend all of our time pat patching we spend all of our time trying to make sense of how users are misusing or using in ways that we didn't anticipate."}
{"start": "00:26:41.760", "end": "00:26:47.610", "speaker": "Nick LaLone", "utterance": " And a lot of this has to do with you know the diversity of the development team, the talent of the development team."}
{"start": "00:26:48.210", "end": "00:27:01.170", "speaker": "Nick LaLone", "utterance": " And so what ends up happening is we're left with this complete disagreement about how the computerized world how the computer mediated world should represent."}
{"start": "00:27:01.680", "end": "00:27:14.430", "speaker": "Nick LaLone", "utterance": " These this sort of analog or physical space and when we try to study it what ends up happening is we evaluate it from the perspective of either."}
{"start": "00:27:15.060", "end": "00:27:19.350", "speaker": "Nick LaLone", "utterance": " People are doing this thing or software is creating this problem."}
{"start": "00:27:20.010", "end": "00:27:32.790", "speaker": "Nick LaLone", "utterance": " And as a person who began in sociology and ended up in the technical spaces, I have been obsessing over ways to evaluate how people the materials that they need and the materials that they use."}
{"start": "00:27:33.570", "end": "00:27:48.180", "speaker": "Nick LaLone", "utterance": " Software the creators, where this particular space ends up because if you look at how we evaluate us how we evaluate play how we evaluate games, we use a lot of things to."}
{"start": "00:27:50.040", "end": "00:28:03.360", "speaker": "Nick LaLone", "utterance": " sort of see if you know it's just a little acceptable if it's just another level of complexity, on top of our growing complexity complex lives, and I think the best way to illustrate this has to do with Robinson Crusoe."}
{"start": "00:28:05.280", "end": "00:28:13.770", "speaker": "Nick LaLone", "utterance": " In this case we have Robinson Crusoe and Friday or the other island so Crusoe is this is sort of the birth of realistic fiction."}
{"start": "00:28:14.220", "end": "00:28:19.230", "speaker": "Nick LaLone", "utterance": " Crusoe is sort of the birth of the modern man he goes to the wilds and he colonizes it."}
{"start": "00:28:19.560", "end": "00:28:26.850", "speaker": "Nick LaLone", "utterance": " By replicating the world that he came from it, so he just starts adding all of these different things he's able to fish he's growing food."}
{"start": "00:28:27.150", "end": "00:28:43.620", "speaker": "Nick LaLone", "utterance": " he's got gunpowder and weapons and he's got this education his guy Friday who's a savage he trains him and they all go back eventually to England and live their modern man lives versus Friday or the other island, which is a sad satirical retelling of this."}
{"start": "00:28:45.390", "end": "00:29:01.980", "speaker": "Nick LaLone", "utterance": " Everything Crusoe does adds tension and pressure to the world that they're living in to the world that he's trying to recreate and over time for Crusoe is so in love with what he's doing he literally tries to have sex with the island."}
{"start": "00:29:03.000", "end": "00:29:12.420", "speaker": "Nick LaLone", "utterance": " And what ends up happening at the end of Friday, or the other island is Friday blows everything up and Crusoe is so relieved that he disappears into the jungle, never to be seen again."}
{"start": "00:29:13.590", "end": "00:29:30.000", "speaker": "Nick LaLone", "utterance": " And this is sort of where we're at when we evaluate with the methods that exist we're not necessarily looking at whether or not the game is necessarily good right we're not looking at this particular thing we're looking at do users accepted or."}
{"start": "00:29:31.260", "end": "00:29:45.660", "speaker": "Nick LaLone", "utterance": " Is it adding something to our survivability is adding something to the island that we've created called video games, or is it something that are we starting to fall a little bit too in love with the way that we're creating and translating play."}
{"start": "00:29:47.160", "end": "00:29:49.980", "speaker": "Nick LaLone", "utterance": " And a lot of these methods end up."}
{"start": "00:29:52.650", "end": "00:30:04.950", "speaker": "Nick LaLone", "utterance": " On one one way or the other, although we often try to avoid thinking about us being in love with these digital environments these digital elements that we've been using and."}
{"start": "00:30:06.150", "end": "00:30:09.900", "speaker": "Nick LaLone", "utterance": " So I keep coming back to this, I keep coming back to this."}
{"start": "00:30:10.290", "end": "00:30:20.970", "speaker": "Nick LaLone", "utterance": " Are we, too, in love with the digital spaces and we just need to constantly sing to blow everything up and start over again, or do we need to keep looking for the space of least disagreement with our methods."}
{"start": "00:30:21.570", "end": "00:30:27.060", "speaker": "Nick LaLone", "utterance": " what's left over what's getting masked in terms of what we're measuring and so I keep."}
{"start": "00:30:28.320", "end": "00:30:38.340", "speaker": "Nick LaLone", "utterance": " One of the things that I have also been trying to figure out is, how can I, while you're watching people mess around with."}
{"start": "00:30:39.150", "end": "00:30:47.070", "speaker": "Nick LaLone", "utterance": " little bits in a game so measles or dice or if we're talking about keyboards and mice or if we're talking about."}
{"start": "00:30:48.060", "end": "00:31:00.810", "speaker": "Nick LaLone", "utterance": " Is there a way that I can blow up right play is there a way that I can see how every piece that I can see in front of me all the ingredients to the game all the rules to the game."}
{"start": "00:31:01.350", "end": "00:31:14.820", "speaker": "Nick LaLone", "utterance": " It can I look at how each of these is affecting the whole, is there a way that I can gather enough data to understand how an analog version of something works, so that I can translate it into a digital space and work with it."}
{"start": "00:31:16.020", "end": "00:31:25.410", "speaker": "Nick LaLone", "utterance": " And what do I mean by this so social network analysis which is sort of where i've ended up tends to look at humans interacting with other humans."}
{"start": "00:31:25.800", "end": "00:31:37.560", "speaker": "Nick LaLone", "utterance": " And if we're talking about a group of people playing a board game, then we're going to be talking about those people social network analysis allows us to see the sort of interactivity between all the people."}
{"start": "00:31:38.220", "end": "00:31:49.170", "speaker": "Nick LaLone", "utterance": " At the game, but this is where we often misuse method social network analysis relies on this idea that only humans are capable of association of agency."}
{"start": "00:31:49.560", "end": "00:32:03.090", "speaker": "Nick LaLone", "utterance": " But in order for us to achieve agency as as humans, we have all of these sort of durable pieces of culture that allow us to pursue agency, we can't pursue agency, without them, and so, when we're talking about a board game, we have the."}
{"start": "00:32:04.140", "end": "00:32:11.760", "speaker": "Nick LaLone", "utterance": " Players hands, we have our in the case of Bhutan, we have these different resource cards, we have all the bits on the board."}
{"start": "00:32:12.210", "end": "00:32:23.880", "speaker": "Nick LaLone", "utterance": " each player has particular bits on the board, there are cards that people can use have different powers there's the dice themselves and each of the players each of the player hands."}
{"start": "00:32:24.570", "end": "00:32:33.870", "speaker": "Nick LaLone", "utterance": " We get into the table itself we get into the different parts of the board the reference cards and also the players, so if I take."}
{"start": "00:32:35.070", "end": "00:32:46.500", "speaker": "Nick LaLone", "utterance": " Everything that exists on on a particular board, can I understand play and essentially allow play to form my understanding of what's happening there."}
{"start": "00:32:47.580", "end": "00:32:57.690", "speaker": "Nick LaLone", "utterance": " And in doing that, can I take the different modalities that exists, so if we're talking about analog play which I absolutely hate that term but i'm going to use it, because I have to."}
{"start": "00:32:58.710", "end": "00:33:01.920", "speaker": "Nick LaLone", "utterance": " versus virtual player digital play um."}
{"start": "00:33:03.090", "end": "00:33:15.570", "speaker": "Nick LaLone", "utterance": " Can I get past this world that wants to reward folks for you making video games versus sort of taking board games and sort of shoving them off onto the side."}
{"start": "00:33:16.170", "end": "00:33:27.750", "speaker": "Nick LaLone", "utterance": " Is there a way for me to not keep misunderstanding modality, but to allow us to understand how modalities shift the way that play for forms within the magic circle itself."}
{"start": "00:33:28.710", "end": "00:33:34.890", "speaker": "Nick LaLone", "utterance": " So I did this for my dissertation This is something I keep coming back to because i'm sort of at that point where i'm like well now what."}
{"start": "00:33:35.790", "end": "00:33:48.360", "speaker": "Nick LaLone", "utterance": " And so, when I looked at was how did patterns change if I watch people play a game of katana and then watch people you interact with the APP called Clinton on an iPad together how."}
{"start": "00:33:48.840", "end": "00:33:58.950", "speaker": "Nick LaLone", "utterance": " How did people change the way that they related to one another, and if I look at types of association or like human to human human to non human non human to non human."}
{"start": "00:34:00.120", "end": "00:34:13.590", "speaker": "Nick LaLone", "utterance": " What are the different types of associations that matter, the most to that particular modality and then what afforded says does physical do this physical play provided the user to the user that virtual plate is not so."}
{"start": "00:34:14.760", "end": "00:34:31.980", "speaker": "Nick LaLone", "utterance": " When computer starts mediating a space what's the impact of that and in looking at it, is there a way for us to do that now what ends up happening is all of these silly looking social network maps and all I want to point to for this particular thing is that this is a."}
{"start": "00:34:33.870", "end": "00:34:43.770", "speaker": "Nick LaLone", "utterance": " visualization of a particular iPad mediated game, and if you look right in the middle, there is this trade icon."}
{"start": "00:34:45.090", "end": "00:34:48.930", "speaker": "Nick LaLone", "utterance": " I think I can actually annotate it campaign yeah and."}
{"start": "00:34:52.350", "end": "00:34:53.160", "speaker": "None", "utterance": "turn it off."}
{"start": "00:34:54.240", "end": "00:35:02.550", "speaker": "Nick LaLone", "utterance": " And so, this trade icon, this is the only button in the iPad game that will actually prompt me to hand the iPad to another person."}
{"start": "00:35:03.300", "end": "00:35:11.160", "speaker": "Nick LaLone", "utterance": " every other aspect of this game is being mediated by this network over here, which is essentially the iPad itself."}
{"start": "00:35:11.550", "end": "00:35:21.030", "speaker": "Nick LaLone", "utterance": " And the players, all that they can really do is interact with each other in order for them to interact with the game they have to hold the object that is actually mediating the game itself."}
{"start": "00:35:21.840", "end": "00:35:30.690", "speaker": "Nick LaLone", "utterance": " And so, this continues, as we move forward, apparently, I need to now we'll just leave them there."}
{"start": "00:35:31.200", "end": "00:35:42.150", "speaker": "Nick LaLone", "utterance": " And if you start adding up all the different associations their central cities and things like that in the digital games, the iPad is the most dominant object on the entire game."}
{"start": "00:35:43.080", "end": "00:35:50.730", "speaker": "Nick LaLone", "utterance": " And there isn't anything that you can really do about it, it the humans are completely disconnected from the activity itself."}
{"start": "00:35:51.210", "end": "00:36:00.570", "speaker": "Nick LaLone", "utterance": " they're interacting with the game, but they're interacting with the game as mediated by the iPad now when you start moving into the analog version of play."}
{"start": "00:36:01.290", "end": "00:36:13.500", "speaker": "Nick LaLone", "utterance": " everything's relatively balanced, there is no dominant actor, aside from the humans themselves, and then the cards The game board the resources, all of these things are evenly distributed."}
{"start": "00:36:14.460", "end": "00:36:21.600", "speaker": "Nick LaLone", "utterance": " And this continues on through everything and whatever essentially done with this method is i've taken the least."}
{"start": "00:36:23.040", "end": "00:36:23.820", "speaker": "Nick LaLone", "utterance": " i'm."}
{"start": "00:36:25.530", "end": "00:36:35.610", "speaker": "Nick LaLone", "utterance": " There we go I figured it out i've taken into the the mode ads themselves, these are the most least reducible object, and I have essentially map them i've created a motorhead map."}
{"start": "00:36:36.210", "end": "00:36:44.880", "speaker": "Nick LaLone", "utterance": " And this is getting back into a long discussion that began, all the way back with Newton and line lead minutes and never say that name correctly."}
{"start": "00:36:45.450", "end": "00:37:03.840", "speaker": "Nick LaLone", "utterance": " And sort of the finding of this particular thing is when the iPad takes over human centrality the humans matter 40 at an average of 40% less than when they're actually playing the game in front of each other and so with that i'm a minute overtime apologies for that."}
{"start": "00:37:04.950", "end": "00:37:09.180", "speaker": "Nick LaLone", "utterance": " i'll leave questions and comments for when we start discussing later and i'll turn everything over."}
{"start": "00:37:10.200", "end": "00:37:12.090", "speaker": "Nick LaLone", "utterance": " To jack himself."}
{"start": "00:37:13.260", "end": "00:37:16.530", "speaker": "Jack Murray", "utterance": " And thanks Nick let's see."}
{"start": "00:37:18.930", "end": "00:37:23.010", "speaker": "Nick LaLone", "utterance": " Can I get rid of all my presenter notes and started to wing it, so I hope I wasn't too weird."}
{"start": "00:37:24.090", "end": "00:37:24.450", "speaker": "Nick LaLone", "utterance": " All right."}
{"start": "00:37:24.540", "end": "00:37:25.620", "speaker": "Jack Murray", "utterance": " Can we all see."}
{"start": "00:37:27.570", "end": "00:37:28.230", "speaker": "Jack Murray", "utterance": " The PowerPoint."}
{"start": "00:37:30.240", "end": "00:37:30.690", "speaker": "Nick LaLone", "utterance": " Yes."}
{"start": "00:37:31.320", "end": "00:37:32.550", "speaker": "Jack Murray", "utterance": " Okay um."}
{"start": "00:37:33.870", "end": "00:37:35.160", "speaker": "None", "utterance": "And let me."}
{"start": "00:37:36.600", "end": "00:37:37.230", "speaker": "None", "utterance": "Whereas."}
{"start": "00:37:43.770", "end": "00:37:45.690", "speaker": "Jack Murray", "utterance": " There is linked to my slides."}
{"start": "00:37:47.370", "end": "00:37:48.000", "speaker": "Jack Murray", "utterance": " and"}
{"start": "00:37:49.380", "end": "00:37:57.450", "speaker": "Jack Murray", "utterance": " So Hello again everyone, my name is jack Murray, I am a PhD student in the text and technology program at the University of central Florida."}
{"start": "00:37:58.560", "end": "00:38:04.050", "speaker": "Jack Murray", "utterance": " my presentation is going to be a more theoretical angle on some of the themes that we've already covered."}
{"start": "00:38:05.400", "end": "00:38:16.350", "speaker": "Jack Murray", "utterance": " So I am primarily interested in the way that analog games and play mediate effect and what happens when analog games are translated into digital formats."}
{"start": "00:38:16.890", "end": "00:38:29.880", "speaker": "Jack Murray", "utterance": " So for brief roadmap, I want to discuss briefly how analog games exist as platforms how these platforms do the work of mediating effects and different approaches to adaptation and their effects on play."}
{"start": "00:38:31.200", "end": "00:38:34.950", "speaker": "Jack Murray", "utterance": " So what does it mean when I say analog answer platforms."}
{"start": "00:38:39.090", "end": "00:38:39.480", "speaker": "None", "utterance": "what's."}
{"start": "00:38:44.430", "end": "00:38:55.980", "speaker": "Jack Murray", "utterance": " For me, an analog platform is an assemblage of the material components, the codified rules and procedures, as well as the social context."}
{"start": "00:38:56.850", "end": "00:39:11.730", "speaker": "Jack Murray", "utterance": " Of the players and the environment that, and you know the environment that they're playing and etc, and how the game and how that impacts how the game is played so taken together they become this assemblage for analog play that functions as a platform that immediate effect."}
{"start": "00:39:13.650", "end": "00:39:21.840", "speaker": "Jack Murray", "utterance": " So Africa, broadly speaking, is a way of thinking about the in articulable process of feeling, how do we feel, how do things influence how we feel."}
{"start": "00:39:22.650", "end": "00:39:32.430", "speaker": "Jack Murray", "utterance": " aubrey animal uses aspect to refer to the aspects of emotions feelings and bodily engagements that circulate through people and things but are often registered only at the interface."}
{"start": "00:39:33.300", "end": "00:39:41.490", "speaker": "Jack Murray", "utterance": " Here the interfaces taken literally to mean the interface of an object, such as the touchscreen have a phone or a tablet that animal basis for analysis on."}
{"start": "00:39:42.390", "end": "00:39:52.800", "speaker": "Jack Murray", "utterance": " However, interface can also be understood as the points of contact between objects that emerged from their position within a network of aspect aspect is interested in the interrelations in the intensities."}
{"start": "00:39:53.880", "end": "00:40:06.600", "speaker": "Jack Murray", "utterance": " Of the relations between bodies, and this is what makes fx useful for studying analog games as platforms in that they specifically mediate, the effective relations through contact and interplay between members of the assemblage."}
{"start": "00:40:07.620", "end": "00:40:12.840", "speaker": "Jack Murray", "utterance": " effect plays an important part and how a subject comes to know, understand and interact with the material conditions of."}
{"start": "00:40:14.010", "end": "00:40:14.670", "speaker": "Jack Murray", "utterance": " of being."}
{"start": "00:40:17.100", "end": "00:40:17.670", "speaker": "Jack Murray", "utterance": " So."}
{"start": "00:40:18.690", "end": "00:40:23.610", "speaker": "Jack Murray", "utterance": " effect is particularly susceptible to processes of mediation as a."}
{"start": "00:40:24.390", "end": "00:40:33.000", "speaker": "Jack Murray", "utterance": " As an assemblage analog game for form a mediating role that influences both the capacity to be effective and the capacity to be affected by orienting players towards."}
{"start": "00:40:33.270", "end": "00:40:42.330", "speaker": "Jack Murray", "utterance": " The game as a platform called world notes that board game aesthetics, like the rules that structure their play are essentially political and they organize the relationship between play."}
{"start": "00:40:42.600", "end": "00:40:50.700", "speaker": "Jack Murray", "utterance": " between players for game structures play so to do the structure feelings, in other words games that replicates familiar effective structures."}
{"start": "00:40:52.140", "end": "00:40:58.890", "speaker": "Jack Murray", "utterance": " That provide a Friday framework for effective responses, based on the subject position within that network."}
{"start": "00:40:59.520", "end": "00:41:13.590", "speaker": "Jack Murray", "utterance": " The relationship within analog game retain the flexibility of an effect as a system of potential in this dynamic has afforded by the interactions between the rules, the components and the capacity for the game to game and players to enforce not only formal structures."}
{"start": "00:41:14.850", "end": "00:41:15.060", "speaker": "Jack Murray", "utterance": " or."}
{"start": "00:41:16.290", "end": "00:41:27.240", "speaker": "Jack Murray", "utterance": " To enforce formal structures, but also by employing whatever militaria calls aspect of structuring what area suggests that effect of structuring is an informal mechanism."}
{"start": "00:41:27.750", "end": "00:41:35.340", "speaker": "Jack Murray", "utterance": " That allows games to facilitate play through queuing and priming of certain emotional responses and the interpolation of certain relational subject positions in players."}
{"start": "00:41:35.910", "end": "00:41:44.520", "speaker": "Jack Murray", "utterance": " Effective structuring precisely describes how analog games game platforms act isn't orienting force for the varying levels of effective intensity."}
{"start": "00:41:45.840", "end": "00:41:48.900", "speaker": "Jack Murray", "utterance": " So what does it mean to orient affect."}
{"start": "00:41:49.680", "end": "00:41:57.750", "speaker": "Jack Murray", "utterance": " To answer this question i'm going to draw on the concept of intimacy looking at it through a queer theory framework and the most common definitions tend to focus on."}
{"start": "00:41:57.990", "end": "00:42:07.950", "speaker": "Jack Murray", "utterance": " belonging and connection through kind of embodied and carnal sensuality, however, other queer theory scholars have described intimacy as a sensuous closeness through points of physical contact."}
{"start": "00:42:09.780", "end": "00:42:12.120", "speaker": "Jack Murray", "utterance": " It describes the ability for the relationships between."}
{"start": "00:42:36.660", "end": "00:42:38.460", "speaker": "Topher Maraffi", "utterance": " jack we can hear you yeah."}
{"start": "00:43:05.010", "end": "00:43:06.510", "speaker": "Nick LaLone", "utterance": " I don't think he can hear us either."}
{"start": "00:43:07.140", "end": "00:43:08.310", "speaker": "Topher Maraffi", "utterance": " I don't think so either."}
{"start": "00:43:10.980", "end": "00:43:12.930", "speaker": "Nick LaLone", "utterance": " me see i'm going to click on the mute button."}
{"start": "00:43:19.980", "end": "00:43:21.570", "speaker": "Topher Maraffi", "utterance": " You can ask him to unmute."}
{"start": "00:43:21.840", "end": "00:43:24.930", "speaker": "Jack Murray", "utterance": " yeah that's awkward my headset just died."}
{"start": "00:43:25.290", "end": "00:43:25.500", "speaker": "Nick LaLone", "utterance": " I."}
{"start": "00:43:25.560", "end": "00:43:27.000", "speaker": "Jack Murray", "utterance": " don't know how long ago it died."}
{"start": "00:43:27.570", "end": "00:43:32.580", "speaker": "Nick LaLone", "utterance": " it's only like about a minute here okay sorry I took drastic measures."}
{"start": "00:43:36.570", "end": "00:43:38.400", "speaker": "Jack Murray", "utterance": " All right, well, hopefully uh."}
{"start": "00:43:42.990", "end": "00:43:43.680", "speaker": "Jack Murray", "utterance": " Hopefully."}
{"start": "00:43:45.630", "end": "00:43:48.270", "speaker": "Topher Maraffi", "utterance": " We didn't hear much about the intimacy slide."}
{"start": "00:43:49.350", "end": "00:43:50.460", "speaker": "Jack Murray", "utterance": " Okay, so basically."}
{"start": "00:43:51.660", "end": "00:43:54.570", "speaker": "Jack Murray", "utterance": " The point of intimacy is that is a specific way that."}
{"start": "00:43:55.590", "end": "00:44:08.100", "speaker": "Jack Murray", "utterance": " An effect gets mediated and oriented, so instead of so if an effect operates on intensities then desire helps orient those intensities and so."}
{"start": "00:44:09.480", "end": "00:44:17.100", "speaker": "Jack Murray", "utterance": " Essentially, intimacy becomes a vector for an effect where the intensity is the."}
{"start": "00:44:19.980", "end": "00:44:26.700", "speaker": "Jack Murray", "utterance": " i'm forgetting all my science words magnitude and and then desire operates as the direction."}
{"start": "00:44:28.410", "end": "00:44:43.110", "speaker": "Jack Murray", "utterance": " So, moving on to this first kind of case study is cat Katherine staples Nick to phobia and automatically draws on classic crooks from Horn slasher films by pitting one player, as the slasher versus the remaining players as the hunted."}
{"start": "00:44:44.580", "end": "00:44:54.750", "speaker": "Jack Murray", "utterance": " The goal is intuitively simple the hunted must escape the forest and the hunter must incapacitate the hunted before before they're able to escape the twist is that the hundred players."}
{"start": "00:44:55.950", "end": "00:45:00.150", "speaker": "Jack Murray", "utterance": " are required to wear blackout glasses and play entirely by touch."}
{"start": "00:45:01.980", "end": "00:45:04.260", "speaker": "Jack Murray", "utterance": " Simple design this game, so that it could be played with people."}
{"start": "00:45:05.520", "end": "00:45:10.200", "speaker": "Jack Murray", "utterance": " With visual impairments, and as a result, the design paste careful attention to the technology of components."}
{"start": "00:45:15.720", "end": "00:45:19.530", "speaker": "Jack Murray", "utterance": " Other games use this deprivation of sight."}
{"start": "00:45:20.640", "end": "00:45:21.750", "speaker": "Jack Murray", "utterance": " In order to."}
{"start": "00:45:22.590", "end": "00:45:25.320", "speaker": "Jack Murray", "utterance": " obscure information, whereas Nick to phobia uses it."}
{"start": "00:45:26.550", "end": "00:45:36.240", "speaker": "Jack Murray", "utterance": " removes vision from the players for the duration of the game to set up specific relationships, so in playing dicta phobia players engage in a micro level what lane noon, he calls."}
{"start": "00:45:37.140", "end": "00:45:45.780", "speaker": "Jack Murray", "utterance": " spelunking, which is an intentionally disorienting and precise experience that opens players up to effective relationships within the apparatus of play."}
{"start": "00:45:46.680", "end": "00:45:53.610", "speaker": "Jack Murray", "utterance": " The Board for Nick phobia itself is a vacuum form shelf plastic with alternating circular divots you can see a picture of it here and the tokens."}
{"start": "00:45:56.220", "end": "00:46:00.180", "speaker": "Jack Murray", "utterance": " and smaller holes were barriers barriers form."}
{"start": "00:46:01.620", "end": "00:46:10.440", "speaker": "Jack Murray", "utterance": " But trees yeah so there's a lot of attention played to the materiality of of these objects, so the effect is one of players."}
{"start": "00:46:11.280", "end": "00:46:16.620", "speaker": "Jack Murray", "utterance": " fumbling around exploring the game components, with their hands in order to determine information."}
{"start": "00:46:17.370", "end": "00:46:26.070", "speaker": "Jack Murray", "utterance": " So, in order to prevent the players from scattering the game pieces across the table or otherwise slowing down the pace of play, Nick to phobia relies on the hunter player who maintains their site."}
{"start": "00:46:28.050", "end": "00:46:32.910", "speaker": "Jack Murray", "utterance": " So that, in addition to their antagonistic relationship with the other players, the hunter must also facilitate."}
{"start": "00:46:33.690", "end": "00:46:42.180", "speaker": "Jack Murray", "utterance": " certain kinds of play this comes in part through the turn to turn administration necessitated by systems of game rules and the procedures as well."}
{"start": "00:46:42.600", "end": "00:46:48.900", "speaker": "Jack Murray", "utterance": " Additionally, and perhaps more interestingly, the hunter guides their players to their pieces by physically touching and moving their hands."}
{"start": "00:46:49.860", "end": "00:46:53.250", "speaker": "Jack Murray", "utterance": " touch interactive phobia opens a state of effective vulnerability."}
{"start": "00:46:54.120", "end": "00:47:01.440", "speaker": "Jack Murray", "utterance": " between players that denotes the willingness or ability to be affected by another player, which points other players are which points."}
{"start": "00:47:01.890", "end": "00:47:12.150", "speaker": "Jack Murray", "utterance": " them all, towards the place in bludgeoned specific ways, so this process of orienting players are first disorienting and then reorienting the players towards the assemblage of play."}
{"start": "00:47:13.020", "end": "00:47:27.960", "speaker": "Jack Murray", "utterance": " Is a kind of intimacy and this kind of orientation highlights the oscillation between the subject position within their to space of the game, as well as the position of the players playing the game Nick the phobia makes this process yeah even more explicit."}
{"start": "00:47:28.980", "end": "00:47:34.560", "speaker": "Jack Murray", "utterance": " By for grounding the possibilities of intimacy through the materiality of the game and the relationships between players."}
{"start": "00:47:37.740", "end": "00:47:37.950", "speaker": "None", "utterance": "yeah."}
{"start": "00:47:40.410", "end": "00:47:41.190", "speaker": "Jack Murray", "utterance": " And so."}
{"start": "00:47:42.300", "end": "00:47:45.690", "speaker": "Jack Murray", "utterance": " The it's important to note that this effect is not."}
{"start": "00:47:46.920", "end": "00:47:50.670", "speaker": "Jack Murray", "utterance": " unique connected phobia and touches not the only way intimacy emerges through games."}
{"start": "00:47:52.290", "end": "00:48:01.410", "speaker": "Jack Murray", "utterance": " Through games and play so in the trading card game magic the gathering this connection between players emerges through what mclaughlin calls instrumental intimacy."}
{"start": "00:48:03.180", "end": "00:48:16.530", "speaker": "Jack Murray", "utterance": " in which the connections are constrained by normative aspirations and ideals in this case the competitive nature of magic brings players into an antagonistic relationship defined by the desire to win held intention with a desire to continue playing the game."}
{"start": "00:48:19.530", "end": "00:48:20.190", "speaker": "Jack Murray", "utterance": " And so, as."}
{"start": "00:48:21.330", "end": "00:48:30.030", "speaker": "Jack Murray", "utterance": " Generally, as a platform magic is more expensive than Nick to phobia in that it encompasses a wider field of social and cultural dynamics that."}
{"start": "00:48:30.540", "end": "00:48:36.420", "speaker": "Jack Murray", "utterance": " determine how the game is played where it's played who gets to play it and how it is interacted with."}
{"start": "00:48:37.320", "end": "00:48:49.140", "speaker": "Jack Murray", "utterance": " So, whereas Nick phobia exemplifies how games construct intimacy magic highlights the scope of play that happens beyond just the bounds of an individual game where people two people sit down to play cards with each other."}
{"start": "00:48:54.720", "end": "00:48:56.790", "speaker": "Jack Murray", "utterance": " So this This also includes."}
{"start": "00:48:58.020", "end": "00:49:07.890", "speaker": "Jack Murray", "utterance": " Discussions of social aspects, such as discuss discussions of magic analyzing the Meta game engaging with the fiction and even the intricate economic systems that are supported by the game."}
{"start": "00:49:08.640", "end": "00:49:18.180", "speaker": "Jack Murray", "utterance": " The effective network encompassed by magic, the gathering is somewhat larger than Nick to phobia but nonetheless nonetheless relies on specific effect or similar effective vectors."}
{"start": "00:49:19.110", "end": "00:49:27.690", "speaker": "Jack Murray", "utterance": " So that leads us to the The big question what happens when these Games are translated into digital platforms for this i'm turning to."}
{"start": "00:49:28.290", "end": "00:49:34.560", "speaker": "Jack Murray", "utterance": " Bolton gruesome theory of remediation that describes the representation of one medium within another."}
{"start": "00:49:35.010", "end": "00:49:43.680", "speaker": "Jack Murray", "utterance": " And that this is a process of cultural competition between or among technologies that define themselves by borrowing from paying homage to critiquing."}
{"start": "00:49:44.340", "end": "00:49:58.860", "speaker": "Jack Murray", "utterance": " And refashioning the predecessors, we might also think about this as a form of adaptation that highlights a relationship between the two objects, the original in the adaptation and the relationship between those two things and the entire own objects that press upon them."}
{"start": "00:50:00.390", "end": "00:50:10.230", "speaker": "Jack Murray", "utterance": " The process of remediation exists on an axis of hypermedia see on one end and immediacy, on the other, whereas immediacy described the tendency or desire."}
{"start": "00:50:12.450", "end": "00:50:25.890", "speaker": "Jack Murray", "utterance": " For the interface for the interface of an object completely disappear erasing the gap between representation and the object, it is representing by seeking to mimic the original media as closely as possible hypermedia see on the other hand."}
{"start": "00:50:26.520", "end": "00:50:31.680", "speaker": "Jack Murray", "utterance": " acknowledges this this difference between the representation, the original object and kind of runs with it."}
{"start": "00:50:32.640", "end": "00:50:42.750", "speaker": "Jack Murray", "utterance": " So as a way to illustrate here, I have some popular adaptations of magic the gathering, which I chose for Nick to phobia because i've yet to find anyone who's figured out how to play an active phobia digitally."}
{"start": "00:50:44.730", "end": "00:50:57.570", "speaker": "Jack Murray", "utterance": " So on the immediacy end of the spectrum, we have platforms, such as magic the gathering arena and spell table which both take different approaches to allow allow players to play magic remotely spell table is."}
{"start": "00:50:59.010", "end": "00:51:03.780", "speaker": "Jack Murray", "utterance": " Using webcams and you play with paper magic cards, whereas magic the gathering arena is."}
{"start": "00:51:06.360", "end": "00:51:08.550", "speaker": "Jack Murray", "utterance": " primarily on."}
{"start": "00:51:12.420", "end": "00:51:13.950", "speaker": "Jack Murray", "utterance": " is entirely digital platform."}
{"start": "00:51:15.570", "end": "00:51:22.980", "speaker": "Jack Murray", "utterance": " So, and then towards the hypermedia end of the spectrum, we have tabletop simulator which explicitly highlights the kind of digital element, it is."}
{"start": "00:51:24.180", "end": "00:51:30.780", "speaker": "Jack Murray", "utterance": " It rebels in the awkwardness of its interface of trying to do the things you would do in a physical space."}
{"start": "00:51:31.800", "end": "00:51:34.350", "speaker": "Jack Murray", "utterance": " exaggerated through a digital medium."}
{"start": "00:51:37.020", "end": "00:51:46.740", "speaker": "Jack Murray", "utterance": " So while it's not explicitly magic the gathering simulator you can play magic the gathering in it, and it is a gleefully digital representation of what it is like to play magic on the table."}
{"start": "00:51:47.370", "end": "00:51:59.880", "speaker": "Jack Murray", "utterance": " So in this end of the spectrum, we also have the 1997 computer rpg magic the gathering shandel are where instead of just playing magic you play a wizard who travels through the world of magic playing magic with people."}
{"start": "00:52:04.410", "end": "00:52:19.170", "speaker": "Jack Murray", "utterance": " So shandel our aims for a a drastically different experience than that of some of the other magic the gathering adaptations, instead of leaning into the connection between the players it's more interested interested in providing a somatic experience."}
{"start": "00:52:21.030", "end": "00:52:27.060", "speaker": "Jack Murray", "utterance": " It also highlights the shortcomings of this of this singular axis instead of purely replicating."}
{"start": "00:52:28.080", "end": "00:52:37.920", "speaker": "Jack Murray", "utterance": " The platform of magic shandel our attempts to capture a specific aspect associated with playing the game so for this I turned to something I got from Cameron councilman."}
{"start": "00:52:38.490", "end": "00:52:50.760", "speaker": "Jack Murray", "utterance": " Who described offers a description of effective versus subjective adaptations here aspect of experiences are interested in replicating the particular feelings of an object and and consultants."}
{"start": "00:52:51.960", "end": "00:52:54.120", "speaker": "Jack Murray", "utterance": " example, this involves playing."}
{"start": "00:52:55.140", "end": "00:52:58.830", "speaker": "Jack Murray", "utterance": " Within the world of the film, but not necessarily a specific character within the film."}
{"start": "00:52:59.130", "end": "00:53:10.620", "speaker": "Jack Murray", "utterance": " subjective experiences, on the other hand, enforce a specific subject position on the player so, for example, playing a film character in a game that's based on the film, so this is when you play legalese in one of the Lord of the Rings games."}
{"start": "00:53:12.630", "end": "00:53:22.980", "speaker": "Jack Murray", "utterance": " So, because of so this doesn't map cleanly on to analog to digital adaptations because players as we discussed earlier players inhabit this."}
{"start": "00:53:24.900", "end": "00:53:32.250", "speaker": "Jack Murray", "utterance": " Both a narrative subject position within the game, and the position of someone playing the game, though I think it's still useful to identify."}
{"start": "00:53:33.720", "end": "00:53:41.040", "speaker": "Jack Murray", "utterance": " What experiences, the adaptation is interested in replicating so if we add an access access onto the graph that describes with the magic or narrative decision."}
{"start": "00:53:41.700", "end": "00:53:45.960", "speaker": "Jack Murray", "utterance": " On the top end and the lunatic on the bottom we get something kind of like this."}
{"start": "00:53:46.740", "end": "00:53:55.950", "speaker": "Jack Murray", "utterance": " So we see arena spell table and tabletop simulator end up near the bottom is there, explicitly interested in the ludic experience of sitting at a table playing magic the gathering."}
{"start": "00:53:56.820", "end": "00:54:06.090", "speaker": "Jack Murray", "utterance": " chandelier ends up slightly above the middle, because while it's still includes the card game, it is more interested in you playing a character that exists within the narrative world of magic the gathering."}
{"start": "00:54:07.710", "end": "00:54:11.190", "speaker": "Jack Murray", "utterance": " And then, at the top of the chart towards the hypermedia see and we have."}
{"start": "00:54:11.370", "end": "00:54:21.030", "speaker": "Jack Murray", "utterance": " Things like magic the gathering battle major, which is also from 1997, which is a real time strategy game set in the magic the gathering universe, where you play cards summon creatures and then command them around the battlefield."}
{"start": "00:54:22.920", "end": "00:54:23.700", "speaker": "Jack Murray", "utterance": " Which is a."}
{"start": "00:54:25.200", "end": "00:54:34.980", "speaker": "Jack Murray", "utterance": " imagined as a live action version of what is the magically happening within more when you sit down to play with paper magic cards and then more recent game."}
{"start": "00:54:35.520", "end": "00:54:46.500", "speaker": "Jack Murray", "utterance": " magic the gathering legends, which is a Diablo style action rpg that's just setting the magic universe, and you get to play as character established characters."}
{"start": "00:54:47.340", "end": "00:54:55.440", "speaker": "Jack Murray", "utterance": " So both battle mage and legends are introduced interested in primarily adapting the thematic element of magic but not necessarily the traditional experience of."}
{"start": "00:54:56.790", "end": "00:55:06.090", "speaker": "Jack Murray", "utterance": " The magic the gathering as it pertains to the platform centered around the trading card game, so I want to end with kind of a question kind of a provocation."}
{"start": "00:55:07.290", "end": "00:55:20.070", "speaker": "Jack Murray", "utterance": " When remediating or adapting an analog game to a digital platform, the relationships within the place and village change the effective vector shifts depending on the aspect of the original."}
{"start": "00:55:20.610", "end": "00:55:29.280", "speaker": "Jack Murray", "utterance": " That the adaptation is attempting to preserve and what it and what what it changes so when engaging with a digital version of the object."}
{"start": "00:55:30.300", "end": "00:55:40.620", "speaker": "Jack Murray", "utterance": " What experiences get maintained what gets changed what gets lost, how does the platform orient the player reader user or otherwise."}
{"start": "00:55:42.600", "end": "00:55:47.580", "speaker": "Jack Murray", "utterance": " Part participating interactive towards the network of aspect there so subsequently and mashed within."}
{"start": "00:55:49.350", "end": "00:55:55.500", "speaker": "Jack Murray", "utterance": " And so, with that Thank you and we will open up for some q&a."}
{"start": "00:56:09.600", "end": "00:56:11.820", "speaker": "Nick LaLone", "utterance": " So applause for both of you."}
{"start": "00:56:12.960", "end": "00:56:13.830", "speaker": "Topher Maraffi", "utterance": " Likewise."}
{"start": "00:56:20.370", "end": "00:56:23.490", "speaker": "Jack Murray", "utterance": " So I I lost I did lose audio."}
{"start": "00:56:24.570", "end": "00:56:32.970", "speaker": "Jack Murray", "utterance": " And that, so I apologize for that at some point I should replace this headset because this is the second time it's happened at a conference."}
{"start": "00:56:36.630", "end": "00:56:39.660", "speaker": "Jack Murray", "utterance": " So do we have."}
{"start": "00:56:42.150", "end": "00:56:44.850", "speaker": "Jack Murray", "utterance": " Any questions from."}
{"start": "00:56:45.960", "end": "00:56:49.230", "speaker": "Jack Murray", "utterance": " The chat that I missed did anyone see."}
{"start": "00:56:51.960", "end": "00:56:53.670", "speaker": "None", "utterance": "I don't see any questions."}
{"start": "00:57:12.900", "end": "00:57:13.200", "speaker": "None", "utterance": "All right."}
{"start": "00:57:14.460", "end": "00:57:14.820", "speaker": "None", "utterance": "Alan."}
{"start": "00:57:16.590", "end": "00:57:23.910", "speaker": "Alan Sondheim", "utterance": " i'm just wondering what kind of effect what was the name of the one with the intimacy with the touch."}
{"start": "00:57:25.050", "end": "00:57:25.950", "speaker": "Jack Murray", "utterance": " Nick de phobia."}
{"start": "00:57:26.190", "end": "00:57:30.960", "speaker": "Alan Sondheim", "utterance": " Nikki focus, what kind of effect do you think this would have on players long term."}
{"start": "00:57:33.330", "end": "00:57:34.320", "speaker": "Jack Murray", "utterance": " In terms of."}
{"start": "00:57:34.740", "end": "00:57:50.460", "speaker": "Alan Sondheim", "utterance": " Another words if if people are uncomfortable touching each other, does this create a sense of intimacy or is there a kind of alienation because you don't really know who you're touching or I mean it seems to have psychological issues really built into it, which is fascinating."}
{"start": "00:57:51.060", "end": "00:58:11.820", "speaker": "Jack Murray", "utterance": " yeah so it's it you're correct it is really interesting it oftentimes there's a lot of discussion around like consent and setting boundaries before play begins in that way, it takes a lot of cues from things like Nordic alarp which have a variety of."}
{"start": "00:58:12.840", "end": "00:58:18.000", "speaker": "Jack Murray", "utterance": " Mechanisms for kind of mediating mediating intimacy and so."}
{"start": "00:58:19.920", "end": "00:58:21.720", "speaker": "Jack Murray", "utterance": " But yeah even beyond that."}
{"start": "00:58:22.800", "end": "00:58:27.780", "speaker": "Jack Murray", "utterance": " it's a it's a an odd experience because."}
{"start": "00:58:29.640", "end": "00:58:43.260", "speaker": "Jack Murray", "utterance": " It does have the potential for to like highlight the negative the kind of negative intimacy so part of one of the things that I that probably got I got cut off was that, like intimacy is not always a good thing."}
{"start": "00:58:45.540", "end": "00:58:48.660", "speaker": "Jack Murray", "utterance": " And that and based on how that intimacy is deployed."}
{"start": "00:58:49.890", "end": "00:58:50.670", "speaker": "Jack Murray", "utterance": " It can."}
{"start": "00:58:52.080", "end": "00:58:54.810", "speaker": "Jack Murray", "utterance": " Like quickly change the experience of play."}
{"start": "00:58:57.630", "end": "00:59:01.230", "speaker": "Alan Sondheim", "utterance": " It seems to also reflect relate to test it knowledge."}
{"start": "00:59:02.400", "end": "00:59:10.680", "speaker": "Alan Sondheim", "utterance": " I play kind of experimental guitar and i'll do with my eyes closed sometimes and even wearing your phone, so I can't hear what i'm doing and just feeling."}
{"start": "00:59:11.430", "end": "00:59:18.330", "speaker": "Alan Sondheim", "utterance": " So there's there's something about remapping your whole body in a situation like that, and the kind of memory that goes along with it."}
{"start": "00:59:20.430", "end": "00:59:21.270", "speaker": "Jack Murray", "utterance": " yeah exactly."}
{"start": "00:59:23.010", "end": "00:59:23.880", "speaker": "Jack Murray", "utterance": " So I."}
{"start": "00:59:24.270", "end": "00:59:36.000", "speaker": "Nick LaLone", "utterance": " Have there's a question from Dan Cox how am I effect of vectors and your work and mapping along the axis of remediation work for things like D amp D enroll 20 or fantasy grounds."}
{"start": "00:59:37.140", "end": "00:59:44.520", "speaker": "Jack Murray", "utterance": " yeah so that was another thing that I that i've been thinking about and it functions somewhat similarly so."}
{"start": "00:59:47.790", "end": "01:00:08.280", "speaker": "Jack Murray", "utterance": " Well, also somewhat differently depending so like I would say that, like the things that are more thematically oriented end up being like the early computer rpg it because they are like explicitly making dungeons and dragons for the computer, whereas."}
{"start": "01:00:09.660", "end": "01:00:10.440", "speaker": "Jack Murray", "utterance": " Something like."}
{"start": "01:00:13.950", "end": "01:00:18.060", "speaker": "Jack Murray", "utterance": " or fantasy grounds would be more interested in."}
{"start": "01:00:19.260", "end": "01:00:19.560", "speaker": "Jack Murray", "utterance": " You know."}
{"start": "01:00:21.390", "end": "01:00:30.240", "speaker": "Jack Murray", "utterance": " replicating the experience of sitting down and playing at the table so they'd be closer to something like arena or spell table."}
{"start": "01:00:32.280", "end": "01:00:38.580", "speaker": "Jack Murray", "utterance": " And yeah, so this is this isn't kind of figuring out this relationship is kind of an ongoing process."}
{"start": "01:00:41.130", "end": "01:00:41.640", "speaker": "Jack Murray", "utterance": " That."}
{"start": "01:00:43.470", "end": "01:00:48.510", "speaker": "Jack Murray", "utterance": " So this is like my third or fourth version of this kind of graph i'm trying to figure out like what."}
{"start": "01:00:49.890", "end": "01:00:54.060", "speaker": "Jack Murray", "utterance": " What does it look like in these kind of situations."}
{"start": "01:00:56.430", "end": "01:01:03.780", "speaker": "Nick LaLone", "utterance": " that's good answer um so there's another question here about ar and I think that this is something interesting."}
{"start": "01:01:04.320", "end": "01:01:12.840", "speaker": "Nick LaLone", "utterance": " For Devon there's a bunch of papers by I think it the two authors are IP IP and Cooper stuck they talk about playing content on a light table."}
{"start": "01:01:13.560", "end": "01:01:26.460", "speaker": "Nick LaLone", "utterance": " But they, the question is how do ar platforms factor into sort of this conversation of materiality and then they link to the tilt five sort of ar experience on the table."}
{"start": "01:01:34.890", "end": "01:01:41.580", "speaker": "Topher Maraffi", "utterance": " So yeah I think I think that's very I haven't actually played till five but it looks very interesting."}
{"start": "01:01:43.380", "end": "01:01:49.680", "speaker": "Topher Maraffi", "utterance": " You know I mean going from from material that digital it changes so much."}
{"start": "01:01:50.730", "end": "01:02:02.940", "speaker": "Topher Maraffi", "utterance": " I do think that it's an open research area in vr or ar to make it feel more real to make it for feel more material."}
{"start": "01:02:03.960", "end": "01:02:12.180", "speaker": "Topher Maraffi", "utterance": " So that when you're you know you're in the lot of these platforms, where you're using vr ar or Mr."}
{"start": "01:02:13.560", "end": "01:02:39.480", "speaker": "Topher Maraffi", "utterance": " You can see your hand sometimes and it it's just a representation of you pushing the controller buttons, but it does feel like your hands, after a while and and depending on how well the haptics are implemented in the touching of things, it can actually feel like you're touching something."}
{"start": "01:02:40.560", "end": "01:02:53.130", "speaker": "Topher Maraffi", "utterance": " Like if you're playing beat saver and vr you actually feel yourself cut what you would think because nobody really knows what a lightsaber would feel like cutting through a block."}
{"start": "01:02:54.480", "end": "01:03:02.610", "speaker": "Topher Maraffi", "utterance": " As your your digital life slaver is going through a blocks that are going by, and so I think that."}
{"start": "01:03:03.750", "end": "01:03:11.940", "speaker": "Topher Maraffi", "utterance": " that's kind of like the goal of a lot of these platforms is to try and bring more of that feeling of that materiality over."}
{"start": "01:03:12.990", "end": "01:03:25.530", "speaker": "Topher Maraffi", "utterance": " As an aesthetic and and so things like the void vr experience, where they actually have you touch a lot of things that are actually physical things."}
{"start": "01:03:26.250", "end": "01:03:29.640", "speaker": "Topher Maraffi", "utterance": " If you took your glasses off they wouldn't look anything like what they look like."}
{"start": "01:03:30.180", "end": "01:03:39.240", "speaker": "Topher Maraffi", "utterance": " In the virtual world, but you know it makes all the difference to the illusion that when you grab this lever there's actually a lever there."}
{"start": "01:03:39.930", "end": "01:03:53.250", "speaker": "Topher Maraffi", "utterance": " Where you don't get that in the home vr experience so, so I think that there's there's levels of theatricality to bring that illusion into the virtual world."}
{"start": "01:03:54.630", "end": "01:04:04.770", "speaker": "Topher Maraffi", "utterance": " And the more you can do it in a way that is seamless it's it's really pretty amazing It makes you it grounds, you in that experience even more."}
{"start": "01:04:08.460", "end": "01:04:21.390", "speaker": "Nick LaLone", "utterance": " In thinking about fertilizing board games there used to be a version of scrabble where you're sort of tray for your letters was your iPhone."}
{"start": "01:04:21.840", "end": "01:04:31.590", "speaker": "Nick LaLone", "utterance": " And the board itself was on an iPad, and so this game, you know, in order for you to play it you had to have spent something like what seven $8,000."}
{"start": "01:04:32.160", "end": "01:04:36.120", "speaker": "Nick LaLone", "utterance": " And I think that a lot of the the reasons for not."}
{"start": "01:04:37.110", "end": "01:04:50.490", "speaker": "Nick LaLone", "utterance": " Like we're sort of touching on some of this stuff like what's the potentials because what we don't know really how to study it right what what's good in this particular regard, and then to this stuff is very inaccessible."}
{"start": "01:04:51.030", "end": "01:05:05.790", "speaker": "Nick LaLone", "utterance": " The amount of money, you need to use like till five or something like that is a it's prohibitive in a lot of ways I keep coming back to golem arcana which sadly wasn't really implemented very well, but."}
{"start": "01:05:07.290", "end": "01:05:13.590", "speaker": "Nick LaLone", "utterance": " All of the little miniatures you know these are things that you could touch all of their information was stored."}
{"start": "01:05:14.280", "end": "01:05:25.050", "speaker": "Nick LaLone", "utterance": " On an APP and so you had to touch rf tags on the miniatures so that you can do this, I think there's different ways for you to kind of mediate sort of the procedures of play with the materials of play."}
{"start": "01:05:26.310", "end": "01:05:31.410", "speaker": "Nick LaLone", "utterance": " And I hope that people will start trying different things as we move forward yeah."}
{"start": "01:05:31.440", "end": "01:05:43.800", "speaker": "Jack Murray", "utterance": " i'm i'm thinking about things like recently or I guess several years ago, keep talking nobody explodes where you have one person who has the headset and then everyone else is given a pamphlet."}
{"start": "01:05:45.270", "end": "01:05:47.820", "speaker": "Jack Murray", "utterance": " or even something like the battle tech pods."}
{"start": "01:05:48.840", "end": "01:05:50.490", "speaker": "Jack Murray", "utterance": " which I get it's it's."}
{"start": "01:05:52.410", "end": "01:05:57.240", "speaker": "Jack Murray", "utterance": " Not it's like an interesting like mixed reality kind of experience and."}
{"start": "01:05:59.040", "end": "01:06:06.360", "speaker": "Topher Maraffi", "utterance": " Personally, I mean I don't really think you should adapt I mean well I don't know if you should but I don't think it's."}
{"start": "01:06:07.500", "end": "01:06:10.620", "speaker": "Topher Maraffi", "utterance": " A good use of the medium if you're not changing it."}
{"start": "01:06:13.080", "end": "01:06:21.570", "speaker": "Topher Maraffi", "utterance": " When you're going from the physical game to the virtual game, I mean I really love the idea I haven't played it of the."}
{"start": "01:06:23.610", "end": "01:06:30.510", "speaker": "Topher Maraffi", "utterance": " The magic the gathering one channel or where you're a wizard going around playing the game in the in the in the game world."}
{"start": "01:06:31.890", "end": "01:06:37.170", "speaker": "Topher Maraffi", "utterance": " You know that sort of Meta narrative within or Meta play inside of the the game."}
{"start": "01:06:40.140", "end": "01:06:48.450", "speaker": "Topher Maraffi", "utterance": " So you know, I think that you might I like I like the idea of exploring how does it change it."}
{"start": "01:06:49.620", "end": "01:06:58.710", "speaker": "Topher Maraffi", "utterance": " Rather than trying to keep it the same, although I can see where the one reason why you would want to maybe completely."}
{"start": "01:06:59.670", "end": "01:07:09.780", "speaker": "Topher Maraffi", "utterance": " Say create a digital version of a board game, would be to be able to play with people that are, on the other side of the world, you know who are not in your space at all."}
{"start": "01:07:10.830", "end": "01:07:21.540", "speaker": "Topher Maraffi", "utterance": " Especially with coven and everything, and in that case I mean there are certain things you'd want to replicate to give that feeling of the real game like I play."}
{"start": "01:07:22.410", "end": "01:07:33.840", "speaker": "Topher Maraffi", "utterance": " dominoes and Mexican train a lot, and one of the things is the sound of those you know the sound of the dominoes hitting each other when you move them around you would want to replicate that if you if you wanted to."}
{"start": "01:07:34.410", "end": "01:07:39.600", "speaker": "Topher Maraffi", "utterance": " sort of make a digital version that you could play with people somewhere else but."}
{"start": "01:07:39.810", "end": "01:07:48.450", "speaker": "Nick LaLone", "utterance": " there's an interesting thing, I think that happens when you digitize a game, because, like the analog the physical space, the tabletop space."}
{"start": "01:07:49.980", "end": "01:08:04.380", "speaker": "Nick LaLone", "utterance": " Humans are imperfect, and so we often will finish a game and then realize oh I missed a rule 20 turns back this is especially prevalent in magic because there's so many different interactions with cards and things like that."}
{"start": "01:08:05.430", "end": "01:08:12.150", "speaker": "Nick LaLone", "utterance": " almost universally when I was experimenting with trying to figure out how to measure what happens during play."}
{"start": "01:08:12.960", "end": "01:08:23.940", "speaker": "Nick LaLone", "utterance": " When I handed the players, an iPad and told them to play another game of content, using just this They all said oh i've been misinterpreting that rule for a long time."}
{"start": "01:08:24.690", "end": "01:08:36.210", "speaker": "Nick LaLone", "utterance": " And so, this is where like yes, you should take advantages advantage of the medium, but the recognition that like computers can't make exceptions to the way that they're programmed."}
{"start": "01:08:36.780", "end": "01:08:44.460", "speaker": "Nick LaLone", "utterance": " And so you're the procedures of a tabletop game, especially where, especially in like magic and things like that."}
{"start": "01:08:46.260", "end": "01:08:55.560", "speaker": "Nick LaLone", "utterance": " They become a lot more strict and I think that this tends to sort of take away from the human factor on the board game."}
{"start": "01:08:56.640", "end": "01:08:58.170", "speaker": "Nick LaLone", "utterance": " But yeah I don't know yeah."}
{"start": "01:08:58.260", "end": "01:09:04.140", "speaker": "Jack Murray", "utterance": " I think that's one of the reasons why things like spell table or tabletop simulator especially are."}
{"start": "01:09:05.820", "end": "01:09:09.000", "speaker": "Jack Murray", "utterance": " Interesting is because it's it doesn't."}
{"start": "01:09:11.610", "end": "01:09:18.150", "speaker": "Jack Murray", "utterance": " It still relies on the the human aspect to follow the procedures of the game and like execute this this like."}
{"start": "01:09:19.350", "end": "01:09:20.280", "speaker": "Jack Murray", "utterance": " These processes."}
{"start": "01:09:20.940", "end": "01:09:34.410", "speaker": "Nick LaLone", "utterance": " So I had a question that's actually relevant to what we're talking about now and I guess, this would be for you drag, which is that um so like you can play magic on things like lackey gimp octagon."}
{"start": "01:09:36.510", "end": "01:09:42.150", "speaker": "Nick LaLone", "utterance": " Why are you going to incorporate those types of platforms into your."}
{"start": "01:09:43.650", "end": "01:09:44.070", "speaker": "Jack Murray", "utterance": " yeah."}
{"start": "01:09:44.550", "end": "01:09:45.390", "speaker": "Jack Murray", "utterance": " it's definitely."}
{"start": "01:09:46.500", "end": "01:09:52.170", "speaker": "Jack Murray", "utterance": " Something that I want to look into is like what are the ways that games like magic are."}
{"start": "01:09:53.340", "end": "01:09:57.660", "speaker": "Jack Murray", "utterance": " being adapted to digital play and what."}
{"start": "01:09:58.890", "end": "01:10:03.960", "speaker": "Jack Murray", "utterance": " What are the impacts of that so like one of the things I was talking to someone about how."}
{"start": "01:10:04.470", "end": "01:10:19.860", "speaker": "Jack Murray", "utterance": " they're a lot of the language and how they write matt magic cards is changing, because of the emphasis on arena so before, when you would play magic generally, you would have your your deck of 60 cards with like 15 card sideboard that you could swap cards in from."}
{"start": "01:10:21.270", "end": "01:10:32.970", "speaker": "Jack Murray", "utterance": " And so, like as you would play people you would swap cards in and out but for magic but for arena, since you generally match with the person, a random person one time play one game and then disconnect and never see them again."}
{"start": "01:10:34.290", "end": "01:10:42.000", "speaker": "Jack Murray", "utterance": " they're starting to print a lot of cards that are either or so it's do this or this so it gives you more options, without having to."}
{"start": "01:10:43.110", "end": "01:10:49.530", "speaker": "Jack Murray", "utterance": " split things, or even a lot of the language is getting less vague and more."}
{"start": "01:10:50.550", "end": "01:10:56.040", "speaker": "Jack Murray", "utterance": " almost like you would do like a write a natural language processing Program."}
{"start": "01:11:02.160", "end": "01:11:05.310", "speaker": "Nick LaLone", "utterance": " cards band iterative but not in the paper version that's the."}
{"start": "01:11:05.610", "end": "01:11:05.970", "speaker": "Jack Murray", "utterance": " last thing."}
{"start": "01:11:06.510", "end": "01:11:11.850", "speaker": "Nick LaLone", "utterance": " that this has been a project that we've been trying to get off the ground for a while."}
{"start": "01:11:13.230", "end": "01:11:14.580", "speaker": "Nick LaLone", "utterance": " has to do with."}
{"start": "01:11:17.490", "end": "01:11:19.410", "speaker": "Nick LaLone", "utterance": " How charisma, the charisma."}
{"start": "01:11:20.490", "end": "01:11:28.890", "speaker": "Nick LaLone", "utterance": " attribute changed and dungeons and dragons across all of its disparate additions, because when D amp D was digitized."}
{"start": "01:11:29.610", "end": "01:11:39.990", "speaker": "Nick LaLone", "utterance": " charisma was the most powerful staton the entire game right all of the road likes all of the early versions of dungeons and dragons they ignored charisma, because."}
{"start": "01:11:40.350", "end": "01:11:47.760", "speaker": "Nick LaLone", "utterance": " It also meant that your retinue that giant amount of creatures that are following you around they couldn't follow you into the dungeon and so."}
{"start": "01:11:48.000", "end": "01:11:58.740", "speaker": "Nick LaLone", "utterance": " If you watch it from its early first release in the one box and 74 getting into first edition in like 81 or 81 getting into second edition, you see this sort of retreat."}
{"start": "01:11:59.340", "end": "01:12:13.170", "speaker": "Nick LaLone", "utterance": " Back in taking charisma and sort of taking a lot of the word game out of dungeons and dragons and putting it more into the emphasis of this performative clay is super interesting to watch but it's."}
{"start": "01:12:14.190", "end": "01:12:22.680", "speaker": "Nick LaLone", "utterance": " watching this sort of interplay of dungeons and dragons and our relationship to systems, our relationship to computation the sort of."}
{"start": "01:12:23.190", "end": "01:12:34.440", "speaker": "Nick LaLone", "utterance": " spread of our acceptance of like automated procedures it's really affected dungeon dragons and it's really interesting to see where we are at this particular moment."}
{"start": "01:12:35.310", "end": "01:12:46.110", "speaker": "Nick LaLone", "utterance": " Where dungeon dragons has sort of gone backwards, all the way to that 1974 dungeon exploration type game and there's just so much out there that."}
{"start": "01:12:47.790", "end": "01:12:50.880", "speaker": "Nick LaLone", "utterance": " needs to be explored more in this particular space."}
{"start": "01:12:52.260", "end": "01:12:52.650", "speaker": "Nick LaLone", "utterance": " So."}
{"start": "01:12:54.030", "end": "01:12:57.180", "speaker": "Topher Maraffi", "utterance": " Nick have you made one of those maps for dungeons and dragons."}
{"start": "01:12:57.720", "end": "01:12:58.440", "speaker": "Nick LaLone", "utterance": " Which map."}
{"start": "01:12:59.040", "end": "01:13:00.000", "speaker": "Topher Maraffi", "utterance": " The the."}
{"start": "01:13:00.660", "end": "01:13:02.160", "speaker": "Nick LaLone", "utterance": " Oh, my the social hour guys this."}
{"start": "01:13:02.460", "end": "01:13:04.590", "speaker": "Nick LaLone", "utterance": " Is um you said map."}
{"start": "01:13:04.650", "end": "01:13:15.630", "speaker": "Nick LaLone", "utterance": " i've written like three different papers on cartography cartographic experiences at the table, mostly because emergency management its central figure is a map."}
{"start": "01:13:16.080", "end": "01:13:30.720", "speaker": "Nick LaLone", "utterance": " Right, where are the people that need help, how where our assets in the field and so evaluating how the map in our the way that we interact with maps over time changes, but in terms of social network analysis of playing d&d who."}
{"start": "01:13:32.040", "end": "01:13:42.360", "speaker": "Nick LaLone", "utterance": " Like what I was trying to do, took hundreds and hundreds of hours and there's ways for me to accelerate it doing that for dmd would be super interesting."}
{"start": "01:13:42.870", "end": "01:13:50.550", "speaker": "Nick LaLone", "utterance": " But I have to wonder like, how do you adjust for people starting to figure their characters out over time."}
{"start": "01:13:51.270", "end": "01:13:59.490", "speaker": "Nick LaLone", "utterance": " Right when people come into dungeons and dragons when they come into like a board game they might not understand the rules, but after the first time they play you got a pretty good idea on it."}
{"start": "01:13:59.850", "end": "01:14:07.740", "speaker": "Nick LaLone", "utterance": " Pretty end you're like well this time i'm going to play a ranger and i'm going to use this kit from this specific book and I might use these specific things, how do I."}
{"start": "01:14:08.400", "end": "01:14:18.360", "speaker": "Nick LaLone", "utterance": " bring all of that stuff in to analysis I don't know I mean you could do it, but it would be extremely painstaking very time sensitive."}
{"start": "01:14:18.690", "end": "01:14:29.550", "speaker": "Jack Murray", "utterance": " It also be interesting to consider like at that point, what counts as like pieces of the game, because you know there's the joke that like snacks are an important part of every dungeons and dragons experience or."}
{"start": "01:14:31.830", "end": "01:14:38.010", "speaker": "Jack Murray", "utterance": " You know, things like that, so I think it'd be especially since there's no prescribed pre prescribed turn order."}
{"start": "01:14:39.210", "end": "01:14:42.450", "speaker": "Jack Murray", "utterance": " Things things like that get get messy like how."}
{"start": "01:14:45.420", "end": "01:14:58.920", "speaker": "Nick LaLone", "utterance": " what's the one there's an APP for chrome and add on for chrome that feeds into roll 20 from the D amp D s thing and it puts all these buttons into."}
{"start": "01:15:00.240", "end": "01:15:08.880", "speaker": "Nick LaLone", "utterance": " Roll 20 so it mediates all the rules, you don't need to know anything anymore, as long as your character is created correctly, you just push a button and you're like okay."}
{"start": "01:15:09.390", "end": "01:15:18.960", "speaker": "Nick LaLone", "utterance": " And it makes me think about like my favorite board games and a lot of the Board games that we played when I was more active in that space we're all faceless like we played amber."}
{"start": "01:15:19.530", "end": "01:15:29.760", "speaker": "Nick LaLone", "utterance": " chronicles of amber we play a lot of big eyes small mouth, which is just three Stat but body mind and soul, and so we were almost entirely an improv troupe."}
{"start": "01:15:30.990", "end": "01:15:40.440", "speaker": "Nick LaLone", "utterance": " seeing a D amp D, which has really gone back into like trying to have a ton of rules, so that people, it can except any kind of person."}
{"start": "01:15:41.550", "end": "01:15:44.310", "speaker": "Nick LaLone", "utterance": " there's a lot there that needs to be unpacked."}
{"start": "01:15:46.170", "end": "01:15:58.020", "speaker": "Nick LaLone", "utterance": " And this is what we've been really trying to dig into with some of our our analysis at this particular point but yeah it's there's so much to unpack there I don't know when you can."}
{"start": "01:16:04.140", "end": "01:16:04.530", "speaker": "Nick LaLone", "utterance": " yeah."}
{"start": "01:16:06.630", "end": "01:16:09.150", "speaker": "Nick LaLone", "utterance": " you're not allowed to use that spec anymore it's too powerful."}
{"start": "01:16:13.980", "end": "01:16:20.820", "speaker": "Nick LaLone", "utterance": " it's I still think fourth edition from D amp D is probably the most interesting for academic inquiry."}
{"start": "01:16:21.210", "end": "01:16:32.220", "speaker": "Nick LaLone", "utterance": " Because it was the moment in time, where like video games informed the dungeons and dragons so much that it reflected video games and then fifth edition retreats all the way back to the beginning."}
{"start": "01:16:34.020", "end": "01:16:40.710", "speaker": "Nick LaLone", "utterance": " Oh no it isn't talked about enough like it is a It is amazing this it's this tiny little moment in time."}
{"start": "01:16:41.400", "end": "01:16:55.920", "speaker": "Nick LaLone", "utterance": " Like right after the World Trade Center disaster, all the way up until like net culture starts to explode and it's just fourth edition represents that space it's like watching the fifth rocky movie and you're like I don't like this, but also the 90s were crazy and terrible."}
{"start": "01:16:57.030", "end": "01:16:58.230", "speaker": "Nick LaLone", "utterance": " You just have to accept that."}
{"start": "01:17:00.900", "end": "01:17:05.550", "speaker": "Jack Murray", "utterance": " So I will note that we're a little bit over time."}
{"start": "01:17:07.080", "end": "01:17:07.440", "speaker": "Jack Murray", "utterance": " But."}
{"start": "01:17:08.910", "end": "01:17:22.440", "speaker": "Jack Murray", "utterance": " You know i'm thoroughly enjoying this conversation, but I want to thank the two of you for being on this panel and everyone who came to show up, as well as our Conference admin for."}
{"start": "01:17:24.990", "end": "01:17:26.340", "speaker": "Jack Murray", "utterance": " keeping things running smoothly."}
{"start": "01:17:27.480", "end": "01:17:28.530", "speaker": "Nick LaLone", "utterance": " Yes, thank you very much."}
{"start": "01:17:28.650", "end": "01:17:29.220", "speaker": "Topher Maraffi", "utterance": " Thank you."}
{"start": "01:17:29.790", "end": "01:17:31.710", "speaker": "Topher Maraffi", "utterance": " Also very interesting conversation."}
{"start": "01:17:32.520", "end": "01:17:35.700", "speaker": "Nick LaLone", "utterance": " And one day, I want to talk about D amp D with you."}
{"start": "01:17:37.770", "end": "01:17:38.430", "speaker": "Topher Maraffi", "utterance": " Absolutely."}
{"start": "01:17:38.880", "end": "01:17:39.150", "speaker": "None", "utterance": "All right."}
{"start": "01:17:41.730", "end": "01:17:42.810", "speaker": "Topher Maraffi", "utterance": " All right, I guess."}
{"start": "01:17:44.940", "end": "01:17:45.660", "speaker": "Nick LaLone", "utterance": " we're done."}
{"start": "01:17:45.960", "end": "01:17:47.370", "speaker": "Topher Maraffi", "utterance": " There other questions yep."}
{"start": "01:17:47.580", "end": "01:17:48.030", "speaker": "None", "utterance": "Okay."}
{"start": "01:17:50.280", "end": "01:17:51.000", "speaker": "Topher Maraffi", "utterance": " Great well."}