{"start": "00:02:48.000", "end": "00:03:01.000", "speaker": "None", "utterance": "That the work I wanted to write was getting over bloated with issues I'd worked in contemporary pharmacology TV race prison life and it doesn't have the vocabularies, how was I going to satirize internet boosterism and the Dow Jones as well while leaving"}
{"start": "00:03:01.000", "end": "00:03:04.000", "speaker": "None", "utterance": "room for complexities of character and locale."}
{"start": "00:03:04.000", "end": "00:03:12.000", "speaker": "None", "utterance": "And he says the novelist has more and more to say to read his web less and less time to read, where to find the energy to engage with the culture in crisis."}
{"start": "00:03:12.000", "end": "00:03:22.000", "speaker": "None", "utterance": "When the crisis consists in the impossibility of engaging with the culture, I began to think that there was something wrong with the whole model of the novel as a form of cultural engagement."}
{"start": "00:03:22.000", "end": "00:03:37.000", "speaker": "None", "utterance": "This time was kind of articulated more thoroughly by this this concept literally by still found out with Alina, who uses similar kind of types of knowledge novels to, you know, describe this or define this time and he uses these 10"}
{"start": "00:03:37.000", "end": "00:03:40.000", "speaker": "None", "utterance": "characteristics to define the novel."}
{"start": "00:03:40.000", "end": "00:03:48.000", "speaker": "None", "utterance": "I'm putting my argument aside, you don't really have time to go into that I argue that these, these characteristics that kind of incompatible with one another."}
{"start": "00:03:48.000", "end": "00:04:02.000", "speaker": "None", "utterance": "And you know I was still drawn to kind of create a kind of big ambitious novel which I think is still kind of this desire of the novelist. And so my resolution or my attempt to kind of resolve this predicament, was to go to Cal ninos values of lightness"}
{"start": "00:04:02.000", "end": "00:04:18.000", "speaker": "None", "utterance": "quickness exactitude visibility multiplicity and consistency. And I developed a kind of text novel that used these values as you can see here I kind of use a multitude of forms of visibility of currency to kind of represent attempt to represent the entirety"}
{"start": "00:04:18.000", "end": "00:04:23.000", "speaker": "None", "utterance": "of Australian culture through."}
{"start": "00:04:23.000", "end": "00:04:35.000", "speaker": "None", "utterance": "And in also to write a novel that was almost about the impossibility of doing such a task and so I used symbolic ideas about symbolic characters to kind of navigate the culture from the richest to the poorest."}
{"start": "00:04:35.000", "end": "00:04:52.000", "speaker": "None", "utterance": "Now, with this Council for the Arts grant, we're attempting to adapt it to a kind of digital format to better articulate, to better address this predicament of the Maximus novels, and use a Calvin knows represent calculated values and for now I'll put"}
{"start": "00:04:52.000", "end": "00:04:59.000", "speaker": "None", "utterance": "it over to my colleague Chris, who just give a very brief, a show of what we're doing at the minute."}
{"start": "00:04:59.000", "end": "00:05:00.000", "speaker": "None", "utterance": "Okay."}
{"start": "00:05:00.000", "end": "00:05:13.000", "speaker": "None", "utterance": "I foolishly haven't actually share was sharing my screen again didn't test this but."}
{"start": "00:05:13.000", "end": "00:05:16.000", "speaker": "None", "utterance": "Do we have the screen share."}
{"start": "00:05:16.000", "end": "00:05:17.000", "speaker": "None", "utterance": "Yeah."}
{"start": "00:05:17.000", "end": "00:05:34.000", "speaker": "None", "utterance": "Good, good. We got one. So this is one panel. One of David's techniques is where we call them tested writing where we can pass over. I do not have focus there we go pass over a section of the text and and have a change."}
{"start": "00:05:34.000", "end": "00:05:37.000", "speaker": "None", "utterance": "That's right through this text."}
{"start": "00:05:37.000", "end": "00:05:52.000", "speaker": "None", "utterance": "This particular chapter is kind of focused on having three of these sorts of things happening at the same time. So, There are three sides to this prison there's some money on it as well."}
{"start": "00:05:52.000", "end": "00:05:55.000", "speaker": "None", "utterance": "I was gonna let it spin."}
{"start": "00:05:55.000", "end": "00:05:56.000", "speaker": "None", "utterance": "So yeah, you did."}
{"start": "00:05:56.000", "end": "00:05:59.000", "speaker": "None", "utterance": "They also."}
{"start": "00:05:59.000", "end": "00:06:03.000", "speaker": "None", "utterance": "I'll just stop it."}
{"start": "00:06:03.000", "end": "00:06:25.000", "speaker": "None", "utterance": "We've also gained the scoreboards together so that the three documents that the variation in how they articulate their messages is always consistent and always in some place an order how much time so I can go into it more but."}
{"start": "00:06:25.000", "end": "00:06:28.000", "speaker": "None", "utterance": "Thank you."}
{"start": "00:06:28.000", "end": "00:06:39.000", "speaker": "None", "utterance": "I think you are pretty much reached the end but if you have like a nice conclusion you want to get to can take up."}
{"start": "00:06:39.000", "end": "00:06:52.000", "speaker": "None", "utterance": "Yes, I mean, as I said, this is a work in progress. So this is just sort of one chapter of multiple chapters. So this is sort of a $50 chapter and we had like we go from basically the richest person it's really represented by $100 down to the five cent"}
{"start": "00:06:52.000", "end": "00:07:06.000", "speaker": "None", "utterance": "coin, as it were. And so this is the idea is kind of for it for each chapter to kind of come up with a new a new method that sort of expands and then the idea is that the whole text will actually the shape of the texts will actually be a kind of frame"}
{"start": "00:07:06.000", "end": "00:07:11.000", "speaker": "None", "utterance": "that, that sort of loops back on itself and a kind of aura Boris kind of way."}
{"start": "00:07:11.000", "end": "00:07:17.000", "speaker": "None", "utterance": "But yeah, as I said, it's still a work in progress so hopefully it'll be something to see in the future."}
{"start": "00:07:17.000", "end": "00:07:18.000", "speaker": "None", "utterance": "So please keep an eye out for it."}
{"start": "00:07:18.000", "end": "00:07:20.000", "speaker": "None", "utterance": "Thanks."}
{"start": "00:07:20.000", "end": "00:07:22.000", "speaker": "None", "utterance": "Thank you."}
{"start": "00:07:22.000", "end": "00:07:30.000", "speaker": "None", "utterance": "That's that's pretty amazing. So the, the next up on the program is Leah hundred."}
{"start": "00:07:30.000", "end": "00:07:32.000", "speaker": "None", "utterance": "I can go ahead."}
{"start": "00:07:32.000", "end": "00:07:44.000", "speaker": "None", "utterance": "Perfect. Um, so Hi everyone, great to see so many people here it's it's awkward times the day my paper was called an internet Bart at last the positive and perverse power of outlet poet Steve Brogan buck."}
{"start": "00:07:44.000", "end": "00:08:00.000", "speaker": "None", "utterance": "And so, Steve broken back was a self proclaimed video artist and poet who released YouTube videos from 2010 2017, rather than explain Rogan bucks poetic style to you I'll show you two clips from his most viewed video from 2012 we got really embody has"}
{"start": "00:08:00.000", "end": "00:08:16.000", "speaker": "None", "utterance": "Before I do this, I just want to let you know that if you have children in the room Steve Rogan buck is never really family friendly viewing. There's nothing particularly distressing there just is some inappropriate language so fair warning to you."}
{"start": "00:08:16.000", "end": "00:08:19.000", "speaker": "None", "utterance": "So we tested this in advance."}
{"start": "00:08:19.000", "end": "00:08:24.000", "speaker": "None", "utterance": "And I'm going to show you about a minute and a half and should remind myself."}
{"start": "00:08:24.000", "end": "00:08:26.000", "speaker": "None", "utterance": "There we go. Okay."}
{"start": "00:08:26.000", "end": "00:08:28.000", "speaker": "None", "utterance": "Let's go."}
{"start": "00:08:28.000", "end": "00:08:37.000", "speaker": "None", "utterance": "I'm gonna find it."}
{"start": "00:08:37.000", "end": "00:08:44.000", "speaker": "None", "utterance": "two words jackass Dog the Bounty Hunter, two words jackass. Yo,"}
{"start": "00:08:44.000", "end": "00:08:49.000", "speaker": "None", "utterance": "this is advice."}
{"start": "00:08:49.000", "end": "00:08:58.000", "speaker": "None", "utterance": "I'm cleaning teeth Okay, I'm gonna put my deck and do a juice press agreement is definitely working on our Pinterest following up tree."}
{"start": "00:08:58.000", "end": "00:09:14.000", "speaker": "None", "utterance": "A tree is coming out of the same tree, big tree is fucking stupid. Now that's true skill set, bounty hunter nice as a Marxist a superstructure reinforces the frickin base, get me in control of ABC Family, and I will fuck this country that baby Come on"}
{"start": "00:09:14.000", "end": "00:09:23.000", "speaker": "None", "utterance": "Baby Come on tree trunk live your life. Oh wait, you can't live your life because you're dead, right, because everything dies, because everybody died."}
{"start": "00:09:23.000", "end": "00:09:28.000", "speaker": "None", "utterance": "I'm not trying to be bad, you're gonna die, your dog."}
{"start": "00:09:28.000", "end": "00:09:37.000", "speaker": "None", "utterance": "When you're dead. Everyone, seriously humans are some people died because they don't have food."}
{"start": "00:09:37.000", "end": "00:09:40.000", "speaker": "None", "utterance": "Almost everybody wakes up."}
{"start": "00:09:40.000", "end": "00:09:47.000", "speaker": "None", "utterance": "We can do better than this human being can do better than that."}
{"start": "00:09:47.000", "end": "00:09:49.000", "speaker": "None", "utterance": "Alright, I'm going to stop sharing."}
{"start": "00:09:49.000", "end": "00:10:06.000", "speaker": "None", "utterance": "Um, so my paper considers how Rogan book exemplifies what Leo Flores has called third generation, literature, which quote uses established platforms with neither massive user basis, such as social media networks, apps, mobile and touchscreen devices and"}
{"start": "00:10:06.000", "end": "00:10:18.000", "speaker": "None", "utterance": "web API services. This third generation accounts for a massive scale of born digital work produced by and for contemporary audiences, for whom digital media has become naturalized and the quote."}
{"start": "00:10:18.000", "end": "00:10:33.000", "speaker": "None", "utterance": "I first introduced readers to Rogan books work, observing how his poetry fits within the category of third generation, he lit. I then consider how allegations of sexual misconduct against Rogan buck, which he confirmed may impact interpretations of his"}
{"start": "00:10:33.000", "end": "00:10:45.000", "speaker": "None", "utterance": "work through this paper I am to start a conversation about negotiating cultural value and socially unacceptable authorial behavior with new expectations and potential issues for third generation, he lit."}
{"start": "00:10:45.000", "end": "00:11:00.000", "speaker": "None", "utterance": "While third well works the third generation may have extraordinary positive effective and effective impact. We can't lose sight of the potentially negative social implications of a lead practice, whose voices are heard."}
{"start": "00:11:00.000", "end": "00:11:19.000", "speaker": "None", "utterance": "power imbalances might third generation, he let perpetuate or create this paper uses the case of Steve Rogan book as a springboard for beginning to address such questions. That's my summary."}
{"start": "00:11:19.000", "end": "00:11:30.000", "speaker": "None", "utterance": "You did not even use all of your time. No one ever complained that it was too short. Y'all better to go shorter than longer."}
{"start": "00:11:30.000", "end": "00:11:33.000", "speaker": "None", "utterance": "Thank you. That was impressive."}
{"start": "00:11:33.000", "end": "00:11:51.000", "speaker": "None", "utterance": "Yeah. So I think we can just get past the mic to search a Porsche, and Erica, Philip pardon my pronunciation fit the room."}
{"start": "00:11:51.000", "end": "00:11:53.000", "speaker": "None", "utterance": "Can you hear me all right."}
{"start": "00:11:53.000", "end": "00:12:09.000", "speaker": "None", "utterance": "Yes, and hopefully surface here as well. I saw the Okay, so I'm going to share my screen with a short presentation."}
{"start": "00:12:09.000", "end": "00:12:12.000", "speaker": "None", "utterance": "Okay, can you see that one."}
{"start": "00:12:12.000", "end": "00:12:24.000", "speaker": "None", "utterance": "Yes, right. So, our talk they'll be about digital temporality, a little bit of a switch from a second talk, but it relates the first one I think to some extent."}
{"start": "00:12:24.000", "end": "00:12:28.000", "speaker": "None", "utterance": "So, brief theoretical introduction first."}
{"start": "00:12:28.000", "end": "00:12:41.000", "speaker": "None", "utterance": "So, according to Politico time becomes human, to the extent that it's a security through narrative mode and narrative attempts its full meaning when it becomes a condition of temporal existence."}
{"start": "00:12:41.000", "end": "00:12:59.000", "speaker": "None", "utterance": "From this perspective, narrative is a principle to for security ourselves in time, and for experiencing time within ourselves, and not over the digital may be characterized as a tool for the fundamental deconstruction of temporary."}
{"start": "00:12:59.000", "end": "00:13:12.000", "speaker": "None", "utterance": "This is reflected with two main tendencies that time calculation conveying the impression of immediacy, and that of university to have access convenience impression of availability."}
{"start": "00:13:12.000", "end": "00:13:20.000", "speaker": "None", "utterance": "So digital, thanks to its availability and its immediacy. This leads to a constant present time."}
{"start": "00:13:20.000", "end": "00:13:36.000", "speaker": "None", "utterance": "So, based on these two premises. We can wonder whether digital narrative as such would be potentially an oxymoron, and trying to square the circle, however we do know quite a few examples of digital narratives and experimental digital narratives, and"}
{"start": "00:13:36.000", "end": "00:13:45.000", "speaker": "None", "utterance": "today we will present two examples from electronic literature and the third example which caused all this into question which will be the case of social media stories."}
{"start": "00:13:45.000", "end": "00:13:47.000", "speaker": "None", "utterance": "So first example."}
{"start": "00:13:47.000", "end": "00:13:58.000", "speaker": "None", "utterance": "So there's not sufficient sufficient for the smartphone rely on ordinary daily practices on a smartphone real time shuts, for instance, but also notifications."}
{"start": "00:13:58.000", "end": "00:14:18.000", "speaker": "None", "utterance": "In this case, the fictional character regularly, since notifications to the user. In, bury me male of the reader in connects the character of the husband of a young second woman who is attempting to rich, Europe, six centuries, take place in pseudo real"}
{"start": "00:14:18.000", "end": "00:14:33.000", "speaker": "None", "utterance": "If the character must complete an action which is supposed to take her several house, the reader can not contact her during this time lapse. And when she returns in notification when informs the reader that she's again available to do peace place we separated"}
{"start": "00:14:33.000", "end": "00:14:41.000", "speaker": "None", "utterance": "by integrating fictional time into the readers read time."}
{"start": "00:14:41.000", "end": "00:14:47.000", "speaker": "None", "utterance": "To what extent can efficient narrative be built around a real time data flow."}
{"start": "00:14:47.000", "end": "00:15:08.000", "speaker": "None", "utterance": "In this case, because it's your eardrums is replaced by sequence ready to read events, reset galaxy web narrative by force virtual before is connected to return through data from the price region or network reset leaves, just opposite zero that web train"}
{"start": "00:15:08.000", "end": "00:15:20.000", "speaker": "None", "utterance": "station engineer trains with this trend in familiar binance I like characters who pay visits to the set to the very lively moments and moments of great solitude."}
{"start": "00:15:20.000", "end": "00:15:38.000", "speaker": "None", "utterance": "This piece uses a real time of events taking place in the real world, to structure the fictional work lending meaning to a flow of information and transforming it into a human experience, according to your thorough lives contingencies, enter into the"}
{"start": "00:15:38.000", "end": "00:15:57.000", "speaker": "None", "utterance": "narrative and result in a pure time experience. And so our third example will be the stories from social media, I've got the screen capture but I'm sure many of you are familiar with the Facebook or Instagram, and how the stories work in there, you've"}
{"start": "00:15:57.000", "end": "00:16:02.000", "speaker": "None", "utterance": "got a sort of a storyline and on top of the screen."}
{"start": "00:16:02.000", "end": "00:16:17.000", "speaker": "None", "utterance": "And the basic setup of the stories, is that you've got a temporal constraints for maximum duration of 15 seconds, by default, and the lifetime of 24 hours for the stories which means that they will disappear after 24 hours."}
{"start": "00:16:17.000", "end": "00:16:35.000", "speaker": "None", "utterance": "You can hijack these default settings to some extent but this is the basic setup that the platforms propose, and Facebook also emphasizes that stories are I quote, a visual medium which is ideal for sharing authentic moments, and it's me emphasizing here"}
{"start": "00:16:35.000", "end": "00:16:44.000", "speaker": "None", "utterance": "the visual and the moments. So there is a great emphasis on the fact that they should be catchy and easy to see and immediately."}
{"start": "00:16:44.000", "end": "00:16:58.000", "speaker": "None", "utterance": "Immediately, catching the viewer, even though you can also have text as you can see you can have sons video but also static images which are temporal eyes in a way for these 15 seconds of presentation."}
{"start": "00:16:58.000", "end": "00:17:04.000", "speaker": "None", "utterance": "And the other important point is that they are emphasizing that these are unique moment so one story is one moment."}
{"start": "00:17:04.000", "end": "00:17:15.000", "speaker": "None", "utterance": "So even though they are called stories and the story narrative is by definition, in the first place, and sequence of events in time, sorry about that."}
{"start": "00:17:15.000", "end": "00:17:16.000", "speaker": "None", "utterance": "It."}
{"start": "00:17:16.000", "end": "00:17:36.000", "speaker": "None", "utterance": "The stories are all these unique moments, and your story is also integrated by the platform. into into a series of stories by the people in your network. So, If you put these two together in all senses to stories are deprived of what we consider three"}
{"start": "00:17:36.000", "end": "00:17:46.000", "speaker": "None", "utterance": "surely is narrative, there is no sequence of events, and there is no construction of a narrative identity, or any kind of identity in time."}
{"start": "00:17:46.000", "end": "00:17:54.000", "speaker": "None", "utterance": "So the question that arises here is what's left of narrative or negativity in what is called story here."}
{"start": "00:17:54.000", "end": "00:17:58.000", "speaker": "None", "utterance": "So by be of conclusion we will try is like there is a couple of questions."}
{"start": "00:17:58.000", "end": "00:18:12.000", "speaker": "None", "utterance": "So we've seen that new types of the generic US based for instance on notifications, or real time data flows of interesting temporal experiences."}
{"start": "00:18:12.000", "end": "00:18:29.000", "speaker": "None", "utterance": "But then, if you think of the mainstream, and increasingly mainstream use of their stories. This can make us wonder whether the future of stories as such as the future of narratives, and whether we really do need narratives in the so called Olsen's around"}
{"start": "00:18:29.000", "end": "00:18:37.000", "speaker": "None", "utterance": "whether we we need them so badly in order to make sense of time as recourses narratives. Help us to."}
{"start": "00:18:37.000", "end": "00:18:48.000", "speaker": "None", "utterance": "And last but not what would be the alternatives. If we admit accept that there are things are not our only way of thinking the world and the time, and it through the digital medium, what advantage."}
{"start": "00:18:48.000", "end": "00:18:52.000", "speaker": "None", "utterance": "Do we have two narratives."}
{"start": "00:18:52.000", "end": "00:19:02.000", "speaker": "None", "utterance": "And that's it. Thank you for your attention really curious to hear your, your feedback or further questions on this."}
{"start": "00:19:02.000", "end": "00:19:04.000", "speaker": "None", "utterance": "Thank you so much."}
{"start": "00:19:04.000", "end": "00:19:09.000", "speaker": "None", "utterance": "That's another really excellent contribution."}
{"start": "00:19:09.000", "end": "00:19:18.000", "speaker": "None", "utterance": "i. So, so before we open up for questions from the rest of the room."}
{"start": "00:19:18.000", "end": "00:19:33.000", "speaker": "None", "utterance": "We would like for each of the panelists to get it to give it to the palace a chance to respond to each other's, not just presentations, but also papers Marianne if you didn't give Clara time to present."}
{"start": "00:19:33.000", "end": "00:19:36.000", "speaker": "None", "utterance": "Oh, wow."}
{"start": "00:19:36.000", "end": "00:19:37.000", "speaker": "None", "utterance": "Yes."}
{"start": "00:19:37.000", "end": "00:19:48.000", "speaker": "None", "utterance": "Okay, so my, my brain just glitch filtering, because, because if that for me because of the double presentations I counted, a little bit I'll see."}
{"start": "00:19:48.000", "end": "00:19:56.000", "speaker": "None", "utterance": "Yes, Clara, you're really looking for patient."}
{"start": "00:19:56.000", "end": "00:19:59.000", "speaker": "None", "utterance": "Yeah."}
{"start": "00:19:59.000", "end": "00:20:10.000", "speaker": "None", "utterance": "So every presentation is called let my readers go and, and for me it all starts with literature. And so even discussions of the post literary which is where I'd like to take this."}
{"start": "00:20:10.000", "end": "00:20:24.000", "speaker": "None", "utterance": "My sooner or later return to the question of literature. So perhaps another question with the one I departs from in my doctoral research is a fitting one to launch this short talk with, namely, what makes the literature and electronic literature stand"}
{"start": "00:20:24.000", "end": "00:20:38.000", "speaker": "None", "utterance": "for. I have three main chapters to my thesis and I spent a long time teasing out analogies between electronic literature and established accepted bodies of literature, like concrete poetry that will oppose work."}
{"start": "00:20:38.000", "end": "00:20:52.000", "speaker": "None", "utterance": "But as the time to conclude my thesis draws near I find that my interest in genealogical analogies has been overtaken by a greater one and electronic literature's irreconcilable differences with literature as we know it."}
{"start": "00:20:52.000", "end": "00:21:07.000", "speaker": "None", "utterance": "And so the hypothesis I submit all along. In my research is up until making closer acquaintance with the post literary which changed things for me is that if electronic literature can be subsumed genealogically within literature, then it follows that"}
{"start": "00:21:07.000", "end": "00:21:14.000", "speaker": "None", "utterance": "literature as we know it has to be expanding to accommodated. Now I realized that this is not itself an incontrovertible assumption."}
{"start": "00:21:14.000", "end": "00:21:29.000", "speaker": "None", "utterance": "But my awareness of the arguments potential vulnerability and sort of became parenthetical for me when I liked it upon the concept of the post literary, specifically the journal counter texts theory ization of it as what survives literature when it is"}
{"start": "00:21:29.000", "end": "00:21:42.000", "speaker": "None", "utterance": "called into question by letter if not quite literary forms and the post literary seems to me as just the thing to name this process whereby electronic literature can in some of its instance creations."}
{"start": "00:21:42.000", "end": "00:21:49.000", "speaker": "None", "utterance": "Be subsumed within literature, wireless cons conceivably be subsumed in literature in other instances."}
{"start": "00:21:49.000", "end": "00:22:01.000", "speaker": "None", "utterance": "So, so for the post literary for me really fit with the idea that I was developing, but then I stumbled upon john Kelly's essay, the advent of Archer and the end of electronic literature."}
{"start": "00:22:01.000", "end": "00:22:16.000", "speaker": "None", "utterance": "And I started to wonder why he not only refrains from mentioning the post literary and he instead discerned a migration from a lead to digital language, art, and he also does so on the basis that electronic literature has been unable to call literature"}
{"start": "00:22:16.000", "end": "00:22:19.000", "speaker": "None", "utterance": "seriously into question."}
{"start": "00:22:19.000", "end": "00:22:28.000", "speaker": "None", "utterance": "And I found the paradox there but before proceeding into that. And I'd like to go back a little bit. As I've said it all starts with literature for me."}
{"start": "00:22:28.000", "end": "00:22:37.000", "speaker": "None", "utterance": "And as my research gravitated towards 20th century literary theory, I found the most outrageous articulation of that question in starter."}
{"start": "00:22:37.000", "end": "00:22:46.000", "speaker": "None", "utterance": "And his answer to the question what is literature as many say I did, and it depends on the conceptualization of freedom and generosity."}
{"start": "00:22:46.000", "end": "00:23:00.000", "speaker": "None", "utterance": "But I stumbled upon a line that I rather took liberties with in his work. And, and I thought of running a thought experiment with it. The line is the writer has only one subject, freedom."}
{"start": "00:23:00.000", "end": "00:23:17.000", "speaker": "None", "utterance": "And I thought, hang on, what if the writer who writes in programmable media, and therefore inter poses code between himself and the reader, and no longer has freedom as his subject and therefore what he writes, is no longer literature, my experiment,"}
{"start": "00:23:17.000", "end": "00:23:33.000", "speaker": "None", "utterance": "yielded three more questions. First, what is the effect of interposing codes between writer and reader have second and third is literature that ceases to honor the readers free decision to open the book or access the electronic literary object, and is"}
{"start": "00:23:33.000", "end": "00:23:52.000", "speaker": "None", "utterance": "literature by searchers token, then where or what might it be. Can it be located in the realm of the post literary and Kaylee's essay apart from reenacting authoritarian move conveniently helps me answer that question because he says that it's important"}
{"start": "00:23:52.000", "end": "00:23:58.000", "speaker": "None", "utterance": "to recognize that this is not a difference in what is or can be read, but in how and when it's read."}
{"start": "00:23:58.000", "end": "00:24:06.000", "speaker": "None", "utterance": "And I find that this is best illustrated in the work of clear Densmore, and the Anthropocene during the height and all three of them."}
{"start": "00:24:06.000", "end": "00:24:18.000", "speaker": "None", "utterance": "Indulge in impossible accelerations of reading with countdown timers and fast moving ticker tapes. They or they glacially decelerate reading through word by word Nova serialization."}
{"start": "00:24:18.000", "end": "00:24:31.000", "speaker": "None", "utterance": "They include dazzling whiteout and blinding blackouts. And I find that all of these are signs of writers employing code to warp and subvert the material culture formations that orbit practices and conventions of reading."}
{"start": "00:24:31.000", "end": "00:24:40.000", "speaker": "None", "utterance": "And it is no wonder that Caleb presumably with such works in mind concludes that electronic literature is precisely no longer in literature."}
{"start": "00:24:40.000", "end": "00:24:44.000", "speaker": "None", "utterance": "So might to be located in the post literary."}
{"start": "00:24:44.000", "end": "00:24:50.000", "speaker": "None", "utterance": "But then I recall that Kaylee denies that electronic literature has until now called literature seriously into question."}
{"start": "00:24:50.000", "end": "00:25:06.000", "speaker": "None", "utterance": "Yet he jokes together language with art, which in turn is a double edged sword, because really what better concession that the literary has gone elsewhere, can we expect, then Kaylee's when he says that literature has migrated to the rambling claims of"}
{"start": "00:25:06.000", "end": "00:25:07.000", "speaker": "None", "utterance": "art."}
{"start": "00:25:07.000", "end": "00:25:17.000", "speaker": "None", "utterance": "But I am left with the distinct impression that electronic literature cannot happily be both post literary and digital language art. By the end of Kaylee's essay."}
{"start": "00:25:17.000", "end": "00:25:22.000", "speaker": "None", "utterance": "And this is an impasse that's my thesis has come to, and I'll conclude with that."}
{"start": "00:25:22.000", "end": "00:25:40.000", "speaker": "None", "utterance": "And I find my, the fullest expression really of this class again in counter text, where the editor is Professor Carlos and Professor Corby who are also my tutors and say, Oh, is this where the post comes in when literature ceases announcing itself as"}
{"start": "00:25:40.000", "end": "00:25:41.000", "speaker": "None", "utterance": "a question."}
{"start": "00:25:41.000", "end": "00:25:57.000", "speaker": "None", "utterance": "But if we indulge the possibility that in the post literary the question of literature is finally closed. How can we say that electronic literature is both a calling into question of literature and post literary when the post literary supposedly shuts"}
{"start": "00:25:57.000", "end": "00:26:12.000", "speaker": "None", "utterance": "down that question, another expression of the campus is when they also say the editors of counter text also say inversely it might be said that that which is recognized as literature is always at least to some degree post literary."}
{"start": "00:26:12.000", "end": "00:26:30.000", "speaker": "None", "utterance": "So my problem is, is it post literary. If the post literary supposedly puts literature beyond question, or is electronic literature to some degree post literary because it subsumes within a handful of genres that coincide and logically with accepted forms"}
{"start": "00:26:30.000", "end": "00:26:44.000", "speaker": "None", "utterance": "of literature. My conclusion which is really a non conclusion is that it seems pointless to try for a single verdict, so I will set to the for this. That electronic literature speaks to the specificities of 20th century compositions and practices that"}
{"start": "00:26:44.000", "end": "00:26:49.000", "speaker": "None", "utterance": "are still and or no longer configure but as the literary."}
{"start": "00:26:49.000", "end": "00:26:51.000", "speaker": "None", "utterance": "Thank you."}
{"start": "00:26:51.000", "end": "00:26:57.000", "speaker": "None", "utterance": "Thank you, and apologies again for the mixer."}
{"start": "00:26:57.000", "end": "00:27:15.000", "speaker": "None", "utterance": "Now it is time for each of you to get a chance to respond to not only each other's presentations, but also to each other's papers, which I know a lot richer in words and also in touch."}
{"start": "00:27:15.000", "end": "00:27:28.000", "speaker": "None", "utterance": "For in content, probably, then even things that yet. really interesting presentation so I would the."}
{"start": "00:27:28.000", "end": "00:27:42.000", "speaker": "None", "utterance": "Yeah, just open, open the room for the presenters. If any of you have a question, to start with."}
{"start": "00:27:42.000", "end": "00:27:53.000", "speaker": "None", "utterance": "I think this question of post might be a good starting point, it also links up our papers, somehow, my post literary narrative post."}
{"start": "00:27:53.000", "end": "00:28:09.000", "speaker": "None", "utterance": "I don't know, post digital post everything it's it always confuses me what is meant by this term each time. I'm not sure it's always the same, so I don't know to what extent it is useful to declare post on the search mesh and also in the model feeds remarks"}
{"start": "00:28:09.000", "end": "00:28:10.000", "speaker": "None", "utterance": "into chats."}
{"start": "00:28:10.000", "end": "00:28:20.000", "speaker": "None", "utterance": "If we are talking about an institution so if the institutions change to follow what's going on in in the actual phenomena that that that surrounds us."}
{"start": "00:28:20.000", "end": "00:28:31.000", "speaker": "None", "utterance": "Then what's the what's what would be the meaning of declaring it post, other than acknowledging the fact that the change in the sense of things changing the sense of the concept of changing."}
{"start": "00:28:31.000", "end": "00:28:37.000", "speaker": "None", "utterance": "I don't know what people think about this post type"}
{"start": "00:28:37.000", "end": "00:28:47.000", "speaker": "None", "utterance": "in to that I mean that one of the words that comes to mind is Jessica precedents digital modernism where she kind of argues that in fact digital works, some digital works not all digital works."}
{"start": "00:28:47.000", "end": "00:28:59.000", "speaker": "None", "utterance": "Extend the kind of modernist aesthetic that's kind of been exhausted in a print idea but it's now being kind of reimagined and if anything more literary in a kind of digital platform."}
{"start": "00:28:59.000", "end": "00:29:05.000", "speaker": "None", "utterance": "I feel that about some works I think, which feels to me very very literary if not more literary than."}
{"start": "00:29:05.000", "end": "00:29:12.000", "speaker": "None", "utterance": "Then, contemporary print, you know, classical run of the mill novels, you know."}
{"start": "00:29:12.000", "end": "00:29:27.000", "speaker": "None", "utterance": "And honestly, I guess the the whole idea that the post might be hype that the post is overused. And that also the post is used in many different ways by many different people, no one ever means the same thing when they use the post, and was really zinged"}
{"start": "00:29:27.000", "end": "00:29:44.000", "speaker": "None", "utterance": "with me for it, in terms of this conception of the post is the realization that literature is going to other places where it hasn't necessarily been. And I think that a lot of English is very much an incarnation of that because so much of it is not acceptable,"}
{"start": "00:29:44.000", "end": "00:29:56.000", "speaker": "None", "utterance": "you know, a straight laced literary scholar would not accept a lot of what is instantiated, he left as literature or as literary or as poetic. but then so much."}
{"start": "00:29:56.000", "end": "00:30:08.000", "speaker": "None", "utterance": "Other work is. So why is it that this metal genre can encompass all of that and still call itself literature or electronic literature, that's really my question."}
{"start": "00:30:08.000", "end": "00:30:24.000", "speaker": "None", "utterance": "Dina has a really good question in the chat that broadens this discussion a little bit, so she's asking, what are the implications of definitions, how much do definitions matter, and I mean I think that's a whole PhD thesis in itself and someone's probably"}
{"start": "00:30:24.000", "end": "00:30:31.000", "speaker": "None", "utterance": "written extensively on that but I think the usefulness of definitions and certainly for this discussion is that they give us a meeting point."}
{"start": "00:30:31.000", "end": "00:30:43.000", "speaker": "None", "utterance": "So even though we may have different interpretations of definitions we at least have something in common. And we have some sort of shared understanding, even if that understanding differ slightly so that we can have these kinds of conversations, it's"}
{"start": "00:30:43.000", "end": "00:30:57.000", "speaker": "None", "utterance": "interesting to hear, Clara talk about post literary and David talk about post literary and, and my own view as opposed to literary and what that constitutes are slightly different but at least we have some sort of meeting space where we can come together"}
{"start": "00:30:57.000", "end": "00:30:59.000", "speaker": "None", "utterance": "and push each other a little bit."}
{"start": "00:30:59.000", "end": "00:31:12.000", "speaker": "None", "utterance": "So I just think it's worth dwelling on Dino's questions a little bit, because I think they're, they're actually really key to this discussion."}
{"start": "00:31:12.000", "end": "00:31:30.000", "speaker": "None", "utterance": "I guess for some for Come back, come back to the question of, of the institution and institutionalization around the definition, don't we, so if scalar just said, post helps to mock the fact that we move away from a traditional sense of literature, they"}
{"start": "00:31:30.000", "end": "00:31:43.000", "speaker": "None", "utterance": "are expanding, if we are expanding the sense of insecurity for want to open it up. Then the last term is in a way counterproductive, because then we are saying that it's not literature anymore something else, we are moving away from it so there's kind"}
{"start": "00:31:43.000", "end": "00:31:59.000", "speaker": "None", "utterance": "kind of a paradox in the in the in the in this process of extension. Anyway, I think it's interesting. Yeah, Erica that's a really good point, and, like, in creating these definitions, we welcome people into the discussion but at the same time we alienate"}
{"start": "00:31:59.000", "end": "00:32:14.000", "speaker": "None", "utterance": "other kinds of people, especially when you start getting into like post post modernism post modernism post it or it becomes this almost like for lack of a better word masturbatory exercise where you're just making up definitions and big terms for the"}
{"start": "00:32:14.000", "end": "00:32:22.000", "speaker": "None", "utterance": "sake of sounding like you're, I don't know, revolutionising literature or whatever."}
{"start": "00:32:22.000", "end": "00:32:34.000", "speaker": "None", "utterance": "Yeah, I agree, I agree with you, Erica I think there's useful this and definitions I think the post thing has gotten slightly out of control, but the conversations are still really valuable, I think."}
{"start": "00:32:34.000", "end": "00:32:51.000", "speaker": "None", "utterance": "But the paradoxes themselves are interesting for themselves not just because of terminology, and I think they shed light on the fact that, first of all institutions don't like that certain institutions of literature fall through the cracks they cannot"}
{"start": "00:32:51.000", "end": "00:33:02.000", "speaker": "None", "utterance": "be named they cannot be defined, there is this terminology and and i think it's it's endemic to the institution to try and add terms to them to just bring them back into the fold."}
{"start": "00:33:02.000", "end": "00:33:16.000", "speaker": "None", "utterance": "But the paradoxes there show that sometimes electronic literature just resists terminology, and even the fact that all of us use different words to describe the same thing, different authors in our field or or writing about the same thing using different"}
{"start": "00:33:16.000", "end": "00:33:24.000", "speaker": "None", "utterance": "names. I think that's about marks how resistant, it is to terminology."}
{"start": "00:33:24.000", "end": "00:33:36.000", "speaker": "None", "utterance": "I mean the other terminology that gets thrown around to john Ross, which of course is one of the things here and. And I think the practice, just the practitioners I know in the ILA I read it kind of really resist this idea of genre I mean even the third"}
{"start": "00:33:36.000", "end": "00:33:53.000", "speaker": "None", "utterance": "generation he let stuff that it's less kind of making a consistent phone that, you know, artists replicating, there's almost a sense to kind of be counted to the social media platform in some way, not always, but, you know, that seems that seems to characterize"}
{"start": "00:33:53.000", "end": "00:34:00.000", "speaker": "None", "utterance": "thing."}
{"start": "00:34:00.000", "end": "00:34:01.000", "speaker": "None", "utterance": "I wish."}
{"start": "00:34:01.000", "end": "00:34:15.000", "speaker": "None", "utterance": "Also, since we're about the conference team is also is a saw this question in the chat here actually by, by you dude right about what impact does a platform make."}
{"start": "00:34:15.000", "end": "00:34:21.000", "speaker": "None", "utterance": "So, I thought maybe that would be a good question to the panel as well."}
{"start": "00:34:21.000", "end": "00:34:33.000", "speaker": "None", "utterance": "What impact does the platform, make and what difference does the, the absence of a social media platform mean in some for some of these works."}
{"start": "00:34:33.000", "end": "00:34:42.000", "speaker": "None", "utterance": "What would it be like to that works to social media or vice versa, or to remove them from that context."}
{"start": "00:34:42.000", "end": "00:34:49.000", "speaker": "None", "utterance": "So, yeah, I do any of you have any thoughts on that."}
{"start": "00:34:49.000", "end": "00:34:55.000", "speaker": "None", "utterance": "Me, maybe for for this point, I had a question for Leo"}
{"start": "00:34:55.000", "end": "00:35:00.000", "speaker": "None", "utterance": "about your presentation"}
{"start": "00:35:00.000", "end": "00:35:18.000", "speaker": "None", "utterance": "is a biography of just so called three d for generation, it was thought more relevant than for other authors, because digital platforms, make the connection between life and work even stronger and more visible."}
{"start": "00:35:18.000", "end": "00:35:35.000", "speaker": "None", "utterance": "I think that's what you're, you're showing me with the example of Steve Rosenberg, so this could be a consequence, you know, an effect of incidents of platforms for for just bouncing off that I think that's a really good question surgeon it's one that"}
{"start": "00:35:35.000", "end": "00:35:50.000", "speaker": "None", "utterance": "I haven't answered myself but it's one that I've started to think about quite critically and the work that made me think critically about kind of authorial biography was Amy Hungerford work where she talks about and this is cited in the paper, she talks"}
{"start": "00:35:50.000", "end": "00:36:04.000", "speaker": "None", "utterance": "about why she chooses not to read David Foster Wallace she makes a conscious choice not to read him because he is such a problematic individual. So even though his works have had such cultural influence she's saying no thank you let's teach something"}
{"start": "00:36:04.000", "end": "00:36:19.000", "speaker": "None", "utterance": "else. And I think with online platforms, we have this illusion of reliability we have this illusion of okay we're closer to these people, but with Steve broken back that is a highly curated image, and there is there's quite a good analysis by crossing"}
{"start": "00:36:19.000", "end": "00:36:29.000", "speaker": "None", "utterance": "on board, who I cite the paper about the ways that Steve robot is curating his image to make himself seem young hip relatable."}
{"start": "00:36:29.000", "end": "00:36:35.000", "speaker": "None", "utterance": "The difference though, is that, I think, well, you can."}
{"start": "00:36:35.000", "end": "00:36:47.000", "speaker": "None", "utterance": "I'm not really sure how to word this word this in the paper slightly in a way that I'm not happy with quite yet but the thing about digital media is that they're so portable they come with you everywhere they literally live in your pocket, you can't necessarily"}
{"start": "00:36:47.000", "end": "00:36:58.000", "speaker": "None", "utterance": "put a book in your pocket you kind of put it on a shelf and it sits there and watches you the difference is that you're watching Steve Rogan buck for example on your phone, he is literally an extension of you if you're holding your phone you're carrying"}
{"start": "00:36:58.000", "end": "00:37:11.000", "speaker": "None", "utterance": "him around with you in your pocket, and that kind of makes him seem a little bit more personal. I think the platform and the technology are working together in a way that makes you feel like you know see Rogan buck, and unfortunately it's that feeling"}
{"start": "00:37:11.000", "end": "00:37:21.000", "speaker": "None", "utterance": "of feeling like you know see broken buck that allowed him to go to a 16 year old girl and tell her that he wanted her to be his sex life."}
{"start": "00:37:21.000", "end": "00:37:40.000", "speaker": "None", "utterance": "It's that kind of era air aura of familiarity, that kind of allowed him to abuse his position of power. And there's a really good criticism by Adam Hammond about this as well with other outlet poets like Toulon who literally wrote about how he's actually"}
{"start": "00:37:40.000", "end": "00:37:51.000", "speaker": "None", "utterance": "Rosta, a young girl and was celebrated for it. And so yeah i think i think it's it's still relevant but it's not more relevant than it was before it just takes that kind of relevance manifests in different way."}
{"start": "00:37:51.000", "end": "00:37:59.000", "speaker": "None", "utterance": "That's what happens with this. So, I don't know, I kind of agree with that. There's not a new phenomenon."}
{"start": "00:37:59.000", "end": "00:38:19.000", "speaker": "None", "utterance": "One of my researchers around hoaxes literary hoaxes, and I think it pays to remember that the text cannot generate authenticating effects, like the the actual notion of authenticity is much more slippery and yeah for, for anyone to represent themselves"}
{"start": "00:38:19.000", "end": "00:38:25.000", "speaker": "None", "utterance": "accurately on social media is almost an impossibility I think"}
{"start": "00:38:25.000", "end": "00:38:37.000", "speaker": "None", "utterance": "getting back to the question of the platform though I mean let's just say you had, hypothetically this kind of Abba God filmmaker who releases a series of weird short films in the 1970s and his love by certain people and abuses his power."}
{"start": "00:38:37.000", "end": "00:38:51.000", "speaker": "None", "utterance": "What does where does the platform, sort of define like what what is it a fundamental difference to the aesthetic to the dynamic to, you know,"}
{"start": "00:38:51.000", "end": "00:39:02.000", "speaker": "None", "utterance": "I think there's something to be said about the kind of the sense that we can access those people quite quickly, even, even though those images are curated online the fact that we we think that we have the ability to be like oh I can just send a tweet"}
{"start": "00:39:02.000", "end": "00:39:16.000", "speaker": "None", "utterance": "I can comment on something and get immediate feedback, and that changes that changes things even if it doesn't really change things that changes that kind of feeling of things and not feeling is very real, it might not be real itself but it has very real"}
{"start": "00:39:16.000", "end": "00:39:43.000", "speaker": "None", "utterance": "implications. And so this this kind of sense that we live in this democratized two way space, which we know that digital is not democratic, we know that digital is not like not everyone is equal online but it feels that way, and not feeling changes things,"}
{"start": "00:39:43.000", "end": "00:39:44.000", "speaker": "None", "utterance": "I do wonder."}
{"start": "00:39:44.000", "end": "00:40:03.000", "speaker": "None", "utterance": "Hearing listening to a broken, broken I heard some of his speech a couple of years ago into the strange reminder because I didn't think of the fact that in fact he seems to have disappeared, or that I was looking for. But I do wonder if his popularity is partly due thanks to the fact that he is"}
{"start": "00:40:03.000", "end": "00:40:10.000", "speaker": "None", "utterance": "very provocative, in a way, and very kind of young Gribble sort of figure."}
{"start": "00:40:10.000", "end": "00:40:32.000", "speaker": "None", "utterance": "At the same time escorting opera remind because of this romantic figure of the poet who can do that. And to his suffer external through March nine society in some way but at the same time."}
{"start": "00:40:32.000", "end": "00:40:40.000", "speaker": "None", "utterance": "So there's another kind of products that just doesn't respond to your question but it's kind of just another thought."}
{"start": "00:40:40.000", "end": "00:40:46.000", "speaker": "None", "utterance": "I don't know if search has anything to say about this."}
{"start": "00:40:46.000", "end": "00:41:05.000", "speaker": "None", "utterance": "We're thinking of the role of the smartphone and make with this is, is that just smartphone is itself in some ways, D Wade decision medium in Biggs a fictional layer, which is external to the, to the real world."}
{"start": "00:41:05.000", "end": "00:41:17.000", "speaker": "None", "utterance": "And thanks to so much speaking of service to be working with no but just about fictions, and we such fictional books, we come to understand that the smartphone."}
{"start": "00:41:17.000", "end": "00:41:34.000", "speaker": "None", "utterance": "As you become a medium for efficient interaction, bringing a new relationship is temporary, and new depth research where magic is that the fiction versus reality distinction is no longer quite so whenever here."}
{"start": "00:41:34.000", "end": "00:41:51.000", "speaker": "None", "utterance": "So, that's might explain you know this blurring of the distinction between fiction and reality. I think the smartphone. As a digital digital device is in some way, a deep realization medium."}
{"start": "00:41:51.000", "end": "00:42:05.000", "speaker": "None", "utterance": "So it was not executive and service and I thought, I think that's actually really helpful. I think that the idea of blurring fiction and reality is is really important and actually I have a question for David and Chris are not really a question but kind"}
{"start": "00:42:05.000", "end": "00:42:20.000", "speaker": "None", "utterance": "of like a, please tell me more. So recently I was reading more about the idea of like Fabiola and CJ so finally like being like, all the stuff that happens and CJ being how you put it together and how you kind of tell that story and especially with a"}
{"start": "00:42:20.000", "end": "00:42:29.000", "speaker": "None", "utterance": "project like the perfect democracy, and you're trying to represent all of Australia, and obviously you know that you can't possibly do that but you try anyway."}
{"start": "00:42:29.000", "end": "00:42:41.000", "speaker": "None", "utterance": "And I was just interested in hearing a little bit more about that project and how you went about the curation process and and maybe how you're using it we're talking about platforms how you're using different platforms and different ways like Chris gave"}
{"start": "00:42:41.000", "end": "00:42:49.000", "speaker": "None", "utterance": "a really good example of something kind of like a 3d image, just, if you could speak more to that I would I would love to hear more."}
{"start": "00:42:49.000", "end": "00:43:06.000", "speaker": "None", "utterance": "Um, so I suppose this, this, um, you know I would sort of simultaneously troubled by but also inspired by some of the, you know, post modern fiction your your wallet says your pensions your daily Smith's etc."}
{"start": "00:43:06.000", "end": "00:43:19.000", "speaker": "None", "utterance": "And this this sort of 10 tackler ambition of things and you had a question earlier about sort of the Paranoid imagination and this is the idea that everything's interconnected that which seems like a very appealing idea narrative wise in sort of contemporary"}
{"start": "00:43:19.000", "end": "00:43:21.000", "speaker": "None", "utterance": "digital culture."}
{"start": "00:43:21.000", "end": "00:43:36.000", "speaker": "None", "utterance": "At the same time there, you know a lot of things don't connect a lot of things don't disconnect a lot there are dead ends there are these kinds of things, which, you know, seem to go against this need for momentum and connection and stuff happening all"}
{"start": "00:43:36.000", "end": "00:43:53.000", "speaker": "None", "utterance": "the time, and you know there's still, you know these very human qualities there's still loneliness there's still, you know, failure, there's still you know miscommunication and all of these things, which seem too hard to represent narrative wise in this"}
{"start": "00:43:53.000", "end": "00:43:56.000", "speaker": "None", "utterance": "kind of way I think perhaps."}
{"start": "00:43:56.000", "end": "00:43:58.000", "speaker": "None", "utterance": "I'm not sure if that's a good answer your question."}
{"start": "00:43:58.000", "end": "00:44:17.000", "speaker": "None", "utterance": "Yeah. Look, I'm a poet so like my understanding of novels is probably a bit rudimentary compared to David's but I kind of see it as a, like a buck dainian reading of the thing, it's about different voices."}
{"start": "00:44:17.000", "end": "00:44:28.000", "speaker": "None", "utterance": "And the way that we're doing with the presentation is to manipulate the way that space and time, interact in."}
{"start": "00:44:28.000", "end": "00:44:30.000", "speaker": "None", "utterance": "In the reading."}
{"start": "00:44:30.000", "end": "00:44:38.000", "speaker": "None", "utterance": "So, the really difficult to explain concisely but to."}
{"start": "00:44:38.000", "end": "00:44:56.000", "speaker": "None", "utterance": "You have dealing with overlays of different texts in different sorts of voices and with different language registers means that where you, we get to shortcut some things that would take a really long time to do in a novel."}
{"start": "00:44:56.000", "end": "00:45:07.000", "speaker": "None", "utterance": "So, the, we get to shortcut a bunch of repetition by just replacing a portion of the text and making that original text or visible. So, um, yeah that's kind of how I see it."}
{"start": "00:45:07.000", "end": "00:45:10.000", "speaker": "None", "utterance": "functioning."}
{"start": "00:45:10.000", "end": "00:45:20.000", "speaker": "None", "utterance": "To follow up on what those actually what David said you mentioned the word failure and, and a lot of these encyclopedic novels."}
{"start": "00:45:20.000", "end": "00:45:37.000", "speaker": "None", "utterance": "There was one written about America in the 60s I'll find the title for you. And essentially the writer failed. After 1400 pages to represent the life of the daily American, and how do you how do you deal as a writer with the idea that however you you"}
{"start": "00:45:37.000", "end": "00:45:44.000", "speaker": "None", "utterance": "shortcut this work to use Chris's word, and you are going to fail. Ultimately, and in this maximalist representation. I'm so going back to Calvin I mean Calvino has been my way of sort of short cutting it I suppose, you know, to make."}
{"start": "00:45:44.000", "end": "00:45:58.000", "speaker": "None", "utterance": "I'm so going back to Calvin I mean Calvin was being my way of sort of short cutting it I suppose, um, you know, to make. And I suppose back to this question of sort of too much daughter and stuff I kind of think Calvino is the way to navigate some of"}
{"start": "00:45:58.000", "end": "00:46:12.000", "speaker": "None", "utterance": "these books to make weight, lights, He used the example of Perseus on his Pegasus carrying the, the Medusa his head which is the weight of the world but in a light way, and quickness and perhaps most importantly this idea of crystal exactitude that you"}
{"start": "00:46:12.000", "end": "00:46:27.000", "speaker": "None", "utterance": "don't represent everything. This is a time kind of stolen from PHA where he says you don't represent everything but you show enough variation of of the things in in in place to give the reader enough sort of imaginative power to imagine the thing in its"}
{"start": "00:46:27.000", "end": "00:46:33.000", "speaker": "None", "utterance": "totality which is perhaps not possible, which is perhaps post human."}
{"start": "00:46:33.000", "end": "00:46:49.000", "speaker": "None", "utterance": "And so I suppose my position with Calvino is that he sees realism in a sort of saturated media saturated, you know, too much data, age, as being a realism is a process of orientation as opposed to discovery."}
{"start": "00:46:49.000", "end": "00:46:53.000", "speaker": "None", "utterance": "I think it's probably how I would describe it."}
{"start": "00:46:53.000", "end": "00:47:07.000", "speaker": "None", "utterance": "So, I think I have to, like, break up in here and open up the floor for questions from, from the room from the zoom."}
{"start": "00:47:07.000", "end": "00:47:18.000", "speaker": "None", "utterance": "So, I've tried to gather some of the questions that have been coming in in the chat."}
{"start": "00:47:18.000", "end": "00:47:34.000", "speaker": "None", "utterance": "So I think the first one from non percenters who has that hasn't been addressed. Yet, in this conversation was from the seniors."}
{"start": "00:47:34.000", "end": "00:47:40.000", "speaker": "None", "utterance": "Would you like to ask the question on screen, or should I read it."}
{"start": "00:47:40.000", "end": "00:47:45.000", "speaker": "None", "utterance": "I also want to start before we before we do, just."}
{"start": "00:47:45.000", "end": "00:48:01.000", "speaker": "None", "utterance": "Everyone can either just post q or plus in the chat, and I will let you give you the word for to ask the question yourself or you can post a question to me and I will, I can read it for you."}
{"start": "00:48:01.000", "end": "00:48:26.000", "speaker": "None", "utterance": "So, yeah. Miscellaneous, would you like to, to ask your question of July read. Yeah."}
{"start": "00:48:26.000", "end": "00:48:41.000", "speaker": "None", "utterance": "to other sequential arts, like in comics, as in panels that replace each other after a couple of seconds. And how does this afford us of comic books."}
{"start": "00:48:41.000", "end": "00:48:51.000", "speaker": "None", "utterance": "How does it affect the possibilities of storytelling in stories, and platforms."}
{"start": "00:48:51.000", "end": "00:49:03.000", "speaker": "None", "utterance": "I guess if you see something under new you continue if you have something to add on this. And I'm not sure if you mean comics,"}
{"start": "00:49:03.000", "end": "00:49:13.000", "speaker": "None", "utterance": "created by one our authors to seek my show comics are one of the oldest comic sites which present comics, one after the other. And I'm not sure I know."}
{"start": "00:49:13.000", "end": "00:49:32.000", "speaker": "None", "utterance": "An example of that but the purity of the story line sort of thing on the, on the social networks to me is precisely that us as an order of fun story, don't actually choose in what context or how your story will be presented, what kind of storyline, it"}
{"start": "00:49:32.000", "end": "00:49:51.000", "speaker": "None", "utterance": "will integrate in the on the users and the storyline defined by based on by the friends, acquaintances by the network have forgiven user, and you will say user will see, whatever your network has produced."}
{"start": "00:49:51.000", "end": "00:50:05.000", "speaker": "None", "utterance": "So in a way, the, the, if the sequence that is created by the algorithm and put together on the random base, while not entirely on to my suppose but based on, on, who was posted what in those 24 hours."}
{"start": "00:50:05.000", "end": "00:50:11.000", "speaker": "None", "utterance": "Whereas, if you think of sequence or comics as designed by a given author."}
{"start": "00:50:11.000", "end": "00:50:28.000", "speaker": "None", "utterance": "It's still a combination that's designed as such, but otherwise Of course if you've got other types of websites or or or platforms which present comics or any other media one after the other was Tick Tock would be the typical example of this, they don't"}
{"start": "00:50:28.000", "end": "00:50:46.000", "speaker": "None", "utterance": "call their video stories but it's just reporting the series of videos with series of media at you as a user chosen by an algorithm for you. So there is some kind of story constituted in, in that sense, but that's not the story that you as a creator, or"}
{"start": "00:50:46.000", "end": "00:50:49.000", "speaker": "None", "utterance": "publisher of a given story."}
{"start": "00:50:49.000", "end": "00:50:57.000", "speaker": "None", "utterance": "Means, just so I call this in the paper. Can't remember it with them."}
{"start": "00:50:57.000", "end": "00:51:05.000", "speaker": "None", "utterance": "pixelized image of your network that you're getting."}
{"start": "00:51:05.000", "end": "00:51:08.000", "speaker": "None", "utterance": "I don't know if search has anything to add."}
{"start": "00:51:08.000", "end": "00:51:12.000", "speaker": "None", "utterance": "Thank you. Serve was perfect."}
{"start": "00:51:12.000", "end": "00:51:26.000", "speaker": "None", "utterance": "Yeah, the fact that the I go with them orders, the sequence makes a big difference for me, you know, as a comics, where the sequences is order by by a thought, and about the influence of of comics."}
{"start": "00:51:26.000", "end": "00:51:32.000", "speaker": "None", "utterance": "I think you're right. and maybe there is a"}
{"start": "00:51:32.000", "end": "00:51:54.000", "speaker": "None", "utterance": "transition from narrative identity to what I call resigned my political identity and digital social media."}
{"start": "00:51:54.000", "end": "00:52:10.000", "speaker": "None", "utterance": "And that's what we find you know on social media so I think this critique identity might be influenced by you know what, second showed us that his injuries are so do the do the multiplicity."}
{"start": "00:52:10.000", "end": "00:52:23.000", "speaker": "None", "utterance": "The fact that there is the diversity of perception, thoughts, images, sounds, so the unity is that linked to approach, but to a senior of you."}
{"start": "00:52:23.000", "end": "00:52:28.000", "speaker": "None", "utterance": "So, I think this distant entity in this multiplicity."}
{"start": "00:52:28.000", "end": "00:52:43.000", "speaker": "None", "utterance": "That's you don't find in some sequential art, you know, a case by case study what what in English, could wear despite despite our way of winning and experiencing in digital environments."}
{"start": "00:52:43.000", "end": "00:52:56.000", "speaker": "None", "utterance": "So maybe there is this transition from negative identity to rephrase a particular to kind of poetic identity maybe that's the way we're constructing ourselves in social media."}
{"start": "00:52:56.000", "end": "00:53:13.000", "speaker": "None", "utterance": "I could just add one verb to this very interesting to compare the that are to look at the stories of of this apparatus functionality of stories because it comes from Snapchat and snapchat was the medium which occasionally was in a way created or conceived"}
{"start": "00:53:13.000", "end": "00:53:31.000", "speaker": "None", "utterance": "against Facebook Messenger and those platforms which keep the the conversation that you have with, with different people on Snapchat the conversations you had with disappearing immediately after you had them, and the stories there that's that your conversation"}
{"start": "00:53:31.000", "end": "00:53:40.000", "speaker": "None", "utterance": "over what you put your post would remain for 24 hours, so there it meant the pronunciation of the, of the presence of your story to speak so it was cool stories."}
{"start": "00:53:40.000", "end": "00:53:52.000", "speaker": "None", "utterance": "Whereas in Facebook and Instagram and they took over this idea. It went in the other direction, because there it would mean that it would disappear after 24 hours, whereas before it would have remained there."}
{"start": "00:53:52.000", "end": "00:54:12.000", "speaker": "None", "utterance": "And according to some analysts that I find are quite insightful, this really basically was a tool for engagement and for feeding addiction addiction to the to these platforms so that you would come and see what's, what's has been going on within 24 hours"}
{"start": "00:54:12.000", "end": "00:54:20.000", "speaker": "None", "utterance": "24 hours because if you don't go then it will disappear. So the, the design of these functionalities."}
{"start": "00:54:20.000", "end": "00:54:37.000", "speaker": "None", "utterance": "Were coming from creating engagement so it's from a commercial logic, rather than anything that has to do with narrative, and in my sense the use of the term story is basically just based on the popularity of this tournament the popularity of narrative,"}
{"start": "00:54:37.000", "end": "00:54:56.000", "speaker": "None", "utterance": "so kind of discourse storytelling, all that you want there to be cannot I think obstruct this history and this original intention in the built in the interfaces built into platforms from what the stories have become and how they function today, and how"}
{"start": "00:54:56.000", "end": "00:55:11.000", "speaker": "None", "utterance": "they define what we call stories today so jump in here. I just, I just want to bounce off of something that Erica, mostly what Eric has been saying, and maybe it's because I just finished reading understanding comics by Scott McCloud which is like one"}
{"start": "00:55:11.000", "end": "00:55:26.000", "speaker": "None", "utterance": "of the big the big things about comic artists and one thing that he talks about he talks about the different ways that panels, jump from one channel to another, and one of the kinds of jumps is abstract, it's these two panels that have no apparent relationship,"}
{"start": "00:55:26.000", "end": "00:55:43.000", "speaker": "None", "utterance": "and yet somehow because of that gap between panels, and he calls this closure right us trying to make sense of what's happening between the two panels, and I think I completely wholeheartedly disagree with with Eric and I think search kind of did this"}
{"start": "00:55:43.000", "end": "00:55:58.000", "speaker": "None", "utterance": "when when you say that, oh we is, it's all about the user's intention it's all about this isn't what the person meant. This is an individualized kind of story and it's just not it's just not right like each, each story exists in a different order for"}
{"start": "00:55:58.000", "end": "00:56:12.000", "speaker": "None", "utterance": "different people, given who they follow and what they follow, but we're kind of in this conversation ignoring the, the receiver. We're talking all about the kind of intention behind the story and that's all well and good fantastic you know we need to"}
{"start": "00:56:12.000", "end": "00:56:14.000", "speaker": "None", "utterance": "we need to consider the author here."}
{"start": "00:56:14.000", "end": "00:56:19.000", "speaker": "None", "utterance": "But my research focuses on reader response and all I can hear myself."}
{"start": "00:56:19.000", "end": "00:56:32.000", "speaker": "None", "utterance": "Questioning is okay well what about the reader who's the one actually making meaning from that story. And it isn't the author, once that author kind of puts it out, it's up to the reader to to get that closure to make sense of those stories, not just"}
{"start": "00:56:32.000", "end": "00:56:42.000", "speaker": "None", "utterance": "the stories that I put out but the stories that I put out and that exists alongside Clara's stories David stories, they're just stories Erica stories Chris, David, all these people."}
{"start": "00:56:42.000", "end": "00:56:49.000", "speaker": "None", "utterance": "So I just think that we need to be mindful when we're having this discussion that we're not just talking about the person who made the artifacts that we're talking about."}
{"start": "00:56:49.000", "end": "00:56:55.000", "speaker": "None", "utterance": "We're also talking about the potential receivers and how they may interpret that."}
{"start": "00:56:55.000", "end": "00:56:57.000", "speaker": "None", "utterance": "Yeah, I think you're absolutely right and this one."}
{"start": "00:56:57.000", "end": "00:57:10.000", "speaker": "None", "utterance": "I think it's just too too short and this is just scratching the surface of things and absolutely we have to look at what it becomes on the, on the interface I tried to address with this storyline, but it was very, very brief the fact that the receiver"}
{"start": "00:57:10.000", "end": "00:57:20.000", "speaker": "None", "utterance": "effectively receives this and they can choose to stop or not, not to stop the this flow of stories that they get because if you don't stop it, it will be one story after the other after the other."}
{"start": "00:57:20.000", "end": "00:57:34.000", "speaker": "None", "utterance": "And you might know the person and make sense or be more interested in one story, then then in the other. I think this, this does need further investigation as to how this means and you kind of story telling the story receiving on the users and because"}
{"start": "00:57:34.000", "end": "00:57:48.000", "speaker": "None", "utterance": "these micro story, something, something becomes in in there obviously greater not thanks. I think we have a few more questions that we should get to."}
{"start": "00:57:48.000", "end": "00:57:49.000", "speaker": "None", "utterance": "So, yeah."}
{"start": "00:57:49.000", "end": "00:57:55.000", "speaker": "None", "utterance": "Before, maybe this is an interesting discussion, can be continued."}
{"start": "00:57:55.000", "end": "00:58:02.000", "speaker": "None", "utterance": "Maybe in in some of these questions, or maybe."}
{"start": "00:58:02.000", "end": "00:58:06.000", "speaker": "None", "utterance": "Thanks. So, just happy."}
{"start": "00:58:06.000", "end": "00:58:09.000", "speaker": "None", "utterance": "I had a question."}
{"start": "00:58:09.000", "end": "00:58:17.000", "speaker": "None", "utterance": "A while ago in the chat from you, would you like to take Do"}
{"start": "00:58:17.000", "end": "00:58:29.000", "speaker": "None", "utterance": "you think thanks Maria, I just, you know, really pause when I heard the phrase from Sarah's about fictional time being inserted in the readers real time."}
{"start": "00:58:29.000", "end": "00:58:51.000", "speaker": "None", "utterance": "And that that seemed to me to bring into question, you know, whether you could have with later just move was talking about the reader responding to the work, because the reader is participating in the work while it's being made."}
{"start": "00:58:51.000", "end": "00:58:58.000", "speaker": "None", "utterance": "Okay that's that's one phrase so at the time I heard this from from search."}
{"start": "00:58:58.000", "end": "00:59:17.000", "speaker": "None", "utterance": "It seemed to me that, you know, how can you have realism. If you're participating in the action, and the things you type in on your smartphone are part of the smart fiction."}
{"start": "00:59:17.000", "end": "00:59:38.000", "speaker": "None", "utterance": "So that seems to me a very deep questioning of whether you can have something literary here, the literary does seem to need a place outside of you know where it's made and printers all you know convenient ways of separating the author from the published"}
{"start": "00:59:38.000", "end": "00:59:55.000", "speaker": "None", "utterance": "work and everything but electronic reader to doesn't necessarily, and can this be a problem. So I think I'm, you know, returning to the question of, you know, is this you know the post literary in a, in a different register."}
{"start": "00:59:55.000", "end": "01:00:12.000", "speaker": "None", "utterance": "Just the smart sections where you're, you know you're doing the same kinds of things at the same in the same moments. As you know in the fiction as you're doing just in everyday life."}
{"start": "01:00:12.000", "end": "01:00:33.000", "speaker": "None", "utterance": "So, is this, you know, does this allow for things like realism things like any of any of the things that you know we value in literary work that are separate from the, from the digital."}
{"start": "01:00:33.000", "end": "01:00:36.000", "speaker": "None", "utterance": "So it's a good question."}
{"start": "01:00:36.000", "end": "01:00:41.000", "speaker": "None", "utterance": "I think it will exchange with you by email, but discussion later, later on."}
{"start": "01:00:41.000", "end": "01:00:49.000", "speaker": "None", "utterance": "That's why I was, I was talking about, just smartphone, as a D it is it from medium."}
{"start": "01:00:49.000", "end": "01:01:03.000", "speaker": "None", "utterance": "And this way, I think, yeah, it can be record for you know it can be a computer language arts as a junkie were would say,"}
{"start": "01:01:03.000", "end": "01:01:10.000", "speaker": "None", "utterance": "Yeah, I have to read your question and think about your job, but I would I be what can you meant to you."}
{"start": "01:01:10.000", "end": "01:01:38.000", "speaker": "None", "utterance": "But I think you had just met fictions can still be bigger theory, in the sense that that just deviant use ordinary practices to transfer them in the framework of efficient."}
{"start": "01:01:38.000", "end": "01:01:47.000", "speaker": "None", "utterance": "Thank you, a new one else want to weigh in on that."}
{"start": "01:01:47.000", "end": "01:02:01.000", "speaker": "None", "utterance": "I don't know if this, like, sort of, directly addresses the, the question but I do think that there are certain limits in terms of."}
{"start": "01:02:01.000", "end": "01:02:14.000", "speaker": "None", "utterance": "And I might be arguing a totally different point here but but I think there are certain limits to sort of cognitive uptake and bunch of in terms of the way."}
{"start": "01:02:14.000", "end": "01:02:23.000", "speaker": "None", "utterance": "The text is received, I think it's important to consider because there's a certain amount of"}
{"start": "01:02:23.000", "end": "01:02:29.000", "speaker": "None", "utterance": "pushing the literary boundary where you start to end up in the,"}
{"start": "01:02:29.000", "end": "01:02:47.000", "speaker": "None", "utterance": "in the realm of the, the non narrative and the or the useless I guess probably a pejorative way to put it. But, yeah, there are certain limits in the way that the reader functions that, that can't be push past I think and be respected."}
{"start": "01:02:47.000", "end": "01:02:55.000", "speaker": "None", "utterance": "Yeah. Thank you Chris that that's what I sense with the smart fictions example."}
{"start": "01:02:55.000", "end": "01:03:14.000", "speaker": "None", "utterance": "And, you know, the fictional time inserted into the readers time that this is a limit that that I think we should, you know, I would write this down as one of the limits that, you know, puts you in a in a in an activity that is something other than a"}
{"start": "01:03:14.000", "end": "01:03:17.000", "speaker": "None", "utterance": "literary work."}
{"start": "01:03:17.000", "end": "01:03:30.000", "speaker": "None", "utterance": "It just connects really well with, there's one line that I actually wrote down from Clara's paper because I was so struck by it. And she writes that quote the writer and the code determine the how and when of reading and programmable media."}
{"start": "01:03:30.000", "end": "01:03:43.000", "speaker": "None", "utterance": "And I think this is a whole other massive discussion about how much control the writer has in works that he lives and works in digital work so of how and when readers read."}
{"start": "01:03:43.000", "end": "01:03:52.000", "speaker": "None", "utterance": "And then what kind of control the reader brings Claire I'm not sure if you wanted to expand on that but I really I loved the wording about i."}
{"start": "01:03:52.000", "end": "01:04:11.000", "speaker": "None", "utterance": "So, thanks. Yeah, we're talking about smart stories right now and I was thinking, what participation can read there have it with a smart story I mean, you can't change anything you can't really interact with it other than commenting about it or sending"}
{"start": "01:04:11.000", "end": "01:04:22.000", "speaker": "None", "utterance": "you know direct messages to the other person so really a smart stories, I wouldn't even go as far as to consider it either because of how limited the interaction really is."}
{"start": "01:04:22.000", "end": "01:04:26.000", "speaker": "None", "utterance": "It's, it's not a lead for me. If you can't."}
{"start": "01:04:26.000", "end": "01:04:43.000", "speaker": "None", "utterance": "If there is no amount of change that you can bring to it, or if you do not sense that, you know, a comment is being made about your not being able to interact, like, like doesn't have a question for example is completely non interactive, but the non interactivity"}
{"start": "01:04:43.000", "end": "01:04:57.000", "speaker": "None", "utterance": "interactivity has a point. You are shown how little control you have there's a self reflexivity to it. That makes it other than just useless to use Chris's word which I liked."}
{"start": "01:04:57.000", "end": "01:04:57.000", "speaker": "None", "utterance": "Is it different from hyper functions."}
{"start": "01:04:57.000", "end": "01:05:15.000", "speaker": "None", "utterance": "Is it different from hyper fictions how protection efficient. They have that separate flexibility, that's showing you that something is afoot you know with with us with a with a smart story, there's there's really little, very little difference between"}
{"start": "01:05:15.000", "end": "01:05:28.000", "speaker": "None", "utterance": "watching a story that someone has posted about their clothes and watching a smart story that there is no plot, there is no commentary about it it's not smart enough to be literature it's smart literature, but it's not smart enough."}
{"start": "01:05:28.000", "end": "01:05:30.000", "speaker": "None", "utterance": "I don't know this is just an opinion."}
{"start": "01:05:30.000", "end": "01:05:48.000", "speaker": "None", "utterance": "In that I should choose brewery me my love. There are 19, different endings, and its really constructed like hyper efficient actually you know the choices that you made to help your husband."}
{"start": "01:05:48.000", "end": "01:05:51.000", "speaker": "None", "utterance": "New into interpret."}
{"start": "01:05:51.000", "end": "01:06:21.000", "speaker": "None", "utterance": "Make you know, differences to the, what is going to follow so it's really like your hyper fictions honest mad France, but with you by using specificities of the smartphone, like you know we're time shots, and the notifications, but but basically the same"}
{"start": "01:06:26.000", "end": "01:06:12.000", "speaker": "None", "utterance": "No, definitely, I mean anything that has the set."}
{"start": "01:06:12.000", "end": "01:06:30.000", "speaker": "None", "utterance": "as a hyper fiction. And I think we will, we would all agree that you know had fictions by Scott handbag I think he's here. Struck Martha for our equity architecture."}
{"start": "01:06:30.000", "end": "01:06:40.000", "speaker": "None", "utterance": "Anything that has gives the reader, a choice, even if it's just the illusion of choice, or anything that makes a self reflexive comment about how the lack of choice."}
{"start": "01:06:40.000", "end": "01:06:54.000", "speaker": "None", "utterance": "Anything that tantalize is the reader about their lack of choice for me has important as a lit, definitely. However, other things like I was saying in my paper they are just so hard to subsume under the the term literary that either we need something"}
{"start": "01:06:54.000", "end": "01:07:01.000", "speaker": "None", "utterance": "is or we need to cut it out with the definitions."}
{"start": "01:07:01.000", "end": "01:07:11.000", "speaker": "None", "utterance": "Okay. So, before we go into a discussion about whether linear sex can be deleted or not."}
{"start": "01:07:11.000", "end": "01:07:21.000", "speaker": "None", "utterance": "We also, we have a previous question from much this evening, are slim, would you like to take the word."}
{"start": "01:07:21.000", "end": "01:07:28.000", "speaker": "None", "utterance": "Yeah, sure. Thanks my eBay. And I guess I could just pretty much read my question since I typed it up."}
{"start": "01:07:28.000", "end": "01:07:41.000", "speaker": "None", "utterance": "And it's, it's for Stephen Erica but I think this question of temporality has been taken up from a lot of angles in this panel already so I guess it goes goes for the, the lot of the panelists."}
{"start": "01:07:41.000", "end": "01:07:53.000", "speaker": "None", "utterance": "And the question of digital temporality in first a different kind of temporality than what we are used to experience as human beings. And, which is also something that you of course commented on the Americans perish."}
{"start": "01:07:53.000", "end": "01:08:06.000", "speaker": "None", "utterance": "So the temporality of what we might call the digital which I think we might in this context better referred to as the computational, and is arguably one of what we call micro temporality, which is radically different from our usual notion of what is real"}
{"start": "01:08:06.000", "end": "01:08:13.000", "speaker": "None", "utterance": "time, even though this micro temporality is what technically enables real time media."}
{"start": "01:08:13.000", "end": "01:08:26.000", "speaker": "None", "utterance": "So in the example with the smart stories for instance there's a complicated relationship between these different temporality, which is also something that I saw that the Christian commented on in the chat."}
{"start": "01:08:26.000", "end": "01:08:41.000", "speaker": "None", "utterance": "So I'm just wondering if you have any questions or comments on how they can be narrative ways of engaging with these different kinds of temporality that doesn't that aren't optimized for a human perception of time but are optimized for a kind of a computational"}
{"start": "01:08:41.000", "end": "01:08:59.000", "speaker": "None", "utterance": "micro temporality and giving us access to different experiences of time. So I know that that she told me a sucky has proposed this notion of Eurythmics as an approach to understanding these micro temporality, and in the notion that these articles algorithm"}
{"start": "01:08:59.000", "end": "01:09:13.000", "speaker": "None", "utterance": "mix. And I just, I mean this is a big question but does this fit fit within the notion that you are operating narrative and I'm guessing, I'm guessing by now independent, so also question if the literary or the post or whatever."}
{"start": "01:09:13.000", "end": "01:09:26.000", "speaker": "None", "utterance": "And, and if if if it fits within this house that can border within the question of electronic literature. So it's a very broad question, I hope that some of it makes sense."}
{"start": "01:09:26.000", "end": "01:09:41.000", "speaker": "None", "utterance": "I would, I would have a comment on that picture which is one of the key questions that comes out to me from these reflections on on stories and time and the digital is."}
{"start": "01:09:41.000", "end": "01:09:56.000", "speaker": "None", "utterance": "The question is to what extent, what you just also of course it of human experience of time or natural more traditional experiences time is also already always the construction and precisely because we we are still living or we have been living for for"}
{"start": "01:09:56.000", "end": "01:09:58.000", "speaker": "None", "utterance": "quite a while now."}
{"start": "01:09:58.000", "end": "01:10:13.000", "speaker": "None", "utterance": "In this narrative be constructed time. So it's become sort of a circle, whereby we construct narratives through times we have concert conceptualize narratives, as that which that through which we have access to time and through which we can conceptualize"}
{"start": "01:10:13.000", "end": "01:10:32.000", "speaker": "None", "utterance": "and then perceive time. And so our consumption of time as a, as a natural way of experiencing time has become also the narrative mode of experiencing time so it goes kind of the circle that has been constructed in culture in Western culture, anyway."}
{"start": "01:10:32.000", "end": "01:10:47.000", "speaker": "None", "utterance": "And I do wonder to what extent that really is a construction to what extent we have other ways potentially that we have forgotten our but we are not aware of because, because this approach and and this experience this mode of experiencing time has become"}
{"start": "01:10:47.000", "end": "01:11:07.000", "speaker": "None", "utterance": "so overwhelming, and this is precisely this paradigm or this approach to the time that is being called into question by the digital platforms that that create this microphone protein that don't quite agree with it or that require an acceleration or dictate"}
{"start": "01:11:07.000", "end": "01:11:10.000", "speaker": "None", "utterance": "different freedoms. There must be indeed."}
{"start": "01:11:10.000", "end": "01:11:24.000", "speaker": "None", "utterance": "I suppose also some some cognitive limits to how much we can speed up or how well we can deal with this kind of experience, how well we can genetically follow this rhythm of acceleration."}
{"start": "01:11:24.000", "end": "01:11:33.000", "speaker": "None", "utterance": "But I do think that there is something to the effect that we're the narratives of stress is not necessarily as fundamental as we have made it out to be in the past couple of centuries."}
{"start": "01:11:33.000", "end": "01:11:46.000", "speaker": "None", "utterance": "And there might be other ways of seeing perceiving time or timelessness I don't know, there is this I think with putting the paper and"}
{"start": "01:11:46.000", "end": "01:11:57.000", "speaker": "None", "utterance": "grace and I always forget the name search will be able to loosen who talks about episodic memory but it"}
{"start": "01:11:57.000", "end": "01:12:13.000", "speaker": "None", "utterance": "talks about the episodic experience versus the the narrative kind of constructed experience and I think this might be an interesting way of thinking about it, namely that not everyone necessarily constructs narratives in their head, I would like to talk"}
{"start": "01:12:13.000", "end": "01:12:24.000", "speaker": "None", "utterance": "to people who have more of who are more kind of musical or visual or something and I am more of a literary person perhaps I construct things to words and through narratives."}
{"start": "01:12:24.000", "end": "01:12:41.000", "speaker": "None", "utterance": "In that sense, but I'm sure that other people will have experiences that the differ and we don't necessarily need to impose narrative and and continue to have narrative as a steady primary or most natural way of perceiving the world around us."}
{"start": "01:12:41.000", "end": "01:12:55.000", "speaker": "None", "utterance": "So I think the digital and and what stories experiment with and what the mainstream stories are calling for and what the younger people that perhaps more comfortable with them."}
{"start": "01:12:55.000", "end": "01:13:14.000", "speaker": "None", "utterance": "And I don't think we just we can just discard it as something that's disruptive, that's America I'm thinking of foot, Masha Victoria was, he says."}
{"start": "01:13:14.000", "end": "01:13:35.000", "speaker": "None", "utterance": "speciality, rather than than temporary at what he says that the new on the internet, we are confronted with variations of distance and proximity visibility and invisibility accessibility accessibility central position and periphery, and that's to Secretary"}
{"start": "01:13:35.000", "end": "01:13:48.000", "speaker": "None", "utterance": "of space, and that you know we have small interesting to think in terms of space, speciality done time and temporality when we convert it to Judah technologies."}
{"start": "01:13:48.000", "end": "01:13:54.000", "speaker": "None", "utterance": "So, so we have a very reaching the end of the panel now."}
{"start": "01:13:54.000", "end": "01:14:15.000", "speaker": "None", "utterance": "So, I just, if I don't know if there's time for maybe two of the presenters to just get any final point site or any answers to questions that they have that haven't been answered yet because there are a couple, but it would have to be incredibly quick,"}
{"start": "01:14:15.000", "end": "01:14:26.000", "speaker": "None", "utterance": "I think so. So very, very like elevator pitch level,"}
{"start": "01:14:26.000", "end": "01:14:38.000", "speaker": "None", "utterance": "or you would have to bring one. So, if we can just bring a lot of these questions to the discord. Yes, that is probably the best and that might be the most appropriate."}
{"start": "01:14:38.000", "end": "01:14:48.000", "speaker": "None", "utterance": "I'm also selfishly saying this because I have to teach in 15 minutes so I gotta go. But, um, yeah I think discord to be a great way to keep this conversation going."}
{"start": "01:14:48.000", "end": "01:15:00.000", "speaker": "None", "utterance": "Yes, good point okay then I think we will wrap up here and I really hope that that. Yeah, these conversations will continue throughout the conference and beyond."}
{"start": "01:15:00.000", "end": "01:15:11.000", "speaker": "None", "utterance": "And that, thank you so much to all of the presenters. This is an amazing panel, to be able to Madrid in the product."}
{"start": "01:15:11.000", "end": "01:15:41.000", "speaker": "None", "utterance": "Just Just a quick comment to the time Australians. Of course we are recording everything so you know when you have to go to bed, you know you can could see it tomorrow. Yeah, no worries. Thank you very much."}