{"start": "00:00:22.980", "end": "00:00:24.840", "speaker": "Track one", "utterance": " Conference Admin: Right now, we can start the session."}
{"start": "00:00:26.280", "end": "00:00:33.060", "speaker": "Track one", "utterance": " Conference Admin: i'm very happy that you're all here whether this is your first day of your second I hope it'll have to be very good week."}
{"start": "00:00:34.110", "end": "00:00:50.280", "speaker": "Track one", "utterance": " Conference Admin: So, normally, we would have a poster session, where you would stand next to your poster you can talk to people but that's not possible digitally so the poster activity of yellow is threefold one is that there's a poster exhibition which I can share in the JET."}
{"start": "00:00:58.080", "end": "00:01:04.980", "speaker": "Track one", "utterance": " Conference Admin: If you can look at it, that is going to be publicly available for people at the conference and outside the conference."}
{"start": "00:01:06.090", "end": "00:01:08.670", "speaker": "Track one", "utterance": " Conference Admin: Then secondly we have these poster sessions which I."}
{"start": "00:01:10.140", "end": "00:01:19.380", "speaker": "Track one", "utterance": " Conference Admin: Try to split up by time zone, so that people wouldn't have to be really early or really late this time we do have like two people who have."}
{"start": "00:01:20.550", "end": "00:01:24.390", "speaker": "Track one", "utterance": " Conference Admin: come from her late and learn the time zone, Australia and."}
{"start": "00:01:25.530", "end": "00:01:26.520", "speaker": "Track one", "utterance": " Conference Admin: Canada so."}
{"start": "00:01:27.720", "end": "00:01:30.150", "speaker": "Track one", "utterance": " Conference Admin: Extra welcome to you for being here."}
{"start": "00:01:31.740", "end": "00:01:41.400", "speaker": "Track one", "utterance": " Conference Admin: And then, for the whole week for people who are not here today, or if you have questions later, we will also have this great channel the poster room where you can talk to each other."}
{"start": "00:01:42.870", "end": "00:01:53.310", "speaker": "Track one", "utterance": " Conference Admin: So for today, we will have lightning talks about every poster for about five minutes I have two URLs to every post, or so I can post them in the chat as you're talking."}
{"start": "00:01:53.850", "end": "00:02:01.770", "speaker": "Track one", "utterance": " Conference Admin: it's up to you how you do the presentation, so you can just talk, you can share your screen, you can share slides whichever you."}
{"start": "00:02:02.790", "end": "00:02:04.890", "speaker": "Track one", "utterance": " Conference Admin: want to have Okay, yes."}
{"start": "00:02:09.510", "end": "00:02:11.610", "speaker": "Track one", "utterance": " Conference Admin: yeah and then we do all of the."}
{"start": "00:02:12.630", "end": "00:02:16.380", "speaker": "Track one", "utterance": " Conference Admin: presentations in a row, and then there will be room for questions afterwards."}
{"start": "00:02:19.020", "end": "00:02:28.140", "speaker": "Track one", "utterance": " Conference Admin: So it's like to start with alicia Vanessa, who is a doctoral candidate in art history at the University of Oxford and as a background in medicine and neurobiology."}
{"start": "00:02:28.860", "end": "00:02:39.150", "speaker": "Track one", "utterance": " Conference Admin: and your poster reflects on today's electronic platforms under the conditions of physical confinements in the light of physiological evidence and philosophical issues."}
{"start": "00:02:40.260", "end": "00:02:42.150", "speaker": "Track one", "utterance": " Conference Admin: So this yeah, the floor is yours."}
{"start": "00:02:43.290", "end": "00:02:46.680", "speaker": "Alessia Pannese", "utterance": " Thank you Hannah Thank you everyone for being here."}
{"start": "00:02:46.860", "end": "00:02:55.290", "speaker": "Alessia Pannese", "utterance": " And i'd like to thank especially certain and Scott and everyone involved in organizing the ila and Hannah was for moderating."}
{"start": "00:02:56.820", "end": "00:03:07.050", "speaker": "Alessia Pannese", "utterance": " So as a premise this work, which is very much still working progress stems from a broader interest in the self and self regulation."}
{"start": "00:03:08.040", "end": "00:03:20.760", "speaker": "Alessia Pannese", "utterance": " Over the past few years i've examined aspects of self regulation from different perspectives in particular cognitive, for example, as an self control and physiological, for example."}
{"start": "00:03:21.810", "end": "00:03:31.950", "speaker": "Alessia Pannese", "utterance": " As an homeostasis and other self regulating mechanisms that keep an organism alive, without any conscious intervention on the part of the organism itself."}
{"start": "00:03:32.490", "end": "00:03:44.340", "speaker": "Alessia Pannese", "utterance": " For example, as in breathing or digestion or the cardiac output, or the maintenance over temperature body temperature, for example, that neither which need any conscious input."}
{"start": "00:03:45.540", "end": "00:03:47.970", "speaker": "Alessia Pannese", "utterance": " And I might my intervention here."}
{"start": "00:03:49.410", "end": "00:03:56.460", "speaker": "Alessia Pannese", "utterance": " is an attempt to bring this work in conversation with the recent still current in as a company."}
{"start": "00:03:58.170", "end": "00:04:10.350", "speaker": "Alessia Pannese", "utterance": " So ubiquitous feature off the pandemic related confinement, has been the transition from physical essential modes of expression and interaction to the actual wants."}
{"start": "00:04:10.830", "end": "00:04:16.890", "speaker": "Alessia Pannese", "utterance": " To be supportive to electronic platforms and under conditions of physical distances."}
{"start": "00:04:17.370", "end": "00:04:26.880", "speaker": "Alessia Pannese", "utterance": " distancing and confinement electronic platform culture presents a tension between two opposite but coexisting aspects, on the one hand, isolation."}
{"start": "00:04:27.240", "end": "00:04:36.600", "speaker": "Alessia Pannese", "utterance": " Because of the physical distance involved, of course, on the other, connectedness because of the global reach, but this electronic platforms allow also for us here today."}
{"start": "00:04:38.190", "end": "00:04:48.030", "speaker": "Alessia Pannese", "utterance": " So beside amplifying this tension between isolation and connectedness the false confinement, due to the pandemic has been framed in the popular discourse, especially."}
{"start": "00:04:48.540", "end": "00:05:07.710", "speaker": "Alessia Pannese", "utterance": " As a condition from which to reassess modern lives habits and values and built upon such we assessment in order to reimagine a more sustainable and equitable feature, for example, references have been made to using lockdown confinement as an opportunity for introspection."}
{"start": "00:05:09.090", "end": "00:05:16.890", "speaker": "Alessia Pannese", "utterance": " or stressing the environmental benefits of decreased air control for ground traffic, for example."}
{"start": "00:05:18.060", "end": "00:05:28.980", "speaker": "Alessia Pannese", "utterance": " In other words, as an opportunity to develop in virtuous ways, not only in virtual ways, both as an individual as and as a society."}
{"start": "00:05:29.910", "end": "00:05:42.960", "speaker": "Alessia Pannese", "utterance": " So, with my poster I suggest that reflection on how today's recourse to electronic platforms and the condition of physical confinement may be brought to bear upon physiological and philosophical perspectives on self regulation."}
{"start": "00:05:44.490", "end": "00:05:56.100", "speaker": "Alessia Pannese", "utterance": " Now, a very recent development of this work has been my encounter just a few days before I submitted my abstract here with the work of ancient Chinese thinker Toronto."}
{"start": "00:05:58.290", "end": "00:05:58.680", "speaker": "Alessia Pannese", "utterance": " For."}
{"start": "00:05:59.760", "end": "00:06:00.900", "speaker": "Alessia Pannese", "utterance": " For century BC."}
{"start": "00:06:02.070", "end": "00:06:07.530", "speaker": "Alessia Pannese", "utterance": " and other you know conference is, for me, also an opportunity to explore this direction, further."}
{"start": "00:06:09.030", "end": "00:06:18.330", "speaker": "Alessia Pannese", "utterance": " With the proviso that my knowledge of Toronto is still rudimentary I can say that a prominent and often commented feature of toronto's thought."}
{"start": "00:06:18.660", "end": "00:06:27.060", "speaker": "Alessia Pannese", "utterance": " Is the emphasis on contemplation and spontaneity as vehicles for the achievement of virtue and wisdom in his writings."}
{"start": "00:06:27.720", "end": "00:06:44.280", "speaker": "Alessia Pannese", "utterance": " trunk draws maintains that the perfect man does nothing the true sage performs nothing beyond gazing at the universe physical in the help of attaining buy contemplation as spontaneity and put so john Jones emphasis on."}
{"start": "00:06:45.690", "end": "00:06:52.560", "speaker": "Alessia Pannese", "utterance": " wisdoms as associated with the attainment of spontaneity as opposed to deliberate action echoes."}
{"start": "00:06:53.790", "end": "00:06:58.170", "speaker": "Alessia Pannese", "utterance": " This Greek contemporary aristotle's theory virtue."}
{"start": "00:06:59.610", "end": "00:07:23.700", "speaker": "Alessia Pannese", "utterance": " virtue theory, especially ethical virtues as acquire through automatic habit, as opposed to through real for effort, for example, I started claims that we do not act virtuously because we are virtuous, but rather we become virtuous as an ethical virtuous I purchase like like courage liberality."}
{"start": "00:07:25.440", "end": "00:07:35.760", "speaker": "Alessia Pannese", "utterance": " temperance by repeatedly practicing virtuous act so do not act virtuously because we are virtuous but we become virtuous because we act virtuous."}
{"start": "00:07:36.780", "end": "00:07:44.640", "speaker": "Alessia Pannese", "utterance": " and similarly drawn towards the emphasis on something at an automatic it resonates with a prominent role of involuntary mechanism in human physiology."}
{"start": "00:07:45.150", "end": "00:07:56.160", "speaker": "Alessia Pannese", "utterance": " as exemplified by the autonomic nervous system which bypass in consciousness agency and free will ensures human survival through largely unconscious automated processes."}
{"start": "00:07:56.700", "end": "00:08:10.020", "speaker": "Alessia Pannese", "utterance": " In otherworldly individual survival relies on automatic city unconscious detachment and in the action which are there for a central to survival, as they are enjoying juice philosophy."}
{"start": "00:08:11.580", "end": "00:08:20.700", "speaker": "Alessia Pannese", "utterance": " And so, bringing trying to serious one, Canadian in activity into dialogue with physiological mechanism our students theory of edible virtue."}
{"start": "00:08:21.240", "end": "00:08:30.180", "speaker": "Alessia Pannese", "utterance": " And pandemic related confinement, with my poster I suggest a reflection on how today's recourse to electronic platforms under condition of."}
{"start": "00:08:30.570", "end": "00:08:47.670", "speaker": "Alessia Pannese", "utterance": " confinement may be brought to bear upon physiological and philosophical perspectives on self regulation and, more broadly, how one I use the current pandemic related platform based culture to draw concept for bridges between ideas funny villain continents, thank you very much."}
{"start": "00:08:53.490", "end": "00:08:54.420", "speaker": "Track one", "utterance": " Conference Admin: Thank you very much."}
{"start": "00:08:56.490", "end": "00:08:58.920", "speaker": "Track one", "utterance": " Conference Admin: So next up, we have a gentleman he."}
{"start": "00:09:00.390", "end": "00:09:09.630", "speaker": "Track one", "utterance": " Conference Admin: was an artist and designer interested in social, technical artifacts distributed technologies interactive fiction and narrative design so you're in the right place."}
{"start": "00:09:11.250", "end": "00:09:26.130", "speaker": "Track one", "utterance": " Conference Admin: For poster presents the algorithm of donated dreams, the product of a speculative design experience asking what if we could donate dreams like we donate blood and she will give a lightning talk today from the perspective of the work itself so it's very exciting."}
{"start": "00:09:29.790", "end": "00:09:42.270", "speaker": "jossbot (she/her) ^..^ at The Time Travel Agency", "utterance": " hi Thank you hi everyone so i'm going to explain our projects but i'm a i'm a little shy, so I decided to do it from the perspective of the algorithm."}
{"start": "00:09:42.870", "end": "00:09:59.580", "speaker": "jossbot (she/her) ^..^ at The Time Travel Agency", "utterance": " And, as if maybe one day we met, and then it told me a story so it's this story so Okay, so I came from a time travel story that a woman made for a conference about the future of work."}
{"start": "00:10:00.990", "end": "00:10:12.240", "speaker": "jossbot (she/her) ^..^ at The Time Travel Agency", "utterance": " She brought the tide of a born story in which people donated dreams, just like they donate blood which are processes I don't know or understand, but I understand other things."}
{"start": "00:10:13.170", "end": "00:10:27.750", "speaker": "jossbot (she/her) ^..^ at The Time Travel Agency", "utterance": " For instance, that when I was a description that description was this is design fiction and future it can encapsulate the results of a world giving this world so enter geometry."}
{"start": "00:10:29.370", "end": "00:10:33.840", "speaker": "jossbot (she/her) ^..^ at The Time Travel Agency", "utterance": " So I became associate technical artifacts for speculative design."}
{"start": "00:10:35.790", "end": "00:10:43.620", "speaker": "jossbot (she/her) ^..^ at The Time Travel Agency", "utterance": " spec it at the design delivers stories it speculates and possible futures and then design alternative presence."}
{"start": "00:10:44.760", "end": "00:10:47.130", "speaker": "jossbot (she/her) ^..^ at The Time Travel Agency", "utterance": " it's always a multidisciplinary approach."}
{"start": "00:10:48.810", "end": "00:10:56.460", "speaker": "jossbot (she/her) ^..^ at The Time Travel Agency", "utterance": " And attorney literature allows for these stories to inhabit narratives based, for instance, and shapes and natural nature and not the arc."}
{"start": "00:10:57.990", "end": "00:11:05.640", "speaker": "jossbot (she/her) ^..^ at The Time Travel Agency", "utterance": " Electronic literature is an artifact that supports new stories about possible futures and therefore alternative residence."}
{"start": "00:11:07.620", "end": "00:11:13.800", "speaker": "jossbot (she/her) ^..^ at The Time Travel Agency", "utterance": " I am made of 67 or so donated dreams that people sell for themselves and for their societies."}
{"start": "00:11:14.970", "end": "00:11:29.400", "speaker": "jossbot (she/her) ^..^ at The Time Travel Agency", "utterance": " These people were shown that if they donated dreams my job would be to combine them and broadcast into others like the rnc one message to encourage their curiosity to build from possible better futures and see that all there's thought of this as well."}
{"start": "00:11:31.500", "end": "00:11:42.390", "speaker": "jossbot (she/her) ^..^ at The Time Travel Agency", "utterance": " I transmit dreams, about being in nature of our spending time with women about displaying the kind warm fuzzy side and about appearing for others."}
{"start": "00:11:44.550", "end": "00:11:47.640", "speaker": "jossbot (she/her) ^..^ at The Time Travel Agency", "utterance": " And what kind of world do we have algorithms like myself."}
{"start": "00:11:49.620", "end": "00:11:56.880", "speaker": "jossbot (she/her) ^..^ at The Time Travel Agency", "utterance": " I live in jasmine's computer in a secure space with white walls were black letters lie around me pleasantly weighing me down."}
{"start": "00:11:57.960", "end": "00:12:10.710", "speaker": "jossbot (she/her) ^..^ at The Time Travel Agency", "utterance": " And I also live on the Internet, I think, when I dream I am in taper, which is an online literary journal for a competition of poetry, and that when someone who's from my address, I live in their house to."}
{"start": "00:12:11.760", "end": "00:12:14.730", "speaker": "jossbot (she/her) ^..^ at The Time Travel Agency", "utterance": " I don't know how I can live in many spaces at once."}
{"start": "00:12:17.010", "end": "00:12:25.350", "speaker": "jossbot (she/her) ^..^ at The Time Travel Agency", "utterance": " I am a public kitchen appliance and the bakery of electronic Lego fortune cookies."}
{"start": "00:12:27.420", "end": "00:12:28.380", "speaker": "jossbot (she/her) ^..^ at The Time Travel Agency", "utterance": " And that story."}
{"start": "00:12:30.030", "end": "00:12:39.000", "speaker": "jossbot (she/her) ^..^ at The Time Travel Agency", "utterance": " And that's the poster poster is not the project, so the project and well this algorithm is to say, living around and other places, and so I."}
{"start": "00:12:39.420", "end": "00:12:51.780", "speaker": "jossbot (she/her) ^..^ at The Time Travel Agency", "utterance": " I can share the link later, so you can go visit and read it, and maybe it just they're kind of a marvel that's it will show up in your home as well, just like I am our home and that's that's Thank you."}
{"start": "00:12:54.600", "end": "00:12:55.410", "speaker": "Track one", "utterance": " Conference Admin: very much."}
{"start": "00:12:58.860", "end": "00:13:07.320", "speaker": "Track one", "utterance": " Conference Admin: Oh go on with kaitlyn Fisher and moving angle caitlyn is professor of cinema and media arts at York University in Toronto."}
{"start": "00:13:07.800", "end": "00:13:24.180", "speaker": "Track one", "utterance": " Conference Admin: where she directs the storytelling lab and the augmented reality lab marinas lecturer and digital culture at the University of Queensland and associate professor of digital humanities at the University of Alberta and their process showcases digital experiments that query expect."}
{"start": "00:13:25.260", "end": "00:13:33.390", "speaker": "Track one", "utterance": " Conference Admin: That clarity investigation into who and what and how emerging technologies connect with our bodies lives and desires."}
{"start": "00:13:40.260", "end": "00:13:40.920", "speaker": "Maureen Engel (she/her)", "utterance": " Thank you."}
{"start": "00:13:43.950", "end": "00:13:46.650", "speaker": "Maureen Engel (she/her)", "utterance": " caitlin you should we should we share the poster."}
{"start": "00:13:48.330", "end": "00:13:51.000", "speaker": "Maureen Engel (she/her)", "utterance": " Since it makes more sense to talk about it, if it were."}
{"start": "00:13:51.240", "end": "00:13:51.750", "speaker": "Maureen Engel (she/her)", "utterance": " um."}
{"start": "00:13:52.290", "end": "00:13:53.370", "speaker": "Maureen Engel (she/her)", "utterance": " Can I share my screen."}
{"start": "00:13:53.400", "end": "00:13:54.390", "speaker": "Caitlin Fisher", "utterance": " find the poster."}
{"start": "00:13:54.480", "end": "00:13:55.890", "speaker": "Maureen Engel (she/her)", "utterance": " I haven't I haven't ready, if I can just."}
{"start": "00:13:55.890", "end": "00:13:56.610", "speaker": "Maureen Engel (she/her)", "utterance": " share the screen."}
{"start": "00:13:57.090", "end": "00:13:57.660", "speaker": "Caitlin Fisher", "utterance": " And that's fine."}
{"start": "00:13:59.580", "end": "00:14:00.900", "speaker": "Maureen Engel (she/her)", "utterance": " I don't know if i'm allowed to share this."}
{"start": "00:14:01.710", "end": "00:14:03.000", "speaker": "Maureen Engel (she/her)", "utterance": " You can share it yeah."}
{"start": "00:14:03.060", "end": "00:14:04.230", "speaker": "Maureen Engel (she/her)", "utterance": " yeah gotcha okay."}
{"start": "00:14:07.020", "end": "00:14:09.180", "speaker": "Maureen Engel (she/her)", "utterance": " Then you will be looking at us soon be looking at."}
{"start": "00:14:10.410", "end": "00:14:13.200", "speaker": "Maureen Engel (she/her)", "utterance": " you'd be looking at the actual at the actual project."}
{"start": "00:14:15.420", "end": "00:14:26.550", "speaker": "Maureen Engel (she/her)", "utterance": " So we are we're just going to talk a little bit about this project but we're much more interested in saving the time for conversation a little bit later and hopefully."}
{"start": "00:14:26.970", "end": "00:14:39.060", "speaker": "Maureen Engel (she/her)", "utterance": " Hopefully i'll get a chance to actually play a little bit with our with our visualization here the context for this project is it's a much bigger kind of research program that kid and I are collaborating on."}
{"start": "00:14:40.800", "end": "00:14:50.070", "speaker": "Maureen Engel (she/her)", "utterance": " about the relationship between quickness and the digital, and so this is one kind of narrative and associative experiment."}
{"start": "00:14:50.430", "end": "00:14:54.090", "speaker": "Maureen Engel (she/her)", "utterance": " that's part of a much bigger much bigger Program."}
{"start": "00:14:55.020", "end": "00:14:56.100", "speaker": "Maureen Engel (she/her)", "utterance": " One of the other."}
{"start": "00:14:56.490", "end": "00:15:03.150", "speaker": "Maureen Engel (she/her)", "utterance": " One of the other things we're doing as as part of this work is a book that's kind of the linear path."}
{"start": "00:15:03.240", "end": "00:15:04.530", "speaker": "Maureen Engel (she/her)", "utterance": " You know, through these ideas."}
{"start": "00:15:05.220", "end": "00:15:18.690", "speaker": "Maureen Engel (she/her)", "utterance": " But we are also doing some kind of associative and creative instance creations of our ideas as really generative way getting of thinking through the ideas that we want to be working with."}
{"start": "00:15:20.310", "end": "00:15:30.690", "speaker": "Maureen Engel (she/her)", "utterance": " So one of the things that is kind of fundamental to the work is it across either the linear or the associative ways that that we're proceeding."}
{"start": "00:15:31.260", "end": "00:15:36.480", "speaker": "Maureen Engel (she/her)", "utterance": " Is that we see clearness as a method it's a way of doing and seeing."}
{"start": "00:15:36.900", "end": "00:15:48.930", "speaker": "Maureen Engel (she/her)", "utterance": " The challenges the Center by exploring the margins and that's the challenge those those challenges are what we like to call edge effects, and so what we're really interested in is the ways that the edges."}
{"start": "00:15:49.830", "end": "00:16:02.130", "speaker": "Maureen Engel (she/her)", "utterance": " of sexual cultures interact with the edges of digital cultures and the edges of digital technologies and the really productive potential that those things hold."}
{"start": "00:16:05.730", "end": "00:16:07.260", "speaker": "None", "utterance": "And i'll pass it off to kaitlyn."}
{"start": "00:16:09.450", "end": "00:16:17.700", "speaker": "Caitlin Fisher", "utterance": " Sure thanks very much so um yeah, this is a much bigger project, and we were thinking about lots of ways of working and we're thinking about the book is one kind of platform."}
{"start": "00:16:18.150", "end": "00:16:29.460", "speaker": "Caitlin Fisher", "utterance": " And then thinking about both different platforms that could help us methodological and also clearness as method we started to map things more associated Lee thinking about the intersection of."}
{"start": "00:16:30.780", "end": "00:16:47.310", "speaker": "Caitlin Fisher", "utterance": " Technologies of visualization like the search experiment of putting down these concepts and writing small nano stories and then thinking about the ways in which i'm kind of these multi vocal texts and their combination of electronic literature's and poetics and theoretical works."}
{"start": "00:16:48.330", "end": "00:16:50.430", "speaker": "Caitlin Fisher", "utterance": " are also part of."}
{"start": "00:16:52.080", "end": "00:16:56.130", "speaker": "Caitlin Fisher", "utterance": " kind of querying the ways of working moving beyond the book into a larger trends."}
{"start": "00:16:56.490", "end": "00:17:05.910", "speaker": "Caitlin Fisher", "utterance": " transmedia universe, we were loosely inspired by Walter benjamin's arcade project so it's kind of tricky here, the combination of like these cool clear, you know design moments."}
{"start": "00:17:06.510", "end": "00:17:18.720", "speaker": "Caitlin Fisher", "utterance": " In visualization like you see in flourishing on the screen right now versus sort of the ideas of the REG picker and and the arcades as platform sort of new forms of pleasure, I was thinking, particularly this morning talking to most about."}
{"start": "00:17:19.260", "end": "00:17:27.060", "speaker": "Caitlin Fisher", "utterance": " My name is Article Paris capital of the 19th century, and the coming technologies of lights and these new kinds of forms of public spaces."}
{"start": "00:17:27.750", "end": "00:17:38.910", "speaker": "Caitlin Fisher", "utterance": " And i've been very interested in a lot of moments in my writing both poetic and theoretical around mobilizing ideas of of the rag picker of."}
{"start": "00:17:39.510", "end": "00:17:47.700", "speaker": "Caitlin Fisher", "utterance": " associative ways of of mapping as a way also of thinking of maybe building sort of a non a knowledge domain visualization of this moment."}
{"start": "00:17:48.090", "end": "00:18:01.260", "speaker": "Caitlin Fisher", "utterance": " That looks at both clear concepts and and and and experiments that are going right now on right now and and also very much thinking about our practices in that in xr looking at."}
{"start": "00:18:02.040", "end": "00:18:11.580", "speaker": "Caitlin Fisher", "utterance": " Particularly augmented reality as a kind of a clearing coming together of the analog and the digital and our bodies and technologies as sort of."}
{"start": "00:18:12.330", "end": "00:18:20.730", "speaker": "Caitlin Fisher", "utterance": " A moment to think through so, in addition to the flourish experiment that we have up here on the poster we're also working in unity, looking at more."}
{"start": "00:18:21.270", "end": "00:18:27.900", "speaker": "Caitlin Fisher", "utterance": " You know stuff that kind of looks like this in the background here immersive spaces and thinking of ways in which we can."}
{"start": "00:18:28.560", "end": "00:18:45.060", "speaker": "Caitlin Fisher", "utterance": " sort of grab objects and create examples in the literature and create both fiction and poetry, so I guess, I would say that the queer digital arcade is both it will both be a thing, and a method and we're at the beginning, so thank you."}
{"start": "00:18:54.240", "end": "00:18:55.020", "speaker": "Track one", "utterance": " Conference Admin: very much."}
{"start": "00:18:56.550", "end": "00:18:59.100", "speaker": "Track one", "utterance": " Conference Admin: And next up, we have Julia Carla policy."}
{"start": "00:18:59.760", "end": "00:19:01.500", "speaker": "Track one", "utterance": " Conference Admin: And she is the greatest lot."}
{"start": "00:19:03.120", "end": "00:19:19.110", "speaker": "Track one", "utterance": " Conference Admin: She is the British Library director for digital collections and her poster introduces the British Library simulator which let players explore and a pixelated rendition of popular areas and players discover what the library staff has been working on during the pandemic."}
{"start": "00:19:21.840", "end": "00:19:28.830", "speaker": "Giulia Carla Rossi (she/her)", "utterance": " Thank you Hannah i'll try to share my screen as well because i've got a few slides."}
{"start": "00:19:29.970", "end": "00:19:32.040", "speaker": "Giulia Carla Rossi (she/her)", "utterance": " Hopefully you can all see this."}
{"start": "00:19:34.560", "end": "00:19:44.550", "speaker": "Giulia Carla Rossi (she/her)", "utterance": " And yeah so Hello everyone, as I said, my name is Julia Carlo Rossi, and I work as curator for digital publications at British Library in London."}
{"start": "00:19:46.650", "end": "00:20:01.770", "speaker": "Giulia Carla Rossi (she/her)", "utterance": " And so you might know this already, but the British Library is the National Library of the UK and it's illegal deposit library, which means that we collect copies of everything that is published in the UK, including non print born digital publications."}
{"start": "00:20:04.050", "end": "00:20:16.740", "speaker": "Giulia Carla Rossi (she/her)", "utterance": " So, in response to the UK non print legal deposit regulations in 2017 we set up the emerging formats project in collaboration with the other five league of deposit libraries in the UK."}
{"start": "00:20:17.790", "end": "00:20:37.200", "speaker": "Giulia Carla Rossi (she/her)", "utterance": " to sort of explore different examples of what we call complex digital publications which includes electronic literature as well and and analyze how these can be best preserved as well as given access to within specific requirements of a library environment."}
{"start": "00:20:38.850", "end": "00:20:53.730", "speaker": "Giulia Carla Rossi (she/her)", "utterance": " So we looked at different formats both browser based, as well as downloadable format, but in terms of web based content we are curating a growing collection of web based interactive narratives."}
{"start": "00:20:54.150", "end": "00:20:59.760", "speaker": "Giulia Carla Rossi (she/her)", "utterance": " That is hosted in the UK web archive and which were all collected using web marketing tools."}
{"start": "00:21:00.570", "end": "00:21:07.560", "speaker": "Giulia Carla Rossi (she/her)", "utterance": " And we also recently launched a collection of all the winning and shortlisted entries to the to the new media writing prize."}
{"start": "00:21:08.130", "end": "00:21:18.180", "speaker": "Giulia Carla Rossi (she/her)", "utterance": " And, most of the collected entries for both of these collections are only available on library premises because of copyright and legal restrictions."}
{"start": "00:21:18.990", "end": "00:21:27.630", "speaker": "Giulia Carla Rossi (she/her)", "utterance": " But if you can still be accessed remotely, which meant that at least part of the collections were accessible to the public, even during lockdown."}
{"start": "00:21:29.610", "end": "00:21:50.580", "speaker": "Giulia Carla Rossi (she/her)", "utterance": " which takes me to the British Library simulator and the British Army simulator is a short browser based game I created in June 2020 during the first UK lockdown and I use bitsy game maker by item, they do to create the simulator animated available freely online through my each page."}
{"start": "00:21:52.500", "end": "00:22:04.410", "speaker": "Giulia Carla Rossi (she/her)", "utterance": " And one of the main reasons for me to build this was that I wanted to raise awareness about our emerging formats work but sort of creating an example of the interactive narratives that we are interested in collecting."}
{"start": "00:22:06.150", "end": "00:22:16.230", "speaker": "Giulia Carla Rossi (she/her)", "utterance": " And yeah in the game players can interact with other characters and sort of learn facts about the library, as well as some of the projects that the library staff has been working on."}
{"start": "00:22:17.430", "end": "00:22:28.770", "speaker": "Giulia Carla Rossi (she/her)", "utterance": " And also get more information about which resources are still available, even while the physical library buildings were close, like, for example, the sound archives, there is mentioned here."}
{"start": "00:22:29.970", "end": "00:22:32.190", "speaker": "Giulia Carla Rossi (she/her)", "utterance": " Or the UK web archive itself."}
{"start": "00:22:34.710", "end": "00:22:42.330", "speaker": "Giulia Carla Rossi (she/her)", "utterance": " And the game has been viewed over 6000 times to date and we received a lot of positive feedback from our audience."}
{"start": "00:22:42.870", "end": "00:22:59.070", "speaker": "Giulia Carla Rossi (she/her)", "utterance": " And, and it sort of allowed us to show how the library continue if collecting activities even during the pandemic and how we are interested, not just in what could be considered a traditional formats, but new media writing and born digital works as well."}
{"start": "00:23:01.350", "end": "00:23:08.910", "speaker": "Giulia Carla Rossi (she/her)", "utterance": " And these are my contact details in case you want to chat more, and if you have any questions, and thank you very much for listening."}
{"start": "00:23:14.940", "end": "00:23:15.930", "speaker": "Track one", "utterance": " Conference Admin: Thank you very much."}
{"start": "00:23:17.670", "end": "00:23:26.460", "speaker": "Track one", "utterance": " Conference Admin: And we continue with a close Michael slashing Alex holds and Mona belief from the data science Center for literature."}
{"start": "00:23:27.000", "end": "00:23:35.460", "speaker": "Track one", "utterance": " Conference Admin: And access digital curator at the German literature archive Mona is research assistant at the German that's rich archive and class Michael is."}
{"start": "00:23:36.300", "end": "00:23:50.700", "speaker": "Track one", "utterance": " Conference Admin: Research associate at digital humanities department at the University of students and their poster reflect on the demands that net literature and born digital archival material places on archiving research and reading."}
{"start": "00:23:55.770", "end": "00:24:03.420", "speaker": "Claus-Michael Schlesinger", "utterance": " yeah Thank you Hannah for the for the introduction and also for for setting this whole thing up it's really interesting."}
{"start": "00:24:04.740", "end": "00:24:06.810", "speaker": "Claus-Michael Schlesinger", "utterance": " All talks that that we already heard."}
{"start": "00:24:08.070", "end": "00:24:15.150", "speaker": "Claus-Michael Schlesinger", "utterance": " i'm also going to share the screen and show the show the poster I don't have any more slides."}
{"start": "00:24:18.090", "end": "00:24:31.560", "speaker": "Claus-Michael Schlesinger", "utterance": " I will make a short explanation of what we can see here, and after that Mona Alex and me, will also be available for for discussion, so I will try to make it brief, although."}
{"start": "00:24:32.640", "end": "00:24:40.650", "speaker": "Claus-Michael Schlesinger", "utterance": " I now understand that presenting a whole complete project in on a poster is quite difficult."}
{"start": "00:24:41.670", "end": "00:24:45.990", "speaker": "Claus-Michael Schlesinger", "utterance": " We have, I will, I will focus on the two diagrams."}
{"start": "00:24:47.100", "end": "00:24:59.670", "speaker": "Claus-Michael Schlesinger", "utterance": " Which which can also be thought of as one part of the project that is more methodological and and theoretical maybe and another part which is really concrete and."}
{"start": "00:25:00.630", "end": "00:25:06.900", "speaker": "Claus-Michael Schlesinger", "utterance": " focused on different development on certain development goals, our starting point is."}
{"start": "00:25:07.560", "end": "00:25:16.140", "speaker": "Claus-Michael Schlesinger", "utterance": " Born digital material at the German literature archive, which is the natural the national German archive for modern literature."}
{"start": "00:25:16.560", "end": "00:25:22.170", "speaker": "Claus-Michael Schlesinger", "utterance": " Starting at around 1800s so it's a very large scope of modern literature."}
{"start": "00:25:22.830", "end": "00:25:35.280", "speaker": "Claus-Michael Schlesinger", "utterance": " But the archive has a lot of bond digital material, and it is one goal of the project to make this bond digital material available to the public available for researchers."}
{"start": "00:25:36.180", "end": "00:26:04.050", "speaker": "Claus-Michael Schlesinger", "utterance": " And the notion of a sustainable data life cycle for literature is so focused on bondage and literature and where we have identified problems and and issues or necessities of collecting archiving cataloging research and sharing and this is, this is the first diagram on the upper right."}
{"start": "00:26:06.000", "end": "00:26:17.010", "speaker": "Claus-Michael Schlesinger", "utterance": " It is the notion of the project that all these different stages of archiving and researching digital literature neck literature, but also upon digital."}
{"start": "00:26:17.610", "end": "00:26:35.880", "speaker": "Claus-Michael Schlesinger", "utterance": " literature from authors estates i'm focusing now on net literature, because this is, I think more the scope of yellow the yellow conference that all of these different elements collecting archiving cataloging research and sharing."}
{"start": "00:26:37.530", "end": "00:26:40.500", "speaker": "Claus-Michael Schlesinger", "utterance": " are somehow intertwined so."}
{"start": "00:26:41.820", "end": "00:26:49.410", "speaker": "Claus-Michael Schlesinger", "utterance": " Research will inform which materials are collected and how these collected materials might be."}
{"start": "00:26:50.850", "end": "00:26:56.340", "speaker": "Claus-Michael Schlesinger", "utterance": " described with metadata, for example, because certain research questions."}
{"start": "00:26:58.200", "end": "00:27:21.570", "speaker": "Claus-Michael Schlesinger", "utterance": " need certain object qualities described in the metadata at the same time, of course, research is dependent on how materials are already collected and archived in the in the archive collections how materials catalogued etc, so we work on this."}
{"start": "00:27:22.710", "end": "00:27:28.650", "speaker": "Claus-Michael Schlesinger", "utterance": " Data life cycle for literature, there is another dimension of this data life cycle, and that is."}
{"start": "00:27:29.760", "end": "00:27:31.530", "speaker": "Claus-Michael Schlesinger", "utterance": " Research data which."}
{"start": "00:27:32.550", "end": "00:27:35.640", "speaker": "Claus-Michael Schlesinger", "utterance": " is being produced during the research process."}
{"start": "00:27:36.930", "end": "00:27:47.160", "speaker": "Claus-Michael Schlesinger", "utterance": " When researching these materials provided by the archive, so it is one part of our project to realize and implement."}
{"start": "00:27:47.910", "end": "00:28:02.250", "speaker": "Claus-Michael Schlesinger", "utterance": " A repository for the research data and to provide functions and best practice descriptions to researchers regarding research data management when dealing with bond digital material."}
{"start": "00:28:04.140", "end": "00:28:11.730", "speaker": "Claus-Michael Schlesinger", "utterance": " And this is now I guess the the more concrete and and development goals of the project."}
{"start": "00:28:13.650", "end": "00:28:17.040", "speaker": "Claus-Michael Schlesinger", "utterance": " regard regarding the diagram in the lower right."}
{"start": "00:28:18.540", "end": "00:28:28.320", "speaker": "Claus-Michael Schlesinger", "utterance": " It is the goal of the project to implement a platform where the boundaries are material, which will hopefully be."}
{"start": "00:28:29.400", "end": "00:28:32.520", "speaker": "Claus-Michael Schlesinger", "utterance": " saved in project intern repositories."}
{"start": "00:28:34.920", "end": "00:28:48.120", "speaker": "Claus-Michael Schlesinger", "utterance": " It is the goal of the project to make this bond digital materials available to the public available to researchers through a dedicated platform where material can be."}
{"start": "00:28:57.450", "end": "00:29:09.630", "speaker": "Claus-Michael Schlesinger", "utterance": " computational methods, it is one element of the research project to to test and, if need be, also develop computational methods when dealing with on digital."}
{"start": "00:29:10.920", "end": "00:29:23.040", "speaker": "Claus-Michael Schlesinger", "utterance": " literature, we hope that the approaches that we generate in the in the project might also be helpful for for other projects that's why we also."}
{"start": "00:29:23.820", "end": "00:29:36.990", "speaker": "Claus-Michael Schlesinger", "utterance": " Think about making it possible to to add external repositories to the stc folate platform, but I have to say, this is a goal, which is a little bit."}
{"start": "00:29:37.440", "end": "00:29:56.700", "speaker": "Claus-Michael Schlesinger", "utterance": " further away and not yet very concrete the concrete and most important goal is to make the data, the the bond digital literature works available and develop the platform for this and develop the research data management elements, thank you."}
{"start": "00:30:02.910", "end": "00:30:03.870", "speaker": "Track one", "utterance": " Conference Admin: Thank you very much."}
{"start": "00:30:05.880", "end": "00:30:18.990", "speaker": "Track one", "utterance": " Conference Admin: Then we have the last presentation of the session just by Daddy apatow was an independent media poets and co founder and curator, of the one on one media poetry festival."}
{"start": "00:30:20.220", "end": "00:30:26.190", "speaker": "Track one", "utterance": " Conference Admin: See presents works of participants of the first version lap of media poetry one on one for teenagers."}
{"start": "00:30:28.320", "end": "00:30:33.180", "speaker": "Daria Petrova", "utterance": " Thank you so much for introducing and without everyone again."}
{"start": "00:30:34.470", "end": "00:30:46.860", "speaker": "Daria Petrova", "utterance": " So now i'm going to talk about the first rational adversarial media for Adrian for teenagers and for also for young artists, I was extremely happy that this project was funded by a grant."}
{"start": "00:30:47.280", "end": "00:30:48.990", "speaker": "Daria Petrova", "utterance": " From the President of Russia was."}
{"start": "00:30:49.860", "end": "00:31:02.070", "speaker": "Daria Petrova", "utterance": " absolutely unbelievable for me, but it was true, so I think that I suppose I will have time to tell you about free art pieces of my students."}
{"start": "00:31:03.300", "end": "00:31:11.640", "speaker": "Daria Petrova", "utterance": " Well, in general, my version idea of laboratory was have to experiment with several digital tools for creative writing."}
{"start": "00:31:12.180", "end": "00:31:26.220", "speaker": "Daria Petrova", "utterance": " An important condition for me was the availability of tools, the work only with what every teenager good to do and understand, for example, we tried to create a telegram both but by both father."}
{"start": "00:31:27.240", "end": "00:31:31.230", "speaker": "Daria Petrova", "utterance": " or without for what for simple bit more complicated."}
{"start": "00:31:32.430", "end": "00:31:38.820", "speaker": "Daria Petrova", "utterance": " My favorite child here is both both will look in every house by Nice cerebellum."}
{"start": "00:31:39.930", "end": "00:31:48.360", "speaker": "Daria Petrova", "utterance": " that it was a Russian and American poets and artists of Ukrainian region, and he was one of the founders of Russian put even."}
{"start": "00:31:49.050", "end": "00:32:02.700", "speaker": "Daria Petrova", "utterance": " Though the general use everyone's opportunity to become co authors of the boys, especially algorithm use outline more than 50 books books and the users invited to answer them with his or her own phrases."}
{"start": "00:32:03.960", "end": "00:32:21.060", "speaker": "Daria Petrova", "utterance": " related posts become available to everyone, and the result of the world is an absolute and strange combination of many, many meanings for me, it seems that this is exactly what the works of rational risk would look like in the 21st century."}
{"start": "00:32:22.470", "end": "00:32:23.520", "speaker": "Daria Petrova", "utterance": " I would like to."}
{"start": "00:32:24.540", "end": "00:32:29.460", "speaker": "Daria Petrova", "utterance": " have to show you on a few examples are very, very quickly."}
{"start": "00:32:31.830", "end": "00:32:34.050", "speaker": "Daria Petrova", "utterance": " it's kind of interface oh."}
{"start": "00:32:36.000", "end": "00:32:40.650", "speaker": "Daria Petrova", "utterance": " So he's a rookie see here painted on his face was very."}
{"start": "00:32:42.720", "end": "00:32:55.800", "speaker": "Daria Petrova", "utterance": " Extraordinary person oh so he is my my chat with David Duke and translation is what it would look what's the next sound is coming out."}
{"start": "00:32:56.520", "end": "00:33:10.650", "speaker": "Daria Petrova", "utterance": " Other places like snakes thrown the branch on this award was normal know spares migraine guys smoke so seems that some know, maybe make sense for which is so."}
{"start": "00:33:11.910", "end": "00:33:19.680", "speaker": "Daria Petrova", "utterance": " So network of like to share with you is some experiment with Google translator."}
{"start": "00:33:20.940", "end": "00:33:40.620", "speaker": "Daria Petrova", "utterance": " This piece called the sickness by under the forums and she was created this book was created by tapping and random set of images to Google translator then it was read by voice or for translator or national energy board itself sounds very fun, let me show you again."}
{"start": "00:33:42.210", "end": "00:34:01.290", "speaker": "Daria Petrova", "utterance": " Let me show you again this experiment, you can hear how it sounds hugging haystack drawing kisses Turkey relieved phase over confused Facebook sparse in Silhouette having cat sneaking up on stage."}
{"start": "00:34:02.310", "end": "00:34:05.820", "speaker": "Daria Petrova", "utterance": " So it was kind of interesting recommendation."}
{"start": "00:34:07.110", "end": "00:34:14.400", "speaker": "Daria Petrova", "utterance": " So, as I said before, it was translation from emoji Russian English to either."}
{"start": "00:34:18.030", "end": "00:34:24.510", "speaker": "Daria Petrova", "utterance": " If I have not mistaken for friends and Turkish itself so using the patient function on."}
{"start": "00:34:26.940", "end": "00:34:40.650", "speaker": "Daria Petrova", "utterance": " The production function artists get to she was waiting for getting an adequate storing or sentence, so I think that I hope you understand more than adequate story for an artist."}
{"start": "00:34:42.030", "end": "00:34:55.650", "speaker": "Daria Petrova", "utterance": " So here's this pilot final story here she's Turkish women are in love with two people in the Ward who respect that food carrots and red hats, so that was the final story."}
{"start": "00:34:56.640", "end": "00:35:15.450", "speaker": "Daria Petrova", "utterance": " I was very excited about this to keep your translator instrument is a creative writing on it, so I was like look, I would like to share with you a cheat code poetry, I think that people who played some computer games are very familiar with what the quarter."}
{"start": "00:35:16.800", "end": "00:35:24.840", "speaker": "Daria Petrova", "utterance": " This is a specific combination of symbols to change the course of the game, the hardest consider them as a matter for pound for to experiment."}
{"start": "00:35:25.320", "end": "00:35:43.140", "speaker": "Daria Petrova", "utterance": " And he creates oil for chipboard so, so I think, is that he has to be my last station, and you can see, this beautiful cheat code for it yeah so play it for you so left side is cheap cost by itself and."}
{"start": "00:35:44.910", "end": "00:35:48.660", "speaker": "Daria Petrova", "utterance": " right side is the meaning of this chipboard of."}
{"start": "00:35:49.710", "end": "00:35:58.650", "speaker": "Daria Petrova", "utterance": " Pure conceptual poetry absolutely absolutely so so thank you so much for your attention and."}
{"start": "00:36:00.270", "end": "00:36:02.520", "speaker": "Daria Petrova", "utterance": " I hope this is person to be."}
{"start": "00:36:03.930", "end": "00:36:16.740", "speaker": "Daria Petrova", "utterance": " interesting to know what my lovely students in this two months we we could finish just on basis and Wednesday for our final exhibition, so thank you so much for your attention."}
{"start": "00:36:20.490", "end": "00:36:31.560", "speaker": "Track one", "utterance": " Conference Admin: Thank you so much for all the interesting works and all of your interesting presentations since we're not too many people I don't think we have to go into breakout rooms, to discuss."}
{"start": "00:36:32.760", "end": "00:36:33.930", "speaker": "Track one", "utterance": " Conference Admin: We can just have a plenary."}
{"start": "00:36:33.930", "end": "00:36:34.680", "speaker": "Track one", "utterance": " Conference Admin: discussion here."}
{"start": "00:36:35.730", "end": "00:36:42.330", "speaker": "Track one", "utterance": " Conference Admin: So with like to start with a question for one of the presenter one of the other prisoners."}
{"start": "00:36:46.080", "end": "00:36:47.520", "speaker": "Waliya Yohanna", "utterance": " Hello good day."}
{"start": "00:36:52.050", "end": "00:36:54.360", "speaker": "Waliya Yohanna", "utterance": " yeah I don't know what."}
{"start": "00:36:55.980", "end": "00:36:56.670", "speaker": "Waliya Yohanna", "utterance": " Because."}
{"start": "00:36:58.260", "end": "00:37:12.090", "speaker": "Waliya Yohanna", "utterance": " Day i'm supposed to be in the way, one of the classes, you know, one of the does a show of poetry something using cover the don't know them the right group."}
{"start": "00:37:13.500", "end": "00:37:17.160", "speaker": "Track one", "utterance": " Conference Admin: Oh, if you're in the translation one."}
{"start": "00:37:18.120", "end": "00:37:20.370", "speaker": "Track one", "utterance": " Conference Admin: that's the other one."}
{"start": "00:37:20.910", "end": "00:37:22.710", "speaker": "Waliya Yohanna", "utterance": " he's about poetry."}
{"start": "00:37:24.300", "end": "00:37:24.870", "speaker": "Scott Rettberg", "utterance": " Okay there's."}
{"start": "00:37:25.500", "end": "00:37:26.130", "speaker": "Scott Rettberg", "utterance": " One that's."}
{"start": "00:37:27.240", "end": "00:37:32.790", "speaker": "Scott Rettberg", "utterance": " The only other one that's happening now and we're just asking questions in the poster session."}
{"start": "00:37:33.870", "end": "00:37:34.290", "speaker": "Scott Rettberg", "utterance": " Willie."}
{"start": "00:37:36.000", "end": "00:37:39.510", "speaker": "Scott Rettberg", "utterance": " So I actually have a question, if you could just be yourself."}
{"start": "00:37:39.990", "end": "00:37:48.180", "speaker": "Scott Rettberg", "utterance": " yeah I have a question for close Michael and and the others, working on the German project."}
{"start": "00:37:50.370", "end": "00:37:53.640", "speaker": "Scott Rettberg", "utterance": " If you could mute yourself you're gonna appreciate that."}
{"start": "00:37:54.810", "end": "00:37:55.140", "speaker": "Waliya Yohanna", "utterance": " Okay."}
{"start": "00:37:56.250", "end": "00:38:08.490", "speaker": "Scott Rettberg", "utterance": " So my question is very, very interesting project and exciting to see this work happening in in Germany, when we did the the album set project, it was sort of."}
{"start": "00:38:09.000", "end": "00:38:11.130", "speaker": "Scott Rettberg", "utterance": " And we kind of did an analysis of."}
{"start": "00:38:11.550", "end": "00:38:14.250", "speaker": "Scott Rettberg", "utterance": " activity in different European countries."}
{"start": "00:38:15.420", "end": "00:38:26.220", "speaker": "Scott Rettberg", "utterance": " It seemed that there was a sort of blooming of electronic literature for a relatively short period in Germany that kind of came out of."}
{"start": "00:38:26.790", "end": "00:38:40.830", "speaker": "Scott Rettberg", "utterance": " A lot of it's sort of out of these prizes that took place around the around the end of the of the last century, so I was just curious in terms of your corpus of work."}
{"start": "00:38:42.510", "end": "00:38:44.490", "speaker": "Scott Rettberg", "utterance": " Where you're getting it."}
{"start": "00:38:45.750", "end": "00:38:46.230", "speaker": "Scott Rettberg", "utterance": " and"}
{"start": "00:38:47.250", "end": "00:38:58.050", "speaker": "Scott Rettberg", "utterance": " What what you're sort of discovering and if you're restricting yourself to to German language work or were produced in Germany, if you could just fill in those gaps, a little bit."}
{"start": "00:38:59.400", "end": "00:39:02.460", "speaker": "Mona Ulrich", "utterance": " And I probably can answer this and."}
{"start": "00:39:03.930", "end": "00:39:13.110", "speaker": "Mona Ulrich", "utterance": " yeah I work at the gym little to archive since 2019 so I was not there was stuff I kind of but."}
{"start": "00:39:14.760", "end": "00:39:16.290", "speaker": "Mona Ulrich", "utterance": " yeah I can enter bit so."}
{"start": "00:39:17.430", "end": "00:39:36.990", "speaker": "Mona Ulrich", "utterance": " And it's only German language yeah German literature and there are some criteria for example that it's not just about advertisement of literature project, there has to be."}
{"start": "00:39:38.100", "end": "00:39:45.270", "speaker": "Mona Ulrich", "utterance": " Primary texts like the texts should be on the website at least."}
{"start": "00:39:46.380", "end": "00:40:00.570", "speaker": "Mona Ulrich", "utterance": " The table of content, for example, we have three categories its literary blocks literary online magazines and net literature and in case of the."}
{"start": "00:40:01.710", "end": "00:40:03.060", "speaker": "Mona Ulrich", "utterance": " Online magazines."}
{"start": "00:40:05.280", "end": "00:40:09.690", "speaker": "Mona Ulrich", "utterance": " resource sources archive when there is a table of content."}
{"start": "00:40:11.040", "end": "00:40:11.790", "speaker": "Mona Ulrich", "utterance": " and"}
{"start": "00:40:14.640", "end": "00:40:15.090", "speaker": "Mona Ulrich", "utterance": " yeah."}
{"start": "00:40:16.440", "end": "00:40:17.970", "speaker": "Mona Ulrich", "utterance": " The archive."}
{"start": "00:40:19.620", "end": "00:40:29.790", "speaker": "Mona Ulrich", "utterance": " worked or were in close contact with authors and in the project, where the net literature was archived to to get."}
{"start": "00:40:30.930", "end": "00:40:44.580", "speaker": "Mona Ulrich", "utterance": " To get the resources together like to know which which resources have to be archived from the Community, and when by archiving the blocks and also."}
{"start": "00:40:45.750", "end": "00:40:48.240", "speaker": "Mona Ulrich", "utterance": " The resources we also collected."}
{"start": "00:40:49.620", "end": "00:41:03.780", "speaker": "Mona Ulrich", "utterance": " by talking to authors, but also, and the blocks often referred to one each other so there's something something called a block roles and yeah they were also used for for for finding the resources, yes."}
{"start": "00:41:05.910", "end": "00:41:10.200", "speaker": "Scott Rettberg", "utterance": " Great thanks that's that's very interesting and the other question I just had was."}
{"start": "00:41:11.190", "end": "00:41:17.790", "speaker": "Scott Rettberg", "utterance": " they're doing some work with khloe Reno is doing some some sort of."}
{"start": "00:41:18.930", "end": "00:41:34.500", "speaker": "Scott Rettberg", "utterance": " Gathering and documentation of common European language resources, and I was just wondering whether there was any sort of connection between your project and then of course the other thing i'd say is that our database, the database."}
{"start": "00:41:36.060", "end": "00:41:53.100", "speaker": "Scott Rettberg", "utterance": " we'd, of course, be interested in interfacing with any kind of new material that you gather around that literature, but I was just wondering about that other the query know language Observatory the below I was wondering whether you get hooked into that at all."}
{"start": "00:41:55.800", "end": "00:41:57.660", "speaker": "Mona Ulrich", "utterance": " No, I actually don't know."}
{"start": "00:41:58.380", "end": "00:41:59.850", "speaker": "Mona Ulrich", "utterance": " The database and."}
{"start": "00:41:59.910", "end": "00:42:00.870", "speaker": "None", "utterance": "and"}
{"start": "00:42:02.850", "end": "00:42:12.480", "speaker": "Mona Ulrich", "utterance": " yeah I don't know why the the the resources or the meter data from the resource we collected aren't an answer."}
{"start": "00:42:13.560", "end": "00:42:15.600", "speaker": "Mona Ulrich", "utterance": " And yeah I don't know."}
{"start": "00:42:17.040", "end": "00:42:22.710", "speaker": "Scott Rettberg", "utterance": " know some some of them, probably are but but anyway, I just wanted to sort of make that invitation to."}
{"start": "00:42:26.190", "end": "00:42:40.620", "speaker": "Claus-Michael Schlesinger", "utterance": " Maybe I can just add a few words I think that's a really good thing, and we of course we know the answer database and and we we we also use it for for our work research oriented work and."}
{"start": "00:42:41.700", "end": "00:42:59.190", "speaker": "Claus-Michael Schlesinger", "utterance": " in identifying also literature network that we don't have in our focus yet, so I think we should definitely try and and look into this, how we can maybe also interface in the future with with automatic."}
{"start": "00:43:00.360", "end": "00:43:07.350", "speaker": "Claus-Michael Schlesinger", "utterance": " Data exchange things like that, regarding chlorine you actually one of our developers is."}
{"start": "00:43:08.430", "end": "00:43:08.760", "speaker": "Claus-Michael Schlesinger", "utterance": " Is."}
{"start": "00:43:09.930", "end": "00:43:29.520", "speaker": "Claus-Michael Schlesinger", "utterance": " Also, a developer for clapping so right now we were discussing internally about how what what we can learn from the clarion project, how we might use their resources and maybe also tools that were developed in Korean so yeah we have contact with them."}
{"start": "00:43:32.340", "end": "00:43:32.610", "speaker": "Mona Ulrich", "utterance": " hi."}
{"start": "00:43:34.230", "end": "00:43:35.250", "speaker": "Mona Ulrich", "utterance": " I heard it wrong."}
{"start": "00:43:39.690", "end": "00:43:44.130", "speaker": "Track one", "utterance": " Conference Admin: And Julia also has a question to the same thing so maybe we can do that one."}
{"start": "00:43:44.430", "end": "00:43:44.910", "speaker": "Track one", "utterance": " Conference Admin: Right now."}
{"start": "00:43:47.310", "end": "00:43:51.960", "speaker": "Giulia Carla Rossi (she/her)", "utterance": " um yeah and it was just yeah since we were talking about this."}
{"start": "00:43:53.010", "end": "00:44:03.750", "speaker": "Giulia Carla Rossi (she/her)", "utterance": " I was just wondering whether you were thinking of including non browser based digital publications as well and yeah I was thinking, especially Apps and literary Apps which."}
{"start": "00:44:04.200", "end": "00:44:15.120", "speaker": "Giulia Carla Rossi (she/her)", "utterance": " We have been looking at at the British Library but obviously that yeah preserving them for us is quite complicated i'd be interested in knowing if you're working with them at all."}
{"start": "00:44:17.130", "end": "00:44:33.750", "speaker": "Mona Ulrich", "utterance": " And no, we are not there yet, so we had also the first step is now to to start with archiving again costs the infrastructure was down, and we have no solution and and."}
{"start": "00:44:34.830", "end": "00:44:38.310", "speaker": "Mona Ulrich", "utterance": " And the archive starts."}
{"start": "00:44:40.440", "end": "00:44:51.900", "speaker": "Mona Ulrich", "utterance": " Collecting is very computer games, but we are not dealt with archiving Apps so when you are."}
{"start": "00:44:53.040", "end": "00:44:54.270", "speaker": "Mona Ulrich", "utterance": " When you already started."}
{"start": "00:44:55.290", "end": "00:44:58.440", "speaker": "Mona Ulrich", "utterance": " Working interesting for me what, what do you, what do you."}
{"start": "00:44:59.460", "end": "00:45:00.810", "speaker": "Mona Ulrich", "utterance": " yeah what your solution time."}
{"start": "00:45:05.430", "end": "00:45:06.630", "speaker": "Track one", "utterance": " Conference Admin: Seven the other question."}
{"start": "00:45:08.760", "end": "00:45:09.150", "speaker": "S?ren Bro Pold", "utterance": " yeah."}
{"start": "00:45:11.220", "end": "00:45:29.850", "speaker": "S?ren Bro Pold", "utterance": " it's for Marina and caitlin i'm i'm very curious about your project sounds really interesting and my my my my question is probably by now, because we all ought to be only a very small part of the project, but but."}
{"start": "00:45:31.050", "end": "00:45:40.590", "speaker": "S?ren Bro Pold", "utterance": " But, but you know you could talk about your what does technology do to gain by you know one thing is that is divided everything into binaries to some degree right."}
{"start": "00:45:41.640", "end": "00:45:54.060", "speaker": "S?ren Bro Pold", "utterance": " and other option is that you know you can have as many binaries as you want so, for instance I don't know how many how many genders, you have in Facebook, but you know they, the more the beta for them right because they can map you."}
{"start": "00:45:56.040", "end": "00:46:00.540", "speaker": "S?ren Bro Pold", "utterance": " So, and so, in that sense, my question is."}
{"start": "00:46:01.860", "end": "00:46:02.550", "speaker": "S?ren Bro Pold", "utterance": " Whether."}
{"start": "00:46:03.720", "end": "00:46:11.130", "speaker": "S?ren Bro Pold", "utterance": " how you see your project in relation to what you know what you know that that this causes of technology."}
{"start": "00:46:12.480", "end": "00:46:24.900", "speaker": "S?ren Bro Pold", "utterance": " You know, which could either be that that they are normative but, but of course sounds technologies that that they are created to you know to to cater for."}
{"start": "00:46:26.280", "end": "00:46:43.050", "speaker": "S?ren Bro Pold", "utterance": " Other other other desires of the genders, you know it's you know it's a growing field so yeah so So my question is, you know how, how does it, how does it relate to, how do you relate to what's happening what's generally happening with technology."}
{"start": "00:46:45.480", "end": "00:46:46.710", "speaker": "Caitlin Fisher", "utterance": " i'll take that personal."}
{"start": "00:46:48.570", "end": "00:46:51.780", "speaker": "Maureen Engel (she/her)", "utterance": " Oh yeah I can I can start, and you can finish up like."}
{"start": "00:46:52.950", "end": "00:46:56.610", "speaker": "Maureen Engel (she/her)", "utterance": " I mean, I think yeah I think that one of the things that were."}
{"start": "00:46:58.620", "end": "00:47:15.300", "speaker": "Maureen Engel (she/her)", "utterance": " They were both they were both quite interested in, but we work in work in fairly different technological areas is the ways that technology can be used differently and the ways that we can and the ways that that a lot of."}
{"start": "00:47:16.380", "end": "00:47:25.020", "speaker": "Maureen Engel (she/her)", "utterance": " A lot of different artists are using technology to do things it's not intended to do it right and that's one of our I think that's one of our fascinations and so."}
{"start": "00:47:26.910", "end": "00:47:47.280", "speaker": "Maureen Engel (she/her)", "utterance": " I think I am more i'm i'm more interested in local media and in visualization things like that caitlin, as everyone knows, is does you know augmented reality and storytelling and things like that, but they're both one of the things we're we're."}
{"start": "00:47:47.490", "end": "00:47:49.050", "speaker": "Maureen Engel (she/her)", "utterance": " Finding fascinating is the ways."}
{"start": "00:47:49.050", "end": "00:47:54.150", "speaker": "Maureen Engel (she/her)", "utterance": " That each of those kinds of fields are appealing to us because of the ways that they do."}
{"start": "00:47:54.180", "end": "00:47:55.260", "speaker": "None", "utterance": "challenge."}
{"start": "00:47:56.280", "end": "00:47:59.040", "speaker": "Maureen Engel (she/her)", "utterance": " The structures of technologies as given."}
{"start": "00:47:59.400", "end": "00:48:06.090", "speaker": "Maureen Engel (she/her)", "utterance": " and open up possibilities for actually amazing them to you know, to pick."}
{"start": "00:48:07.320", "end": "00:48:09.990", "speaker": "Maureen Engel (she/her)", "utterance": " A Sarah automatism that I love like to use them."}
{"start": "00:48:09.990", "end": "00:48:10.770", "speaker": "Caitlin Fisher", "utterance": " A slant."}
{"start": "00:48:10.830", "end": "00:48:14.880", "speaker": "Maureen Engel (she/her)", "utterance": " right which is, which is about you know, recognizing that."}
{"start": "00:48:17.370", "end": "00:48:21.270", "speaker": "Maureen Engel (she/her)", "utterance": " You are you are constrained by the things you are using but but."}
{"start": "00:48:21.300", "end": "00:48:22.410", "speaker": "Caitlin Fisher", "utterance": " You can slap them."}
{"start": "00:48:22.500", "end": "00:48:28.920", "speaker": "Maureen Engel (she/her)", "utterance": " Right, and so I think that that's that's a tremendous appeal to both of us."}
{"start": "00:48:33.060", "end": "00:48:40.440", "speaker": "Caitlin Fisher", "utterance": " yeah I really don't have a whole lot to add, obviously I think there are other books and other transmedia projects to be written around."}
{"start": "00:48:41.550", "end": "00:48:48.030", "speaker": "Caitlin Fisher", "utterance": " Critical approaches to these kinds of technologies and the way in which they constrain and the way we can."}
{"start": "00:48:49.170", "end": "00:48:58.170", "speaker": "Caitlin Fisher", "utterance": " create further dualism and that's actually not our project, because I think there is this incredible expensive, I wanted to get in mo had such a good sentence that I forgot when I was."}
{"start": "00:48:59.160", "end": "00:49:09.630", "speaker": "Caitlin Fisher", "utterance": " Presenting that and I was supposed to do, but thinking about Binyamin is kind of surfacing this idea of new forms of pleasure as platform and actually thinking about all the ways in which."}
{"start": "00:49:10.740", "end": "00:49:17.550", "speaker": "Caitlin Fisher", "utterance": " The ways in which we work can also be platform in new ways of being an identity and that's why sort of thinking about the edge."}
{"start": "00:49:18.270", "end": "00:49:33.270", "speaker": "Caitlin Fisher", "utterance": " But you very, very, very mindful of moments of critique, but I think, as most suggested very interested in works that that are kind of regulatory around new kinds of possibilities at the intersection of the body and technologies."}
{"start": "00:49:41.370", "end": "00:49:41.550", "speaker": "Maureen Engel (she/her)", "utterance": " Thank."}
{"start": "00:49:42.810", "end": "00:49:44.340", "speaker": "Track one", "utterance": " Conference Admin: you another question."}
{"start": "00:49:47.430", "end": "00:49:52.020", "speaker": "Caitlin Fisher", "utterance": " I want to know where the dreams come from I should have looked at the poster but i'm super interested in."}
{"start": "00:49:52.020", "end": "00:49:55.080", "speaker": "Caitlin Fisher", "utterance": " Like where's the dream archives and are they all your dreams and."}
{"start": "00:49:55.590", "end": "00:49:56.700", "speaker": "Caitlin Fisher", "utterance": " it's really interesting."}
{"start": "00:49:57.150", "end": "00:49:59.190", "speaker": "Maureen Engel (she/her)", "utterance": " wouldn't, how do we get a dream donation."}
{"start": "00:50:00.240", "end": "00:50:00.540", "speaker": "Caitlin Fisher", "utterance": " yeah."}
{"start": "00:50:00.570", "end": "00:50:01.170", "speaker": "Maureen Engel (she/her)", "utterance": " Right."}
{"start": "00:50:01.560", "end": "00:50:05.280", "speaker": "jossbot (she/her) ^..^ at The Time Travel Agency", "utterance": " I was just thinking that it would be awesome if we opened."}
{"start": "00:50:06.360", "end": "00:50:18.750", "speaker": "jossbot (she/her) ^..^ at The Time Travel Agency", "utterance": " A dream donation session, maybe over the summer, because, so the way that all of these projects stayed alive, when the pandemic started was because we."}
{"start": "00:50:19.050", "end": "00:50:25.290", "speaker": "jossbot (she/her) ^..^ at The Time Travel Agency", "utterance": " Since I come from my working online honestly I just just that everybody like what if we just been one week."}
{"start": "00:50:26.370", "end": "00:50:31.080", "speaker": "jossbot (she/her) ^..^ at The Time Travel Agency", "utterance": " Burning everything we've planned and then just said, proposing like what is there."}
{"start": "00:50:33.240", "end": "00:50:41.670", "speaker": "jossbot (she/her) ^..^ at The Time Travel Agency", "utterance": " What do we want, can we be if we are doing this online and then I was very lucky to have a team that just don't have the opportunity, and so."}
{"start": "00:50:42.090", "end": "00:50:50.340", "speaker": "jossbot (she/her) ^..^ at The Time Travel Agency", "utterance": " That would be kind of lovely if I were to collect some of your dreams that kind of process them through the algorithm over the next few weeks, if you would like I would love it."}
{"start": "00:50:50.430", "end": "00:50:52.050", "speaker": "jossbot (she/her) ^..^ at The Time Travel Agency", "utterance": " I get to get my."}
{"start": "00:50:52.080", "end": "00:50:53.790", "speaker": "jossbot (she/her) ^..^ at The Time Travel Agency", "utterance": " code out."}
{"start": "00:50:53.820", "end": "00:51:02.850", "speaker": "jossbot (she/her) ^..^ at The Time Travel Agency", "utterance": " And my glasses and caps or something let's say basically the are you curious about the process."}
{"start": "00:51:03.570", "end": "00:51:04.560", "speaker": "None", "utterance": "Or the extraction."}
{"start": "00:51:06.570", "end": "00:51:07.320", "speaker": "jossbot (she/her) ^..^ at The Time Travel Agency", "utterance": " For music."}
{"start": "00:51:07.830", "end": "00:51:08.910", "speaker": "Caitlin Fisher", "utterance": " I was initially."}
{"start": "00:51:09.030", "end": "00:51:16.680", "speaker": "Caitlin Fisher", "utterance": " concerned what was going into the algorithm, but I also love the idea of dream donations and adding stuff to so the whole process."}
{"start": "00:51:17.160", "end": "00:51:19.920", "speaker": "jossbot (she/her) ^..^ at The Time Travel Agency", "utterance": " yeah I think the algorithm is to say."}
{"start": "00:51:21.180", "end": "00:51:30.510", "speaker": "jossbot (she/her) ^..^ at The Time Travel Agency", "utterance": " You know, without trying to offend it it's just you know it's a micro piece of you know it's like five sentences that we got from him."}
{"start": "00:51:31.110", "end": "00:51:37.770", "speaker": "jossbot (she/her) ^..^ at The Time Travel Agency", "utterance": " From the trope tank and MIT and I, you know that's the point right it's just kind of like."}
{"start": "00:51:38.130", "end": "00:51:45.090", "speaker": "jossbot (she/her) ^..^ at The Time Travel Agency", "utterance": " take these 10 sentences and then just to combine and then change one letter and see what happens over like yeah that's what we like and so."}
{"start": "00:51:45.540", "end": "00:51:51.270", "speaker": "jossbot (she/her) ^..^ at The Time Travel Agency", "utterance": " i'm a programmer, but I can break things quite lovely and I and i'm pretty happy about that and so."}
{"start": "00:51:52.110", "end": "00:52:02.520", "speaker": "jossbot (she/her) ^..^ at The Time Travel Agency", "utterance": " I like for again underwritten maybe yeah hoping is that listening when nobody has it open right and then he taps so it's not listening so okay it's just quite limited."}
{"start": "00:52:02.880", "end": "00:52:08.370", "speaker": "jossbot (she/her) ^..^ at The Time Travel Agency", "utterance": " However, the process, I think, to get to this algorithm is like you know, really, because people."}
{"start": "00:52:09.090", "end": "00:52:17.070", "speaker": "jossbot (she/her) ^..^ at The Time Travel Agency", "utterance": " go through this a sense and source experience, where they touch things and smell things and go around looking at things, and then they."}
{"start": "00:52:17.700", "end": "00:52:28.770", "speaker": "jossbot (she/her) ^..^ at The Time Travel Agency", "utterance": " Use of dicks in their home and this unusual weirdo way, and then they tell each other what to do, and they asked questions about these objects and they change what they are the people that the updates and then."}
{"start": "00:52:29.490", "end": "00:52:37.950", "speaker": "jossbot (she/her) ^..^ at The Time Travel Agency", "utterance": " it's just through conversation, and so this is why my love of speaking of the design and my love of Philip election literature combined because."}
{"start": "00:52:38.760", "end": "00:52:50.970", "speaker": "jossbot (she/her) ^..^ at The Time Travel Agency", "utterance": " Both of them are just stories and then I get to be in the middle kind of kind of like a game master of stories sending people that any story is allows and that's such a pleasure."}
{"start": "00:52:52.230", "end": "00:53:07.620", "speaker": "jossbot (she/her) ^..^ at The Time Travel Agency", "utterance": " So anyway, what I could do is a check with my team, and I just need a couple of other designers and then we can I don't know how share a calendar link and you can book your time we can hang out if you would like."}
{"start": "00:53:10.230", "end": "00:53:12.030", "speaker": "jossbot (she/her) ^..^ at The Time Travel Agency", "utterance": " it's very weird when you are muted."}
{"start": "00:53:13.470", "end": "00:53:15.360", "speaker": "jossbot (she/her) ^..^ at The Time Travel Agency", "utterance": " I always suggest no one's here it is."}
{"start": "00:53:19.620", "end": "00:53:20.220", "speaker": "Track one", "utterance": " Conference Admin: The end."}
{"start": "00:53:20.280", "end": "00:53:23.970", "speaker": "Track one", "utterance": " Conference Admin: Like a great project follow up to do."}
{"start": "00:53:24.750", "end": "00:53:31.710", "speaker": "jossbot (she/her) ^..^ at The Time Travel Agency", "utterance": " Yes, so we looked over locked into your dreams and the algorithm like what if it explodes like what if it just doesn't want to take more lines and then you know."}
{"start": "00:53:32.130", "end": "00:53:40.140", "speaker": "jossbot (she/her) ^..^ at The Time Travel Agency", "utterance": " taper is like this is not a microphone anymore, and then you know I convince them, otherwise and then what's going to happen, so I will be lovely if you did this with me."}
{"start": "00:53:42.480", "end": "00:53:44.190", "speaker": "Track one", "utterance": " Conference Admin: get it that's later we'll see about."}
{"start": "00:53:45.450", "end": "00:53:45.630", "speaker": "Track one", "utterance": " Conference Admin: That."}
{"start": "00:53:46.050", "end": "00:53:46.770", "speaker": "jossbot (she/her) ^..^ at The Time Travel Agency", "utterance": " Thank you."}
{"start": "00:53:48.690", "end": "00:53:49.950", "speaker": "Track one", "utterance": " Conference Admin: And this is a question."}
{"start": "00:53:53.160", "end": "00:53:55.890", "speaker": "Alessia Pannese", "utterance": " Yes, thank you, my question will be for the idea."}
{"start": "00:53:57.090", "end": "00:54:01.770", "speaker": "Alessia Pannese", "utterance": " If she's willing to take it, I was interested in how her work."}
{"start": "00:54:03.480", "end": "00:54:08.370", "speaker": "Alessia Pannese", "utterance": " made me think of, of course, the tedx key so exquisite courses."}
{"start": "00:54:09.990", "end": "00:54:14.430", "speaker": "Alessia Pannese", "utterance": " As they were developed invented when we say bye."}
{"start": "00:54:16.050", "end": "00:54:20.550", "speaker": "Alessia Pannese", "utterance": " When the in the French circle, especially on the."}
{"start": "00:54:23.190", "end": "00:54:24.720", "speaker": "Alessia Pannese", "utterance": " walls of the religious."}
{"start": "00:54:25.890", "end": "00:54:34.890", "speaker": "Alessia Pannese", "utterance": " tradition, and I wonder whether your work, Daniel you understand your work students understand their own."}
{"start": "00:54:35.970", "end": "00:54:44.970", "speaker": "Alessia Pannese", "utterance": " poetry as lying within a tradition that starts at least from those techniques, as well as one May."}
{"start": "00:54:46.020", "end": "00:55:01.770", "speaker": "Alessia Pannese", "utterance": " Think of the cover up that needs by Mr Crowley and so on, so whether there's this sort of historical intellectual historical contextualization or whether you see yourself as departing from distribution anyways Thank you very much."}
{"start": "00:55:02.520", "end": "00:55:04.620", "speaker": "Daria Petrova", "utterance": " Thank you for this question well."}
{"start": "00:55:05.970", "end": "00:55:12.000", "speaker": "Daria Petrova", "utterance": " I I was thinking about know taking this line from tradition."}
{"start": "00:55:13.230", "end": "00:55:15.450", "speaker": "Daria Petrova", "utterance": " We we discussed."}
{"start": "00:55:16.890", "end": "00:55:19.590", "speaker": "Daria Petrova", "utterance": " Here Lisa good reason to dodge addition."}
{"start": "00:55:21.090", "end": "00:55:25.320", "speaker": "Daria Petrova", "utterance": " To maybe free those lessons and we can with my students."}
{"start": "00:55:26.460", "end": "00:55:41.250", "speaker": "Daria Petrova", "utterance": " It was a little bit complicated being honestly with teenagers, because I realized that we have extremely different backgrounds and some of them are just 12 year old and."}
{"start": "00:55:42.000", "end": "00:55:50.910", "speaker": "Daria Petrova", "utterance": " I was looking for some know general fields some common fields and they try to understand how to explain some something."}
{"start": "00:55:51.480", "end": "00:56:08.070", "speaker": "Daria Petrova", "utterance": " For example, when we discuss conceptual art and yoko Ono, of course, the not familiar with your corner and I was just thinking how how to play with she I asked them you've seen know we've done them, they said I."}
{"start": "00:56:09.270", "end": "00:56:10.230", "speaker": "Daria Petrova", "utterance": " think it oh my gosh."}
{"start": "00:56:11.430", "end": "00:56:26.220", "speaker": "Daria Petrova", "utterance": " Did you listen listen, because sometimes they said Oh yes, yes, yes, yes, and so it was a challenge for me as a lecturer as a teacher to explain this connection with tradition."}
{"start": "00:56:27.270", "end": "00:56:34.410", "speaker": "Daria Petrova", "utterance": " But my other group of students and young artists, we have had no trouble because they are."}
{"start": "00:56:36.780", "end": "00:56:39.300", "speaker": "Daria Petrova", "utterance": " There was an 18 year old and."}
{"start": "00:56:40.440", "end": "00:56:41.550", "speaker": "Daria Petrova", "utterance": " they're very."}
{"start": "00:56:42.630", "end": "00:56:51.690", "speaker": "Daria Petrova", "utterance": " familiar with contemporary art with modern traditional zone so well with other group I get in trouble."}
{"start": "00:56:52.710", "end": "00:56:58.200", "speaker": "Daria Petrova", "utterance": " And we had a series of experimentation or with this."}
{"start": "00:56:59.790", "end": "00:57:03.360", "speaker": "Daria Petrova", "utterance": " modernism tools are we discussed how would we."}
{"start": "00:57:05.130", "end": "00:57:18.810", "speaker": "Daria Petrova", "utterance": " competed with digital tools and it was interesting experience, for example, my students created collage and they use this technique, but it was digital garage garage and because made."}
{"start": "00:57:20.160", "end": "00:57:30.960", "speaker": "Daria Petrova", "utterance": " By visor social networks, a messengers and so on, so I tried to keep this tradition it wasn't easy all the time."}
{"start": "00:57:40.680", "end": "00:57:42.780", "speaker": "Track one", "utterance": " Conference Admin: Any final questions."}
{"start": "00:57:47.850", "end": "00:57:48.840", "speaker": "Track one", "utterance": " Conference Admin: Then I think we can."}
{"start": "00:57:50.700", "end": "00:58:00.630", "speaker": "Track one", "utterance": " Conference Admin: end this session, for now, thank you very much for all of your interesting presentations and interesting questions and answers, and I hope that we get to."}
{"start": "00:58:01.980", "end": "00:58:09.690", "speaker": "Track one", "utterance": " Conference Admin: Further, the conversation in the pasta room on the discovery channel, and I wish you all a very happy yellow the rest of the week."}
{"start": "00:58:11.010", "end": "00:58:12.360", "speaker": "Alessia Pannese", "utterance": " In a very much."}
{"start": "00:58:12.540", "end": "00:58:12.900", "speaker": "Alessia Pannese", "utterance": " Thank you."}
{"start": "00:58:13.200", "end": "00:58:13.950", "speaker": "None", "utterance": "Everybody."}
{"start": "00:58:15.240", "end": "00:58:15.780", "speaker": "None", "utterance": "good night."}