{"start": "00:00:12.030", "end": "00:00:15.120", "speaker": "Steven Malliet", "utterance": " Okay, so now we need to be shown."}
{"start": "00:00:40.410", "end": "00:00:43.860", "speaker": "Steven Malliet", "utterance": " Are we still waiting for the Jingle or did it already."}
{"start": "00:00:44.610", "end": "00:00:45.840", "speaker": "vinicius marquet", "utterance": " It already happened."}
{"start": "00:00:46.410", "end": "00:00:47.670", "speaker": "Steven Malliet", "utterance": " Okay sorry i'm."}
{"start": "00:00:48.690", "end": "00:00:50.730", "speaker": "Steven Malliet", "utterance": " Okay i'm gonna start sharing my screen then."}
{"start": "00:00:52.620", "end": "00:00:53.400", "speaker": "Steven Malliet", "utterance": " sorry about that."}
{"start": "00:00:56.490", "end": "00:00:58.080", "speaker": "Steven Malliet", "utterance": " Okay i'm gonna start presenting."}
{"start": "00:01:06.390", "end": "00:01:07.080", "speaker": "Steven Malliet", "utterance": " Okay."}
{"start": "00:01:09.240", "end": "00:01:28.950", "speaker": "Steven Malliet", "utterance": " So can everybody see my presentation now without the speaker notes yeah okay good um So yes, Hello everybody, welcome to the session, thank you all for being here, I know it's not self evident on the afternoon of the third day of a conference."}
{"start": "00:01:30.330", "end": "00:01:48.570", "speaker": "Steven Malliet", "utterance": " We will try to make it as interesting as we can and it's much appreciated that you are all here and we are going to have a Roundtable discussion a virtual Roundtable discussion on the design of co creative online workshops."}
{"start": "00:01:50.520", "end": "00:02:02.010", "speaker": "Steven Malliet", "utterance": " And, just a brief introduction, my name is Steven and my co presenters actually the main presenters are kareena admin and Venus US market, who are both."}
{"start": "00:02:03.780", "end": "00:02:15.900", "speaker": "Steven Malliet", "utterance": " game designers interaction designers performers and designers in the general sense, and we are all associated with Lucas school of arts."}
{"start": "00:02:17.040", "end": "00:02:21.540", "speaker": "Steven Malliet", "utterance": " In Belgium at the interactions research unit."}
{"start": "00:02:22.680", "end": "00:02:33.900", "speaker": "Steven Malliet", "utterance": " Practically we will be discussing a number of online activities events workshops that we've been organizing throughout the covert year."}
{"start": "00:02:35.130", "end": "00:02:44.070", "speaker": "Steven Malliet", "utterance": " and discuss the design of these workshops some techniques that we use to make the online communication."}
{"start": "00:02:44.520", "end": "00:02:57.930", "speaker": "Steven Malliet", "utterance": " As engaging as possible and also some narrative techniques interactive storytelling technique, this will become much more clear and specific once Venus us and Karina start presenting themselves."}
{"start": "00:03:00.510", "end": "00:03:02.520", "speaker": "Steven Malliet", "utterance": " Before we get started with that."}
{"start": "00:03:03.780", "end": "00:03:14.460", "speaker": "Steven Malliet", "utterance": " I think it can be useful to give a bit of introduction on what we do at our school because I feel like we might be a bit an odd one out."}
{"start": "00:03:15.660", "end": "00:03:19.350", "speaker": "Steven Malliet", "utterance": " In a conference on electronic literature, we are a school of arts."}
{"start": "00:03:20.670", "end": "00:03:39.180", "speaker": "Steven Malliet", "utterance": " Which means that the main goal of our programs is to teach people, students, how to make films, how to make animation films and in the case of the three of us how to design and develop games."}
{"start": "00:03:40.350", "end": "00:03:44.760", "speaker": "Steven Malliet", "utterance": " And in that sense, these students, they have a bit of."}
{"start": "00:03:46.590", "end": "00:04:00.660", "speaker": "Steven Malliet", "utterance": " Clear theoretical costs dejan a bit of psychology or sociology a bit of semiotics a bit of artistry, but a lot of the courses that they receive our practical artistic courses and."}
{"start": "00:04:01.170", "end": "00:04:14.580", "speaker": "Steven Malliet", "utterance": " The research that we do is also art based research which might be a bit different from other types of research that have been or are being presented at this conference, and therefore I just wanted."}
{"start": "00:04:15.270", "end": "00:04:22.920", "speaker": "Steven Malliet", "utterance": " To briefly mentioned that so as to sketch the context bit and the sketch a bit where we come from."}
{"start": "00:04:24.720", "end": "00:04:38.010", "speaker": "Steven Malliet", "utterance": " And maybe just shortly i'll show you a trailer of what's been going on at our school in the past year and the goal video just so to give you an idea and make it more tangible."}
{"start": "00:05:48.600", "end": "00:05:59.010", "speaker": "Steven Malliet", "utterance": " yeah it goes on like that, for a bit longer, but these are just some examples and to show a bit what we do with our students in everyday life."}
{"start": "00:06:00.600", "end": "00:06:06.270", "speaker": "Steven Malliet", "utterance": " Actually, the artistic practice is at the heart of what we do and, at the heart of our research."}
{"start": "00:06:06.750", "end": "00:06:24.630", "speaker": "Steven Malliet", "utterance": " And that also is very much the case in the presentation that kareena and finishes will be given in a few minutes before we start on that i'll just give a bit of methodological background on the research to design approach that characterizes our work."}
{"start": "00:06:25.830", "end": "00:06:41.880", "speaker": "Steven Malliet", "utterance": " Which means that the artistic creation artistic experimentation artistic innovation prototyping testing evaluation is the foundation of our research and core essential element of our research."}
{"start": "00:06:43.860", "end": "00:06:57.390", "speaker": "Steven Malliet", "utterance": " Research results are informative on both a theoretical and artistic practical level, so we hope to give some insight into how he literature works."}
{"start": "00:06:57.870", "end": "00:07:19.260", "speaker": "Steven Malliet", "utterance": " In practice, and maybe also on theory building regarding interactive digital narratives and it is our goal to be informative for both the theoretical and the practical level, but probably with more of a practical implication than then, for instance."}
{"start": "00:07:20.940", "end": "00:07:24.690", "speaker": "Steven Malliet", "utterance": " researchers who have a background in semiotics or cultural studies."}
{"start": "00:07:26.550", "end": "00:07:33.300", "speaker": "Steven Malliet", "utterance": " What is also very importantly, that our research results are communicated in a verbal and an artistic form."}
{"start": "00:07:33.690", "end": "00:07:38.610", "speaker": "Steven Malliet", "utterance": " In our case, your verbal form is what we're doing our talking about it we're writing about it."}
{"start": "00:07:39.000", "end": "00:07:46.800", "speaker": "Steven Malliet", "utterance": " Artistic forms the workshops, the that we organize themselves the games that we create themselves are also."}
{"start": "00:07:47.160", "end": "00:07:56.160", "speaker": "Steven Malliet", "utterance": " A vital part of communication about our research, because a lot of information is contained within the artifacts that we create so."}
{"start": "00:07:56.790", "end": "00:08:11.100", "speaker": "Steven Malliet", "utterance": " In this round table or in this session we will spend quite a bit of time and energy just discussing the artistic form the game rules that we developed and showing."}
{"start": "00:08:11.670", "end": "00:08:24.240", "speaker": "Steven Malliet", "utterance": " How it goes in practice and, later on, reflecting upon it, and it kind of mirrors the iterative approach that was proposed, for instance by Donald cerrone."}
{"start": "00:08:25.260", "end": "00:08:34.500", "speaker": "Steven Malliet", "utterance": " As core elements of design research we proceeding in an iterative cycle, consisting of three stages seeing is a."}
{"start": "00:08:34.980", "end": "00:08:46.260", "speaker": "Steven Malliet", "utterance": " phase of reflection on beforehand, there are some theories that we read on Community building on game design and based on that we reflect on how we are going to make."}
{"start": "00:08:46.770", "end": "00:08:58.830", "speaker": "Steven Malliet", "utterance": " something and then the second phase, moving is the actual process of creating doing of artistic experiment and once we created something we test it."}
{"start": "00:08:59.310", "end": "00:09:16.140", "speaker": "Steven Malliet", "utterance": " And there is another phase of reflection on behind side, based on that we adjust and we start from the beginning again, and this is the cycle that we go through quite often, when we do this type of research."}
{"start": "00:09:17.820", "end": "00:09:37.590", "speaker": "Steven Malliet", "utterance": " And so we could say that both vinny and Karina are now in the stage of they have a first phase of creation behind them and are in the stage of now reflecting upon that on behind side or on hand side."}
{"start": "00:09:38.940", "end": "00:09:45.930", "speaker": "Steven Malliet", "utterance": " And I think the panel discussion, we will be having will include one."}
{"start": "00:09:46.380", "end": "00:09:48.090", "speaker": "Steven Malliet", "utterance": " A description that both give."}
{"start": "00:09:48.150", "end": "00:09:56.130", "speaker": "Steven Malliet", "utterance": " about what they've been doing about their artistic practice and then do guided by some of the design questions that we have."}
{"start": "00:09:57.240", "end": "00:10:10.260", "speaker": "Steven Malliet", "utterance": " A reflection upon what they have been doing, which takes the form of a sort of an informal dialogue we have among one another as moderated by me."}
{"start": "00:10:12.240", "end": "00:10:16.320", "speaker": "Steven Malliet", "utterance": " So that as a sort of introduction I just briefly read on the chat that."}
{"start": "00:10:17.670", "end": "00:10:28.560", "speaker": "Steven Malliet", "utterance": " People are most people are familiar with the artistic approach so maybe it took I spend too much time doing this, my apologies for that, but."}
{"start": "00:10:29.580", "end": "00:10:33.360", "speaker": "Steven Malliet", "utterance": " Yes, I will I will leave it to this, as for the introduction."}
{"start": "00:10:34.770", "end": "00:10:35.340", "speaker": "Steven Malliet", "utterance": " and"}
{"start": "00:10:38.040", "end": "00:10:38.610", "speaker": "Steven Malliet", "utterance": " i'm still."}
{"start": "00:10:39.840", "end": "00:10:40.980", "speaker": "Steven Malliet", "utterance": " Wide well done."}
{"start": "00:10:42.000", "end": "00:10:53.610", "speaker": "Steven Malliet", "utterance": " So for the next 20 minutes of each each market will discuss do series of workshops that he's been organizing after which kareena urban will."}
{"start": "00:10:55.110", "end": "00:11:14.250", "speaker": "Steven Malliet", "utterance": " discuss the symposium that she's been organizing the best month and that's actually still ongoing, at the moment and, after which we will have a discussion with the two of them, and most likely, there will be questions from you that we can discuss at the end of this session."}
{"start": "00:11:15.990", "end": "00:11:23.940", "speaker": "Steven Malliet", "utterance": " So yes, I hope that makes up for a bit of context of a bit of a frame and."}
{"start": "00:11:25.260", "end": "00:11:30.390", "speaker": "Steven Malliet", "utterance": " Here by I i'm I am glad to give the word to be nice yes."}
{"start": "00:11:31.590", "end": "00:11:39.480", "speaker": "vinicius marquet", "utterance": " yeah hi hi everybody thanks Stephen for all these description it's really helpful to us."}
{"start": "00:11:40.650", "end": "00:11:47.490", "speaker": "vinicius marquet", "utterance": " Well, good morning a good morning America good morning Mexico City, I am broadcasting from Mexico City."}
{"start": "00:11:47.910", "end": "00:11:59.550", "speaker": "vinicius marquet", "utterance": " I am really close to the airport and so please don't be surprised if any kind of noise appears on the ground or around I cannot really control my apologize for that."}
{"start": "00:12:00.300", "end": "00:12:16.650", "speaker": "vinicius marquet", "utterance": " And I also will appreciate the if you want also to to open your cameras and to interact in a face conversation, if you want, and if it's possible, I really would appreciate it and."}
{"start": "00:12:17.790", "end": "00:12:23.400", "speaker": "vinicius marquet", "utterance": " Well, I am going to start just with the presentation wait a minute I need to."}
{"start": "00:12:24.480", "end": "00:12:25.860", "speaker": "None", "utterance": "share my screen."}
{"start": "00:12:28.050", "end": "00:12:28.800", "speaker": "None", "utterance": "Okay."}
{"start": "00:12:32.010", "end": "00:12:35.820", "speaker": "None", "utterance": "Okay, I guess, now, you see the presentation isn't it."}
{"start": "00:12:46.050", "end": "00:12:51.120", "speaker": "vinicius marquet", "utterance": " hi are you are you watching the presentation sorry, yes, it looks good."}
{"start": "00:12:52.200", "end": "00:12:52.680", "speaker": "vinicius marquet", "utterance": " Thank you."}
{"start": "00:12:56.040", "end": "00:13:08.730", "speaker": "vinicius marquet", "utterance": " start with the beta so what's viera video was a series of online or brief online workshops and and our presentation or our performance."}
{"start": "00:13:09.270", "end": "00:13:23.670", "speaker": "vinicius marquet", "utterance": " That was targeting for the Spanish Community audience at the beginning of 2020, it is a really beautiful project and really nice project that I really like it has emerged as an independent."}
{"start": "00:13:24.330", "end": "00:13:43.440", "speaker": "vinicius marquet", "utterance": " Will you know to to to share knowledge and techniques and to also to to put the outdoors from all the places of the Spanish Community but also from different parts of the world, I mean anybody who speak Spanish were welcome to giambi now and."}
{"start": "00:13:44.580", "end": "00:13:58.020", "speaker": "vinicius marquet", "utterance": " It is also, it is a project that it was linked strongly with a low with the Community of a low So if I mean thanks for that thanks a lot, I really appreciated the it is start by a conversation."}
{"start": "00:13:58.530", "end": "00:14:05.970", "speaker": "vinicius marquet", "utterance": " Between the can get the Sally middle half a year and Leo they're not the florists that's the first build out that happens in."}
{"start": "00:14:06.480", "end": "00:14:20.010", "speaker": "vinicius marquet", "utterance": " The April, the 32,020 so it was just when a pandemic, all the global pandemic start so in a way, all the project and how it has been evolving, it has been."}
{"start": "00:14:20.400", "end": "00:14:30.360", "speaker": "vinicius marquet", "utterance": " Coming from the emergency, it has been moving week a week and I have been learning a lot from that and back in those days."}
{"start": "00:14:31.320", "end": "00:14:47.010", "speaker": "vinicius marquet", "utterance": " I was also applying for for a PhD a study in Belgium, that was accepted, but I didn't know so when I sold, so the opportunity to release workshops and to do workshops, I thought it was a deal and."}
{"start": "00:14:48.450", "end": "00:14:54.840", "speaker": "vinicius marquet", "utterance": " But I already have like some kind of previous experience a my researching and I found this."}
{"start": "00:14:55.890", "end": "00:15:09.870", "speaker": "vinicius marquet", "utterance": " quote you know that the stage the workshop as an Irishman, whereby a group of people learn acquire new knowledge perform creative Problem Solving or innovate relation of to a domain in this specific issue."}
{"start": "00:15:10.590", "end": "00:15:23.520", "speaker": "vinicius marquet", "utterance": " This is given by your Green and levinson, who is also a pedagogue and academic here at the art to university, please sorry if i'm pronouncing ground, the Danish."}
{"start": "00:15:25.950", "end": "00:15:39.090", "speaker": "vinicius marquet", "utterance": " And well like I think this is a really open the definition of the workshop because it's not really meaning about the time is not really minimal this space is not about their day what kind of knowledge, you are providing or."}
{"start": "00:15:39.390", "end": "00:15:51.810", "speaker": "vinicius marquet", "utterance": " or acquiring so from that perspective I really I really like it and but also, I think it's it's really important to look at the history of the workshops itself, you know, like."}
{"start": "00:15:52.590", "end": "00:16:03.030", "speaker": "vinicius marquet", "utterance": " Like since the medieval times you know the workshop was a place to have like a collaborative before you know, he was not only a place to share knowledge."}
{"start": "00:16:03.420", "end": "00:16:10.140", "speaker": "vinicius marquet", "utterance": " You know, it was also a place to produce knowledge and to produce objects so."}
{"start": "00:16:10.740", "end": "00:16:31.410", "speaker": "vinicius marquet", "utterance": " Since that perspective, they worship always has been working as a in some lean tool, you know for society so way to put the people together and to to make things happen and that's also whoa whoa I was motivated to to start with the beetle why instance or with this research."}
{"start": "00:16:33.810", "end": "00:16:47.970", "speaker": "vinicius marquet", "utterance": " And yeah, of course, also there are some other previous experience van instances we went on soon separate or project, you know that I started to realize about this potential to for the workshop itself or with my personality course."}
{"start": "00:16:49.710", "end": "00:16:58.020", "speaker": "vinicius marquet", "utterance": " But anyway, so this is the diagram of build out this is how he was assigned so abrupt workshop is a workshop that last 15 minutes."}
{"start": "00:16:58.560", "end": "00:17:05.610", "speaker": "vinicius marquet", "utterance": " So he was conditioned by time and it happened in a serial in a serial mode, so it happened one, two and three."}
{"start": "00:17:06.240", "end": "00:17:16.890", "speaker": "vinicius marquet", "utterance": " The main idea is to have like certain kind of holistic experience so each series was created and I in a way that the the schools were joining."}
{"start": "00:17:17.460", "end": "00:17:30.720", "speaker": "vinicius marquet", "utterance": " I mean, this is something that the I was learning, you know, like the first series of growl they were not created you know, but as a time you start to pass a start to realize the importance to create."}
{"start": "00:17:31.200", "end": "00:17:39.420", "speaker": "vinicius marquet", "utterance": " Those lines you know, to try to make discourse and the main idea of the our performance, it was not only to show."}
{"start": "00:17:40.260", "end": "00:17:54.690", "speaker": "vinicius marquet", "utterance": " The people about the different kind of practice of electronic litter to or have an English practice, it was also about the idea of create a symbolic element that can make a you know, like."}
{"start": "00:17:56.010", "end": "00:18:01.920", "speaker": "vinicius marquet", "utterance": " someplace to remember you know, so you remember these beautiful series, where it was here a."}
{"start": "00:18:02.580", "end": "00:18:13.200", "speaker": "vinicius marquet", "utterance": " Liliana born they're trying oh yeah I got she was talking about ultimate the ultimate decision of language and language in the rater and song song song."}
{"start": "00:18:13.950", "end": "00:18:24.180", "speaker": "vinicius marquet", "utterance": " So that was the idea of the performance and the domain object it's of the project was to create human interactions during the global pandemic."}
{"start": "00:18:24.690", "end": "00:18:30.420", "speaker": "vinicius marquet", "utterance": " To bring electronic later to end digital control concepts and techniques for the Spanish speaking audience."}
{"start": "00:18:30.870", "end": "00:18:50.640", "speaker": "vinicius marquet", "utterance": " to explore online workshop as a social tool and social in sambol assembler by bringing people from diverse cultural backgrounds together and construct for a small period of time they feel of togetherness, and those are the the main goals of Fidel and."}
{"start": "00:18:52.110", "end": "00:18:55.230", "speaker": "vinicius marquet", "utterance": " I will come back to those ones at the end of the presentation."}
{"start": "00:18:57.420", "end": "00:19:10.170", "speaker": "vinicius marquet", "utterance": " I think also that this is really important, as a as an independent than America project to show like the financial plan, and especially the case that it was strongly support by the Community."}
{"start": "00:19:10.710", "end": "00:19:20.580", "speaker": "vinicius marquet", "utterance": " So it was basically like 25 years the the cost of out of Syria with a 50% of discount."}
{"start": "00:19:21.420", "end": "00:19:32.130", "speaker": "vinicius marquet", "utterance": " For all the students with no matter it doesn't matter where they were coming from on which kind of institutions, they only have to send their ID or any kind of proof."}
{"start": "00:19:32.430", "end": "00:19:41.130", "speaker": "vinicius marquet", "utterance": " That show there were students and that was enough to give them like a 50% discount and then all this one was divided, to the workshops."}
{"start": "00:19:42.600", "end": "00:19:49.200", "speaker": "vinicius marquet", "utterance": " leaders and to the artists that want to the organizer and one to the project itself."}
{"start": "00:19:50.670", "end": "00:19:59.940", "speaker": "vinicius marquet", "utterance": " To continue, you know, like to put ads on Facebook to pay the hostin and all those kind of things you can check all those accounts here."}
{"start": "00:20:00.450", "end": "00:20:08.910", "speaker": "vinicius marquet", "utterance": " Is the same exactly that has been a for for all the all the yeah for the for the worship leaders or since ever and."}
{"start": "00:20:09.900", "end": "00:20:23.670", "speaker": "vinicius marquet", "utterance": " Well, it was by the, by the way, he was based on the my experience in rock bands venues war in rock places, you know where basically they do the same day just shared exactly what they got that day."}
{"start": "00:20:24.720", "end": "00:20:45.960", "speaker": "vinicius marquet", "utterance": " They were a minimum of participants, that was five and a maximum of participants that were 2018 sorry so only one only one series of middle West Council because we couldn't achieve them, the the minimum of participants, and I still feel sorry I hope I can come back with that one."}
{"start": "00:20:47.010", "end": "00:20:48.180", "speaker": "vinicius marquet", "utterance": " And will like."}
{"start": "00:20:50.190", "end": "00:21:00.870", "speaker": "vinicius marquet", "utterance": " This are the artists, that a play like this dynamics I just can't say thanks a lot for for this great experience."}
{"start": "00:21:01.380", "end": "00:21:17.400", "speaker": "vinicius marquet", "utterance": " A I invited to all the different artists and academics to perform a workshop where the dynamics, the social dynamics were articulating their discourse we're trying to in sample so."}
{"start": "00:21:18.210", "end": "00:21:25.200", "speaker": "vinicius marquet", "utterance": " The topic was open, you know all the the the facilitators were open to propose a topic."}
{"start": "00:21:25.830", "end": "00:21:46.980", "speaker": "vinicius marquet", "utterance": " Everybody was also open to to or invited to propose any kind of social dynamic, I will be just like out to her, I was there just to help them, and the only condition was 15 minutes, like the time so for that I own can say thanks a lot for that for those 15 minutes and."}
{"start": "00:21:48.300", "end": "00:21:53.580", "speaker": "vinicius marquet", "utterance": " We got different kind of practice or pedagogic practices."}
{"start": "00:21:54.510", "end": "00:22:06.510", "speaker": "vinicius marquet", "utterance": " One of those ones were coming from the most traditional once you know, like somebody talking and people listening some other were really practical and really hands on you know and."}
{"start": "00:22:07.470", "end": "00:22:22.980", "speaker": "vinicius marquet", "utterance": " Some other were really symbolic in a way, you know I think I have found like really interesting and diverse way how people interact or try to perform a workshop here on the on the web."}
{"start": "00:22:24.000", "end": "00:22:26.310", "speaker": "vinicius marquet", "utterance": " And so, thanks for that as well."}
{"start": "00:22:27.330", "end": "00:22:40.080", "speaker": "vinicius marquet", "utterance": " And here comes also like the idea of the third one that is mutually share feeling of clothes in it that is being and doing something together in a individually mentally construct."}
{"start": "00:22:40.710", "end": "00:22:57.840", "speaker": "vinicius marquet", "utterance": " merging a near and remote location, through our beautiful conference mediation, it was also given by academic listen and a brain here at the painter bobbi kristina here in in the in the in the art art to university."}
{"start": "00:22:59.160", "end": "00:23:04.020", "speaker": "vinicius marquet", "utterance": " And it's quite similar also to the third space that is a sociological turn."}
{"start": "00:23:05.250", "end": "00:23:17.190", "speaker": "vinicius marquet", "utterance": " bread is the talk about and the, and this is basically what we are we're trying now are we are trying to interact, this is where all the dynamics are happening in a way."}
{"start": "00:23:18.330", "end": "00:23:27.810", "speaker": "vinicius marquet", "utterance": " That besides that we are remotely so far we can construct something together and in a way possible, we can feel together in the same room."}
{"start": "00:23:28.500", "end": "00:23:37.650", "speaker": "vinicius marquet", "utterance": " That, in a way that was the the, the main challenge, so the main question during all this time, for without was how to break into the third room."}
{"start": "00:23:38.250", "end": "00:23:48.030", "speaker": "vinicius marquet", "utterance": " and which kind of dynamics, can I apply, you know to do to create this feeling of togetherness between the people that are coming, not only from different kinds of."}
{"start": "00:23:50.190", "end": "00:24:02.580", "speaker": "vinicius marquet", "utterance": " Countries or from different kind of coders also from different kind of language so it's it was all the time in a way, like a challenge and."}
{"start": "00:24:04.230", "end": "00:24:06.750", "speaker": "vinicius marquet", "utterance": " So what I have been doing with those."}
{"start": "00:24:09.600", "end": "00:24:19.740", "speaker": "vinicius marquet", "utterance": " videos or records of beetle it's trying to start in those ones and mapping, the social interactions that were happening between humans and non humans actors."}
{"start": "00:24:20.940", "end": "00:24:28.380", "speaker": "vinicius marquet", "utterance": " So By this I also understand the social as a fluid and momentary association between the human and non human agents, that is."}
{"start": "00:24:28.890", "end": "00:24:33.120", "speaker": "vinicius marquet", "utterance": " Basically, what the Bruno our tool sets also in the actual network theory."}
{"start": "00:24:33.570", "end": "00:24:50.580", "speaker": "vinicius marquet", "utterance": " You know, so in this perspective, you can see, also how the interface, for instance, is playing a strong role in all the experience and how we're interacting like right now, I can see that the Dean and Stephen and Robert our talking in the chat room."}
{"start": "00:24:51.780", "end": "00:25:01.230", "speaker": "vinicius marquet", "utterance": " So all those kind of elements that besides that they are not completely well they are not human or or you know they are playing a strong role in all this kind of experience."}
{"start": "00:25:01.650", "end": "00:25:12.660", "speaker": "vinicius marquet", "utterance": " And, and I think he yeah to try to to start to follow the different kind of interaction is sometimes more blurry it's actually start to happen, what happened in this drawing."}
{"start": "00:25:13.350", "end": "00:25:20.130", "speaker": "vinicius marquet", "utterance": " That you can see, on your screen, you know that that you start to make a follow one line and to follow the conversation between people."}
{"start": "00:25:20.550", "end": "00:25:31.740", "speaker": "vinicius marquet", "utterance": " And then, something that was completely unknown human actor, it could be like an algorithm or it could be the interface and start to they take a role also or two to make."}
{"start": "00:25:32.820", "end": "00:25:36.480", "speaker": "vinicius marquet", "utterance": " To to uncover who has the really the actor, who has the highest."}
{"start": "00:25:37.560", "end": "00:25:44.100", "speaker": "vinicius marquet", "utterance": " Am i'm really fascinated by by this idea so often of Bruno latour but I it's something I still continue."}
{"start": "00:25:45.420", "end": "00:25:47.520", "speaker": "vinicius marquet", "utterance": " studying and well."}
{"start": "00:25:48.810", "end": "00:25:51.120", "speaker": "vinicius marquet", "utterance": " For that I just have to say that they."}
{"start": "00:25:52.350", "end": "00:25:59.970", "speaker": "vinicius marquet", "utterance": " would come up with some studies or about the mappings of of the diverse workshops that happens in parallel."}
{"start": "00:26:00.600", "end": "00:26:10.560", "speaker": "vinicius marquet", "utterance": " And I also have to say that they're from this perspective, be thou has generate an archive of social pedagogic dynamics conditioning by time."}
{"start": "00:26:11.280", "end": "00:26:23.460", "speaker": "vinicius marquet", "utterance": " And, and that Dr that maybe the objective at the beginning of the beat our workshops was really basic or focus in electronic later, too, but I think."}
{"start": "00:26:23.970", "end": "00:26:35.070", "speaker": "vinicius marquet", "utterance": " It has to open to a broader sense, you know, and I, it was something really organic in a way, I mean to start to find people from base and from concrete poetry, also from."}
{"start": "00:26:36.330", "end": "00:26:51.060", "speaker": "vinicius marquet", "utterance": " book, but these books or dancers, that we're really aiming to join and to come into, and they were invited like i'm thinking i'll instances in search on inquiries is a Dutch, French."}
{"start": "00:26:53.070", "end": "00:27:02.820", "speaker": "vinicius marquet", "utterance": " Video artist videographer an artist in an experimental side i'm thinking also about the people who were who were performing about the."}
{"start": "00:27:03.330", "end": "00:27:24.180", "speaker": "vinicius marquet", "utterance": " The book artist books, a Martini Laroche or Vanessa Loftus so in a way, I found that the that the project we're asking for some other audience as well, and it has to be open in a broader sense, and so yeah I just want to mention that."}
{"start": "00:27:26.370", "end": "00:27:37.410", "speaker": "vinicius marquet", "utterance": " Second project, briefly, I wanted to say is solutions that is basically like a little bit like the the starting point of my research."}
{"start": "00:27:37.950", "end": "00:27:46.650", "speaker": "vinicius marquet", "utterance": " Like in here in a way, so together with Stephen Stephen marley that would release solutions at the beginning of September 2020."}
{"start": "00:27:47.220", "end": "00:28:01.110", "speaker": "vinicius marquet", "utterance": " So solution is a platform for online workshops, the main objective was to create social interactions between the students have Lucas school or of the arts in campus see mine."}
{"start": "00:28:01.650", "end": "00:28:16.680", "speaker": "vinicius marquet", "utterance": " and researchers and also with people from reanimate program so the people from running my program is people that are spread all around the globe in different parts of the globe and that, because of the colby."}
{"start": "00:28:17.970", "end": "00:28:27.390", "speaker": "vinicius marquet", "utterance": " Circumstances they couldn't join or they couldn't go to Belgium or in general to Europe, so we start activities with them."}
{"start": "00:28:28.470", "end": "00:28:38.400", "speaker": "vinicius marquet", "utterance": " In workshops activities in a way to make them to come together and to socialize and to build a team and to make a community in a way."}
{"start": "00:28:39.270", "end": "00:28:53.700", "speaker": "vinicius marquet", "utterance": " And that also we invite people from the rural communities or sandwiches workshops always passed on the Facebook and everybody's open to come, there is no cost and everybody's welcome to join at any moment."}
{"start": "00:28:54.540", "end": "00:29:05.370", "speaker": "vinicius marquet", "utterance": " By the moment we have Members from Taiwan did on Karachi tea leaves leaves on board October lean wrong lovin bruce's voter Sao Paolo viewer Janeiro Monterrey Mexico City."}
{"start": "00:29:05.850", "end": "00:29:15.690", "speaker": "vinicius marquet", "utterance": " And as you can imagine, when we do like a home we try to achieve to everybody, at the same time, it has been really interesting experiment."}
{"start": "00:29:16.080", "end": "00:29:24.450", "speaker": "vinicius marquet", "utterance": " You know, like some people is drinking a beer in Belgium, some other people is having lunch in Mexico and some other people is waking up."}
{"start": "00:29:25.110", "end": "00:29:35.790", "speaker": "vinicius marquet", "utterance": " And having breakfast in Taiwan so from that perspective I think the community of solutions is really a collective and really international."}
{"start": "00:29:36.330", "end": "00:29:51.810", "speaker": "vinicius marquet", "utterance": " And I I really, really, really like that, and so as a Steven mentioned, we use the workshop as a methodology that is also something that the second me, as I mentioned the young wrote about it."}
{"start": "00:29:53.760", "end": "00:29:59.280", "speaker": "vinicius marquet", "utterance": " And we eat during the workshops and during that iteration we start to change."}
{"start": "00:30:01.290", "end": "00:30:20.250", "speaker": "vinicius marquet", "utterance": " The game rules that can be applied in that workshop and it's something also really quite sensorial in a way that you start to feel the workshop and to feel the dynamics that are happening, and how can you modify those ones to get the result that it's."}
{"start": "00:30:21.540", "end": "00:30:29.910", "speaker": "vinicius marquet", "utterance": " Better for the concept of the workshop itself but also better for for all the participants and or for for for the same."}
{"start": "00:30:31.020", "end": "00:30:47.100", "speaker": "vinicius marquet", "utterance": " idea, and so, for this, I think there are some elements maintenance like game rooms, a game rules sorry or perform matic elements that play as really strong role, every time you play a workshop."}
{"start": "00:30:49.740", "end": "00:30:57.120", "speaker": "vinicius marquet", "utterance": " At the moment we have released like at this three lines of workshops bit out pastiche tricky I mean, while the order."}
{"start": "00:30:59.100", "end": "00:31:03.600", "speaker": "vinicius marquet", "utterance": " For this talk, I will I will only talk about postage and tracking."}
{"start": "00:31:04.710", "end": "00:31:11.520", "speaker": "vinicius marquet", "utterance": " And so pastiche prestigious an eclectic workshop that creates collaborative knowledge."}
{"start": "00:31:12.060", "end": "00:31:30.810", "speaker": "vinicius marquet", "utterance": " So basically we asked the participants to arrive with some sort of knowledge, we consider everything could be a knowledge, so you only have to write with a knowledge and during the workshop we both for what kind of knowledge, we want to acquire and."}
{"start": "00:31:31.860", "end": "00:31:41.580", "speaker": "vinicius marquet", "utterance": " Then the main idea or behind the scenes as a Pal afraid of mentioned is whoever teacher learns in the act of teaching and whoever learns teach in the act of learning."}
{"start": "00:31:42.150", "end": "00:31:54.300", "speaker": "vinicius marquet", "utterance": " So everybody at this workshop is a teacher itself, it has been quite difficult in the sense that it's of course it's it's sometimes it can be even like chaotic."}
{"start": "00:31:56.700", "end": "00:32:05.550", "speaker": "vinicius marquet", "utterance": " But what i'm trying to say with this is that, at the beginning, we were asking to people to come with certain kind of knowledge or with any kind of knowledge."}
{"start": "00:32:06.030", "end": "00:32:16.230", "speaker": "vinicius marquet", "utterance": " And for these people is really difficult to some people it's really difficult to realize that they do have knowledge and that they do have something to teach to somebody."}
{"start": "00:32:16.650", "end": "00:32:27.030", "speaker": "vinicius marquet", "utterance": " You know, and that that they have the potential as well to do it and to make them realize and to bring breach breach ago to jump this."}
{"start": "00:32:27.870", "end": "00:32:39.570", "speaker": "vinicius marquet", "utterance": " Mental block is quite difficult sometimes so we realized my instance that by using wonders, it was much more easier for the people."}
{"start": "00:32:39.960", "end": "00:32:54.660", "speaker": "vinicius marquet", "utterance": " To arrive with certain kind of knowledge, so in nowadays, instead of asking for to sort of knowledge, we asked them for wonders, so you for this workshop, you have to write with a wonder."}
{"start": "00:32:55.230", "end": "00:33:05.970", "speaker": "vinicius marquet", "utterance": " You know, and he was inspired by the sound of sixth or Diaz Rodriguez about the wonders, you know that is strikingly beautiful song, I really love it and."}
{"start": "00:33:06.900", "end": "00:33:11.940", "speaker": "vinicius marquet", "utterance": " When I was making the call for participant and say okay let's why don't we ask for a wonder."}
{"start": "00:33:12.840", "end": "00:33:21.780", "speaker": "vinicius marquet", "utterance": " And it's it's really weird, by the way, because I think in Spanish, the wonder is a really, really unique work because it's."}
{"start": "00:33:22.530", "end": "00:33:31.770", "speaker": "vinicius marquet", "utterance": " Not only about the will is also about the question, there is something there like playing in India, I mean i'm not a native English speaker and i'm sure."}
{"start": "00:33:32.250", "end": "00:33:54.870", "speaker": "vinicius marquet", "utterance": " People that speak English and my feeling completely different, but I think in Spanish, there is no really completely or yeah similar work anyway, and this is the diagram for for pastiche so those ones are the different participants that arrived, with a wonder."}
{"start": "00:33:55.920", "end": "00:34:04.110", "speaker": "vinicius marquet", "utterance": " During the workshop we make a boating and we also create the workshop, or we realized, we can create them."}
{"start": "00:34:04.530", "end": "00:34:15.630", "speaker": "vinicius marquet", "utterance": " So, at the beginning, we were asking them to come with any kind of knowledge about any kind of topic that he was really cool you know, because we can come with sometimes with that really."}
{"start": "00:34:17.520", "end": "00:34:24.000", "speaker": "vinicius marquet", "utterance": " talks about politics talks about the video games different kinds of knowledge and."}
{"start": "00:34:25.050", "end": "00:34:29.370", "speaker": "vinicius marquet", "utterance": " And then we also start to aid them in a in a sense, to place a topic."}
{"start": "00:34:29.820", "end": "00:34:43.320", "speaker": "vinicius marquet", "utterance": " You know so to write with a wonder about the politics to arrive with a wonder about foot, you know, but this, it has to be really open also you know for the people also to to just show up and come with a natural wonder."}
{"start": "00:34:44.040", "end": "00:34:53.160", "speaker": "vinicius marquet", "utterance": " And we also place like at this this element that we call it the mysteries or they're random random Alma mater of language."}
{"start": "00:34:53.580", "end": "00:35:04.980", "speaker": "vinicius marquet", "utterance": " That that it's basically about them, that is, takes all the wonders and mix and create some phrases in a really easy going algorithm and."}
{"start": "00:35:05.730", "end": "00:35:17.460", "speaker": "vinicius marquet", "utterance": " This is done when the people doesn't know what to say or doesn't know what to ask you know that's the main idea behind so far nobody has using this in a way i'm happy for that."}
{"start": "00:35:19.560", "end": "00:35:22.230", "speaker": "vinicius marquet", "utterance": " All these experiences what I call pastiche."}
{"start": "00:35:25.770", "end": "00:35:33.570", "speaker": "vinicius marquet", "utterance": " This is a little bit like the last how you call it the interface that we have been using in the workshop."}
{"start": "00:35:35.160", "end": "00:35:54.870", "speaker": "vinicius marquet", "utterance": " Have a nickname email title, what do you wonder for today and try to develop your idea, and so we have different kinds of rooms, thank you, yes, media manager was mentioned that I was thinking with this picture and so anyway so have different kind of."}
{"start": "00:35:55.890", "end": "00:36:00.660", "speaker": "vinicius marquet", "utterance": " Rules for people to the participants can go by themselves to do rooms."}
{"start": "00:36:02.760", "end": "00:36:10.110", "speaker": "vinicius marquet", "utterance": " And we have also like here the program so they know what is going to happen, this is the suggestion board."}
{"start": "00:36:11.220", "end": "00:36:21.480", "speaker": "vinicius marquet", "utterance": " And I know this is connected also to system, both in the in the Google, we are using right now, Google, but I hope we can change that."}
{"start": "00:36:22.650", "end": "00:36:23.010", "speaker": "vinicius marquet", "utterance": " and"}
{"start": "00:36:24.150", "end": "00:36:25.590", "speaker": "vinicius marquet", "utterance": " And well that's a stitch."}
{"start": "00:36:26.160", "end": "00:36:28.050", "speaker": "vinicius marquet", "utterance": " The other one is tracking that this."}
{"start": "00:36:28.260", "end": "00:36:30.210", "speaker": "vinicius marquet", "utterance": " means is another workshop."}
{"start": "00:36:30.270", "end": "00:36:32.580", "speaker": "vinicius marquet", "utterance": " That is that means exchange beyond reason."}
{"start": "00:36:33.480", "end": "00:36:47.010", "speaker": "vinicius marquet", "utterance": " During this workshop, we are changed digital objects digital services and it very old objects I call it the object in the idea of ideas, you know, like dreams, or like."}
{"start": "00:36:47.640", "end": "00:37:02.490", "speaker": "vinicius marquet", "utterance": " gossips and stuff laid out, so this is also the the diagram for for for tracker so during this workshop with trade it's really open it's like a market like going to any kind of market to the people who arrived."}
{"start": "00:37:03.030", "end": "00:37:23.430", "speaker": "vinicius marquet", "utterance": " There, the main role of the workshop be just to certificate, the trade, so people arrived and they arrived with memes or with your favorite picture or with your favorite the document or your MP3 collections from I don't know who or somebody may arrive with digital services such as."}
{"start": "00:37:24.660", "end": "00:37:33.240", "speaker": "vinicius marquet", "utterance": " Digital marketing coding graphic design and so on and so on, and some other people might say Okay, I will arrive with a terrier object."}
{"start": "00:37:33.570", "end": "00:37:44.550", "speaker": "vinicius marquet", "utterance": " An idea, you know I may arrive with a Garcia, with a dream, with the thought a or we arrived, with a performance, I will arrive to play guitar and you can also change it."}
{"start": "00:37:45.090", "end": "00:38:03.840", "speaker": "vinicius marquet", "utterance": " And then the main role is to all this is by the way, close by your creative common activity so participants choose previously what kind of license they want to have in their object and and, at the end of the workshop basically I just certificate each trade."}
{"start": "00:38:05.400", "end": "00:38:09.330", "speaker": "vinicius marquet", "utterance": " Is it is really funny really karthik as well, sometimes."}
{"start": "00:38:10.980", "end": "00:38:21.600", "speaker": "vinicius marquet", "utterance": " depends also how many people is inside the room, and this is the interface, so you have like a nickname email title, what kind of category, you want to play."}
{"start": "00:38:22.440", "end": "00:38:27.000", "speaker": "vinicius marquet", "utterance": " Do you choose a category, but doesn't mean that you cannot exchange with the other categories."}
{"start": "00:38:27.600", "end": "00:38:36.390", "speaker": "vinicius marquet", "utterance": " And you have also a license so all those license are coming from creative comments, so please check all those ones, because they changed a lot."}
{"start": "00:38:37.050", "end": "00:38:55.740", "speaker": "vinicius marquet", "utterance": " And I think, by the way that they license really can play this trunk a stronger level of interaction, but I think that people sometimes doesn't realize about that, and then we have what kind of things you want to trade and what are you looking for, and so you."}
{"start": "00:38:55.800", "end": "00:38:57.870", "speaker": "vinicius marquet", "utterance": " know people to know what you are looking for."}
{"start": "00:38:58.590", "end": "00:38:59.070", "speaker": "Steven Malliet", "utterance": " Denise is."}
{"start": "00:38:59.520", "end": "00:39:12.930", "speaker": "vinicius marquet", "utterance": " Here, like the program we have different kinds of rooms, also in the case of material objects if people ask me for a room to have a natural exchange at that moment I create a room for them."}
{"start": "00:39:13.410", "end": "00:39:31.980", "speaker": "vinicius marquet", "utterance": " All this is done in GT platform, by the way, like Oh, we are basing Open Source technologies and stuff like that, and this is what the participants look This is like they can check the title that the license that they have the object and what is, they are looking for."}
{"start": "00:39:33.870", "end": "00:39:43.740", "speaker": "vinicius marquet", "utterance": " And what this is part of the Community and so far, thanks, a lot, I will come will come with some questions, I hope I didn't."}
{"start": "00:39:46.080", "end": "00:39:46.350", "speaker": "vinicius marquet", "utterance": " Oh."}
{"start": "00:39:48.540", "end": "00:39:51.090", "speaker": "vinicius marquet", "utterance": " yeah I think it's sort of kareena."}
{"start": "00:40:11.820", "end": "00:40:12.150", "speaker": "None", "utterance": "Hello."}
{"start": "00:40:16.920", "end": "00:40:26.940", "speaker": "Steven Malliet", "utterance": " Yes, I will just give the word to kareena I don't know if I if people can hear me still I was trying to interrupt finishes but apparently didn't hear me."}
{"start": "00:40:28.140", "end": "00:40:33.090", "speaker": "Steven Malliet", "utterance": " yeah we're going a bit out of time, but I think we're still good So yes, kareena go on."}
{"start": "00:40:33.690", "end": "00:40:35.040", "speaker": "carina erdmann", "utterance": " All right, then I will go on."}
{"start": "00:40:36.930", "end": "00:40:38.310", "speaker": "carina erdmann", "utterance": " I will also switch."}
{"start": "00:40:40.350", "end": "00:40:42.300", "speaker": "carina erdmann", "utterance": " To present term oh."}
{"start": "00:40:53.730", "end": "00:40:56.040", "speaker": "carina erdmann", "utterance": " what's funny Oh, here we go."}
{"start": "00:41:00.000", "end": "00:41:01.230", "speaker": "carina erdmann", "utterance": " Could you give me a quick."}
{"start": "00:41:04.140", "end": "00:41:06.810", "speaker": "carina erdmann", "utterance": " yeah just let me know what you see actually."}
{"start": "00:41:10.260", "end": "00:41:10.950", "speaker": "Steven Malliet", "utterance": " But also."}
{"start": "00:41:12.060", "end": "00:41:12.600", "speaker": "carina erdmann", "utterance": " yeah."}
{"start": "00:41:13.830", "end": "00:41:14.610", "speaker": "Steven Malliet", "utterance": " address."}
{"start": "00:41:14.700", "end": "00:41:19.560", "speaker": "carina erdmann", "utterance": " I have not, I have not really figured out how to change that."}
{"start": "00:41:20.940", "end": "00:41:21.150", "speaker": "carina erdmann", "utterance": " But."}
{"start": "00:41:22.020", "end": "00:41:35.160", "speaker": "carina erdmann", "utterance": " I think it's Okay, because when I do it full screen, then I cannot look at my own notes anymore, and I think you would prefer to see the screen in case you now see also this other window."}
{"start": "00:41:36.690", "end": "00:41:37.200", "speaker": "None", "utterance": "No."}
{"start": "00:41:39.120", "end": "00:41:45.030", "speaker": "carina erdmann", "utterance": " You don't see the other, the other window that you just see the presentation."}
{"start": "00:41:45.390", "end": "00:41:46.680", "speaker": "Steven Malliet", "utterance": " you're the browser window."}
{"start": "00:41:47.250", "end": "00:41:55.470", "speaker": "carina erdmann", "utterance": " yeah just the presentation Okay, not the other window that is now layering on top okay good good Thank you."}
{"start": "00:41:57.540", "end": "00:42:00.900", "speaker": "carina erdmann", "utterance": " Okay yeah so thanks so much goodness yes."}
{"start": "00:42:01.110", "end": "00:42:02.130", "speaker": "carina erdmann", "utterance": " Really cool."}
{"start": "00:42:04.200", "end": "00:42:07.320", "speaker": "carina erdmann", "utterance": " And yeah thanks also for in writing me."}
{"start": "00:42:08.700", "end": "00:42:15.060", "speaker": "carina erdmann", "utterance": " So I will go through the symposium lenten pleat, which is a."}
{"start": "00:42:16.350", "end": "00:42:34.380", "speaker": "carina erdmann", "utterance": " Basically, a bit of a kickoff for myself to start the PhD research distant bodies and accomplices, which researchers hybrids of online gaming and performance and as part of the Luca see mine."}
{"start": "00:42:35.490", "end": "00:42:39.900", "speaker": "carina erdmann", "utterance": " and research cluster meaningful play, and yes."}
{"start": "00:42:41.130", "end": "00:42:46.410", "speaker": "carina erdmann", "utterance": " i'll tell you a bit more about some concepts around that later, but first."}
{"start": "00:42:47.910", "end": "00:42:51.570", "speaker": "carina erdmann", "utterance": " It doesn't work it doesn't work, yes, so blend and bleep."}
{"start": "00:42:52.710", "end": "00:42:58.020", "speaker": "carina erdmann", "utterance": " Is an online symposium on France reality and pervasive play and."}
{"start": "00:42:59.490", "end": "00:43:00.000", "speaker": "carina erdmann", "utterance": " It."}
{"start": "00:43:01.020", "end": "00:43:13.050", "speaker": "carina erdmann", "utterance": " yeah basically can drawers synergies, you could say between different fields so it's artistic research but it's also large performance game interaction design and i'm mostly."}
{"start": "00:43:13.710", "end": "00:43:29.280", "speaker": "carina erdmann", "utterance": " interested in the crossover sexually so that's also why you can see in the I mean, I will not go through all of this, no, no worries, but you can see, maybe a little bit in the programming here that."}
{"start": "00:43:30.690", "end": "00:43:41.460", "speaker": "carina erdmann", "utterance": " It is generally two people who are brought together for for a session that is running so every every week basically every weekend there was one session."}
{"start": "00:43:41.880", "end": "00:43:51.990", "speaker": "carina erdmann", "utterance": " And it brought together always to practitioners to give an interactive workshop or sometimes a lecture, but most of the works really focused on interactivity."}
{"start": "00:43:52.500", "end": "00:44:01.740", "speaker": "carina erdmann", "utterance": " And, in some cases, people were just doing this as a good neighbor, so to say, but in many cases, and this was really great also for me."}
{"start": "00:44:02.730", "end": "00:44:13.740", "speaker": "carina erdmann", "utterance": " People actually decided to work together on that and so merging basically in the spirit of the symposium itself blending their own practices to some also and."}
{"start": "00:44:14.370", "end": "00:44:41.340", "speaker": "carina erdmann", "utterance": " This was really a beautiful process in many cases, and so yeah you can see, this is the, these are the 12 days that the most of them lie in the past there's two more that one is happening, this weekend and next weekend that of course you're welcome to join and it really is."}
{"start": "00:44:42.360", "end": "00:44:45.600", "speaker": "carina erdmann", "utterance": " been a series of playful experiments."}
{"start": "00:44:46.620", "end": "00:44:58.830", "speaker": "carina erdmann", "utterance": " Around digital presence and embodiment and also ways of relating and it reflected on the psychological, but also social or political implications of distance and."}
{"start": "00:45:00.510", "end": "00:45:01.860", "speaker": "carina erdmann", "utterance": " yeah it."}
{"start": "00:45:04.320", "end": "00:45:05.580", "speaker": "carina erdmann", "utterance": " It it really."}
{"start": "00:45:06.630", "end": "00:45:09.210", "speaker": "carina erdmann", "utterance": " was also for me sort of."}
{"start": "00:45:10.290", "end": "00:45:26.550", "speaker": "carina erdmann", "utterance": " A way of of going thinking through a certain certain topics and also methodologies and seeing seeing what worked and how it worked on people, yes, this is an invitation to conspire That was the invitation that people got."}
{"start": "00:45:28.020", "end": "00:45:37.860", "speaker": "carina erdmann", "utterance": " to inspire means to breathe together, this is what's pointed out for me to me but similar sensor who also was part of the symposium and."}
{"start": "00:45:39.690", "end": "00:45:49.980", "speaker": "carina erdmann", "utterance": " who had it actually from another friend artists alien or even remember who said on an Andy warhol poster and I actually think that it means to let each other brief."}
{"start": "00:45:52.110", "end": "00:46:00.240", "speaker": "carina erdmann", "utterance": " And so, just before I go into the symposium itself, I just want to really briefly go through a few of sort of."}
{"start": "00:46:01.590", "end": "00:46:11.190", "speaker": "carina erdmann", "utterance": " accomplices, I could even say so cut some concepts that have been accomplished being me a bit throughout this whole start of the research and the."}
{"start": "00:46:12.780", "end": "00:46:23.880", "speaker": "carina erdmann", "utterance": " Research the PhD itself is called this and bodies and accomplices, because accomplices and that's an in that case meant the avatars."}
{"start": "00:46:25.920", "end": "00:46:36.120", "speaker": "carina erdmann", "utterance": " In remote game situations remote life real life game situations so basically bit like an alarm itself and."}
{"start": "00:46:37.350", "end": "00:46:40.290", "speaker": "carina erdmann", "utterance": " But yeah so basically real life avatars that."}
{"start": "00:46:41.550", "end": "00:46:53.940", "speaker": "carina erdmann", "utterance": " Worse, where I say let's instead of having an Avatar that is disobedient creature that just shoots if you say shoot or dies, if you fail to play the game really well that."}
{"start": "00:46:55.200", "end": "00:47:06.330", "speaker": "carina erdmann", "utterance": " You would have there's some some other subject that also can maybe disagree, but also, you have to then enter into a specific relationship with that person and."}
{"start": "00:47:08.430", "end": "00:47:14.160", "speaker": "carina erdmann", "utterance": " The relationship between this interacting bodies."}
{"start": "00:47:15.390", "end": "00:47:18.360", "speaker": "carina erdmann", "utterance": " This young people who play together."}
{"start": "00:47:19.620", "end": "00:47:25.410", "speaker": "carina erdmann", "utterance": " As a conspirator attitude and I like to think that the accomplices, a little bit of."}
{"start": "00:47:27.480", "end": "00:47:38.310", "speaker": "carina erdmann", "utterance": " Has a little bit of the notion of the trickster so there's also maybe in the idea of the complex there's maybe also bit this idea that maybe not all the rules have to be followed, some rules can be broken."}
{"start": "00:47:38.820", "end": "00:47:52.080", "speaker": "carina erdmann", "utterance": " which can also apply, of course, to two rules of a game, and they are bound by a common goal, which I think is also important they're not the same they they are just simply on the same."}
{"start": "00:47:53.760", "end": "00:48:13.230", "speaker": "carina erdmann", "utterance": " yeah in the same game, and they have an enduring mutual relatedness that carries consequences, which is another really important, leading to a really important part of this whole research, I think, for me, that is, the idea of critical empathy."}
{"start": "00:48:14.400", "end": "00:48:19.530", "speaker": "carina erdmann", "utterance": " which does not refer to the process of imagining not only at least to the."}
{"start": "00:48:20.100", "end": "00:48:36.330", "speaker": "carina erdmann", "utterance": " process of imagining another person's point of view or emotional state, but also to an awareness that the limitations that there's limitations to this empathy and complications, so I really love sorry for according to the heart rate and it's been done so much, but I love this."}
{"start": "00:48:38.940", "end": "00:48:58.710", "speaker": "carina erdmann", "utterance": " Quote by her him if you take anybody seriously, one of the things you learn is not knowing and yeah I think it's really smart and it brings me quite well as a segue to speaking about worlds, because a big part of the."}
{"start": "00:49:00.240", "end": "00:49:06.240", "speaker": "carina erdmann", "utterance": " symposium but also of the practice of creating large is worth building collective worth building and."}
{"start": "00:49:08.160", "end": "00:49:11.370", "speaker": "carina erdmann", "utterance": " So, first I want to say that."}
{"start": "00:49:12.390", "end": "00:49:33.870", "speaker": "carina erdmann", "utterance": " World a welding for me really takes the theory of multiple worlds as a point of departure, which is a theory that devote dissolves the illusion of worlds in common that have already appears co opted by satisfying hegemonic claims for some order or its order and."}
{"start": "00:49:35.730", "end": "00:49:59.070", "speaker": "carina erdmann", "utterance": " So this, this is really more about understanding that we don't live in the same world necessarily, but we can come together and and try to sort of communicate through this and create a temporary collective spaces in which we do share maybe a world yeah so building as a practice."}
{"start": "00:50:00.420", "end": "00:50:10.650", "speaker": "carina erdmann", "utterance": " yeah well as an activity has there's different ideas, but that can be can really range from the imagination and fostering of fantastical cosmology is."}
{"start": "00:50:11.370", "end": "00:50:20.490", "speaker": "carina erdmann", "utterance": " utopias or or simply futures that you, you, you want to believe in all that you can believe in, even so, it can also be very practical talking about the future."}
{"start": "00:50:22.770", "end": "00:50:33.450", "speaker": "carina erdmann", "utterance": " Okay, so a lot of talk about worlds, now the title bleed or maybe should also say what is that because not everyone may be as familiar with the term."}
{"start": "00:50:34.170", "end": "00:50:45.720", "speaker": "carina erdmann", "utterance": " And it is a term used in large to come to describe this Gray zone between fiction and reality so where the border between player and character dissolves I have a little."}
{"start": "00:50:47.130", "end": "00:50:53.700", "speaker": "carina erdmann", "utterance": " schema here, you can see, this because, when we speak of games we speak of the magic circle that they can."}
{"start": "00:50:54.300", "end": "00:51:00.930", "speaker": "carina erdmann", "utterance": " That they happen in in that it's it's an imaginary reality we we are in a role play, we have not fictional character."}
{"start": "00:51:01.290", "end": "00:51:14.370", "speaker": "carina erdmann", "utterance": " And then there's some real world, so to say, where we are ourselves, whatever that is and we have a physical reality that has specific yeah just hard hard consequences if we cut ourselves, we bleed."}
{"start": "00:51:15.720", "end": "00:51:26.160", "speaker": "carina erdmann", "utterance": " And then there's this Gray zone in between where these two worlds actually bleed into each other and where these boundaries become a little bit blurry and."}
{"start": "00:51:27.060", "end": "00:51:37.950", "speaker": "carina erdmann", "utterance": " This is not always comfortable, because when yeah It can also happen that may be very strong emotions come up in a game, and then we find that after game went back in our real world, but still."}
{"start": "00:51:38.880", "end": "00:51:46.290", "speaker": "carina erdmann", "utterance": " They they they hang on and they they work on us, and this can be perceived as nice, but it can also in some cases be, of course."}
{"start": "00:51:47.370", "end": "00:51:51.570", "speaker": "carina erdmann", "utterance": " distressing or or just some something hard to chew on."}
{"start": "00:51:53.160", "end": "00:51:59.340", "speaker": "carina erdmann", "utterance": " So there's there's definitely a lot of sort of carefulness that that also happens around that or maybe."}
{"start": "00:52:00.990", "end": "00:52:09.870", "speaker": "carina erdmann", "utterance": " It is really good to have, for example, debriefing sessions after such workshops that help people to understand how to deal with these emotions, but."}
{"start": "00:52:11.190", "end": "00:52:23.490", "speaker": "carina erdmann", "utterance": " I would say that the people who I have invited for the symposium or in many cases interested in that specific moment where where these things inform each other, also where they."}
{"start": "00:52:25.650", "end": "00:52:34.920", "speaker": "carina erdmann", "utterance": " yeah where where we take something like a learning from from from the imaginary world to the so called real world."}
{"start": "00:52:36.000", "end": "00:52:36.390", "speaker": "None", "utterance": "Yes."}
{"start": "00:52:37.590", "end": "00:52:45.060", "speaker": "carina erdmann", "utterance": " yeah just very quickly, maybe Why am I even interested in all this, like why remote games or remote."}
{"start": "00:52:46.710", "end": "00:52:48.900", "speaker": "carina erdmann", "utterance": " yeah, so I think it's really thinking through."}
{"start": "00:52:53.400", "end": "00:52:54.030", "speaker": "carina erdmann", "utterance": " This."}
{"start": "00:52:55.230", "end": "00:53:03.570", "speaker": "carina erdmann", "utterance": " Almost a bit like I was really interested in creating connecting worlds, also to, so to say, and creating portals and."}
{"start": "00:53:05.010", "end": "00:53:12.810", "speaker": "carina erdmann", "utterance": " So the physical and the imagined is our in this case."}
{"start": "00:53:14.310", "end": "00:53:17.940", "speaker": "carina erdmann", "utterance": " Definitely really helpful to."}
{"start": "00:53:19.050", "end": "00:53:19.500", "speaker": "carina erdmann", "utterance": " To."}
{"start": "00:53:21.330", "end": "00:53:30.090", "speaker": "carina erdmann", "utterance": " to connect and imagination can change our perception of reality on a neural level actually so it's really."}
{"start": "00:53:31.260", "end": "00:53:35.250", "speaker": "carina erdmann", "utterance": " A very imagination is actually the strongest technology, I think so it's."}
{"start": "00:53:37.020", "end": "00:53:56.160", "speaker": "carina erdmann", "utterance": " yeah that's maybe just something to keep in mind, and I also why i'm interested in this is not just to create some kind of fantastical things but also to actually let's say learn how the cake is made in some cases, to understand that we already are living in a reality that is so much."}
{"start": "00:53:58.860", "end": "00:54:05.250", "speaker": "carina erdmann", "utterance": " That has so much of the bleed already, and where the blurring of fiction, in fact, is already all around us actually so we."}
{"start": "00:54:06.780", "end": "00:54:11.880", "speaker": "carina erdmann", "utterance": " in contemporary media or politics, for example, and and, and this was also something that."}
{"start": "00:54:13.740", "end": "00:54:20.790", "speaker": "carina erdmann", "utterance": " was very important to me in the in the symposium so there was also this came also up."}
{"start": "00:54:21.870", "end": "00:54:25.860", "speaker": "carina erdmann", "utterance": " Talk about like, for example, we're talking about conspiracy theories."}
{"start": "00:54:28.140", "end": "00:54:42.900", "speaker": "carina erdmann", "utterance": " Yes, and the physical and virtual I mean we're probably all almost a bit sick of hearing about it because lately it's been so much about this, these these things, but they also still are really kind of a bone to chew and."}
{"start": "00:54:44.910", "end": "00:54:50.190", "speaker": "carina erdmann", "utterance": " I think what is interesting me there is really the."}
{"start": "00:54:51.990", "end": "00:54:58.530", "speaker": "carina erdmann", "utterance": " kind of almost mature reality of that also because wealth to to to to understand also, how can we."}
{"start": "00:54:59.100", "end": "00:55:04.320", "speaker": "carina erdmann", "utterance": " It feels also virtual but actually the there's very much material consequences also that."}
{"start": "00:55:04.830", "end": "00:55:17.370", "speaker": "carina erdmann", "utterance": " Are we if we talk about Ross raw materials of the server farms that are hanging out somewhere it's not all it's not all in the cloud it's actually it exists somewhere also physically and this is."}
{"start": "00:55:18.570", "end": "00:55:22.260", "speaker": "carina erdmann", "utterance": " For the data but also of course for humans, on the other end and."}
{"start": "00:55:23.550", "end": "00:55:32.730", "speaker": "carina erdmann", "utterance": " So the spaces are physically connected and we have a responsibility to words the real and and body person so here is like an image."}
{"start": "00:55:33.960", "end": "00:55:39.390", "speaker": "carina erdmann", "utterance": " When you Google cyberbullying, then you get this Frankenstein temporary monster."}
{"start": "00:55:41.070", "end": "00:55:49.560", "speaker": "carina erdmann", "utterance": " and well, what do you see up there, probably an image, you also have seen before it's a drone operator inside a control cabin where."}
{"start": "00:55:50.430", "end": "00:56:05.400", "speaker": "carina erdmann", "utterance": " yeah you know, probably that people are killed in these kind of game like setups, and so the question here really is, how does distance can contributes to behavior and also and how, how can we make."}
{"start": "00:56:06.480", "end": "00:56:11.160", "speaker": "carina erdmann", "utterance": " create a sense of responsibility towards digital virtual."}
{"start": "00:56:12.270", "end": "00:56:12.780", "speaker": "carina erdmann", "utterance": " beings."}
{"start": "00:56:14.880", "end": "00:56:15.360", "speaker": "carina erdmann", "utterance": " and"}
{"start": "00:56:16.440", "end": "00:56:23.010", "speaker": "carina erdmann", "utterance": " So yes, remote live games, this is basically the the the core, I would say, of my research."}
{"start": "00:56:23.610", "end": "00:56:32.160", "speaker": "carina erdmann", "utterance": " And simply put it involves a group of performers participants interacting in real time through video and voice call i'm really interested, also in."}
{"start": "00:56:32.700", "end": "00:56:49.800", "speaker": "carina erdmann", "utterance": " continuously using more of of movement and really going away just from simply sitting in front of the screen, but for this yeah for this symposium, you will see that there was really many different techniques that were explored."}
{"start": "00:56:52.110", "end": "00:57:08.610", "speaker": "carina erdmann", "utterance": " That sort of informed a bit the research behind what these can what that could be and what i'm interested in what we can learn from the collective fictions that our mind produce this and also, most importantly, from the choices that we make in."}
{"start": "00:57:09.720", "end": "00:57:11.040", "speaker": "carina erdmann", "utterance": " When we play them so."}
{"start": "00:57:13.350", "end": "00:57:21.600", "speaker": "carina erdmann", "utterance": " One thing that is part of the so now i'm going to go a bit through the methodologies and i'm actually going to have some more graspable hard facts."}
{"start": "00:57:22.110", "end": "00:57:35.100", "speaker": "carina erdmann", "utterance": " factual examples of the symposium so first of all let's think about structures, enabling structures, I think that's been something that actually has been interesting to me."}
{"start": "00:57:36.900", "end": "00:57:51.270", "speaker": "carina erdmann", "utterance": " For a long time already really also when I was working more with performance, I was interested in or also with films, I was interested in creating structures in which other people's could speak or."}
{"start": "00:57:53.340", "end": "00:58:04.560", "speaker": "carina erdmann", "utterance": " To create a space that enabled other people to speak, or to have conversations or two, but also in a way, almost seducing them to to become active or to be critical and."}
{"start": "00:58:05.640", "end": "00:58:11.280", "speaker": "carina erdmann", "utterance": " To always have a bit also this balance, of course, how much structure, you need and how little."}
{"start": "00:58:13.980", "end": "00:58:25.440", "speaker": "carina erdmann", "utterance": " And the conversation tools yeah that helps the improvisation and can guide and explore new ways of communication, specifically, we were interesting for me, I mean."}
{"start": "00:58:26.220", "end": "00:58:42.930", "speaker": "carina erdmann", "utterance": " like an example in the race of allies, I think, is it's really simple algorithm, but it really made people open up and share their most intimate things because of how it was asking questions, and I think this could be an interesting."}
{"start": "00:58:44.910", "end": "00:58:46.350", "speaker": "carina erdmann", "utterance": " way to think more."}
{"start": "00:58:47.910", "end": "00:58:51.120", "speaker": "carina erdmann", "utterance": " So human algorithms this was now one of the."}
{"start": "00:58:52.680", "end": "00:59:03.780", "speaker": "carina erdmann", "utterance": " One of the sessions, that was the wonder machine, it was an interactive performance, which was led by the interactions and it experimented."}
{"start": "00:59:04.650", "end": "00:59:16.260", "speaker": "carina erdmann", "utterance": " With emergence at the level of collective intuitive intuition, so I must admit this is their post, they have like their posters, so to say it's not a real zoom call."}
{"start": "00:59:16.740", "end": "00:59:24.210", "speaker": "carina erdmann", "utterance": " So what they actually did it but it's a nice picture and and there's not really an interesting picture of the zoom call itself, because what they did is."}
{"start": "00:59:24.660", "end": "00:59:37.320", "speaker": "carina erdmann", "utterance": " Basically, being with a group of people in zoom call and then having you hadn't an order so in order to speak and then people just always started the sentence with, I wonder, and then."}
{"start": "00:59:38.370", "end": "00:59:47.730", "speaker": "carina erdmann", "utterance": " You wondered what you wondered in that moment, but as you would cycle through the different ones, you would more and more, of course, start to wonder about what the other people's were wondering about."}
{"start": "00:59:48.270", "end": "01:00:03.360", "speaker": "carina erdmann", "utterance": " So it started to really be become a very beautiful it's super simple and in in a way, very restricting you can just talk about anything but still, it was a really beautiful way to collectively think anyway and."}
{"start": "01:00:04.410", "end": "01:00:07.830", "speaker": "carina erdmann", "utterance": " yeah it's in a way, something you really have to experience."}
{"start": "01:00:09.180", "end": "01:00:11.250", "speaker": "carina erdmann", "utterance": " But maybe you get a bit of an idea."}
{"start": "01:00:12.750", "end": "01:00:23.670", "speaker": "carina erdmann", "utterance": " Then performance scores yeah these kind of systems almost I would say, could also be used to really think about scientific things."}
{"start": "01:00:24.120", "end": "01:00:40.200", "speaker": "carina erdmann", "utterance": " Scientific trying to grapple with very hard to understand things that are hard to understand, like, for example, how delusion forms in our brain and prediction error was a workshop by Brody condon which was held in yet, together with."}
{"start": "01:00:41.340", "end": "01:01:01.050", "speaker": "carina erdmann", "utterance": " Well, not together with, but with the help of the neuroscientist Philip Colette and also he to style of us therefore conversation afterwards and it yeah was basically the the, as you can see here the participants, they were."}
{"start": "01:01:02.550", "end": "01:01:17.790", "speaker": "carina erdmann", "utterance": " Playing neural nodes in the brain that are it's a quite complicated process i'm not going to go into explaining it now, but they have to pass on information and as it becomes more and more complicated and there's sort of."}
{"start": "01:01:19.050", "end": "01:01:25.800", "speaker": "carina erdmann", "utterance": " A yak I kind of a prediction error added than the informant you can see how the information derails and."}
{"start": "01:01:27.390", "end": "01:01:30.330", "speaker": "carina erdmann", "utterance": " Of course, this was really a way also to talk about."}
{"start": "01:01:31.380", "end": "01:01:36.600", "speaker": "carina erdmann", "utterance": " How does delusion form and the Philippines is actually also researching on."}
{"start": "01:01:37.980", "end": "01:01:49.260", "speaker": "carina erdmann", "utterance": " Whether this could be applied to a larger scale so can can this even be applied to societies and the level of societies which related really."}
{"start": "01:01:49.890", "end": "01:02:00.270", "speaker": "carina erdmann", "utterance": " yeah interestingly, with another session we had about conspiracy theories and where you could actually make your own conspiracy theory was the game designer."}
{"start": "01:02:01.470", "end": "01:02:06.660", "speaker": "carina erdmann", "utterance": " Read berkovitz who wrote about it also a lot lately and yeah."}
{"start": "01:02:07.830", "end": "01:02:20.160", "speaker": "carina erdmann", "utterance": " Where we were trying to yeah, I think, to understand basically how how this works and how how appealing, it is, I think that was what he really wanted to to present that's."}
{"start": "01:02:21.990", "end": "01:02:27.360", "speaker": "carina erdmann", "utterance": " How it functions on us how it functions in how triggering, it is because it is essentially a game."}
{"start": "01:02:28.470", "end": "01:02:35.670", "speaker": "carina erdmann", "utterance": " And yeah another when it now it's like i'm really a bit going through the different methods that people use."}
{"start": "01:02:36.750", "end": "01:02:41.670", "speaker": "carina erdmann", "utterance": " Another method would be to use movement to really use the body to."}
{"start": "01:02:42.990", "end": "01:02:53.580", "speaker": "carina erdmann", "utterance": " That today dance, but also to actually go outside go outside using location based napping location based technology not mapping for."}
{"start": "01:02:55.050", "end": "01:02:56.970", "speaker": "carina erdmann", "utterance": " So hotel bardo was actually."}
{"start": "01:02:58.560", "end": "01:03:10.230", "speaker": "carina erdmann", "utterance": " A workshop by on social club who does do a lot of large, by the way, really wonderful herbs or real gameplay that's how they call it, because it's a bit different."}
{"start": "01:03:11.370", "end": "01:03:22.800", "speaker": "carina erdmann", "utterance": " sensors on a journey outdoors and into the analog technology of mythmaking to reconsider the source socialization of technology, so you were basically sent out with an APP."}
{"start": "01:03:23.340", "end": "01:03:30.660", "speaker": "carina erdmann", "utterance": " Which is called random Now you can you can see here kind of a I don't know it's, not even a meme I think it's actually just a video."}
{"start": "01:03:31.770", "end": "01:03:39.540", "speaker": "carina erdmann", "utterance": " So there's a huge traffic around this render not to get up in the Internet because people think that it's it's."}
{"start": "01:03:41.010", "end": "01:03:53.370", "speaker": "carina erdmann", "utterance": " Very scary because when you go to this location, that this APP tells you, which is supposedly quantum get generated and people often find I think bottles of piss actually it's very strange."}
{"start": "01:03:54.390", "end": "01:03:56.370", "speaker": "carina erdmann", "utterance": " So there's a huge mythology."}
{"start": "01:03:57.600", "end": "01:04:12.720", "speaker": "carina erdmann", "utterance": " In the in the Internet and omsk was a little bit maybe taking that also with it, this this idea of charging almost you now all of a sudden, you go through space which you would maybe."}
{"start": "01:04:13.470", "end": "01:04:21.300", "speaker": "carina erdmann", "utterance": " Either never go or randomly go, but all of a sudden, you had you have a goal, you have you have you you sort of."}
{"start": "01:04:22.410", "end": "01:04:39.270", "speaker": "carina erdmann", "utterance": " You have a almost a fiction around it and you start to see science you start to see different things and yeah, for example, this is now one photo that people shared afterwards, and I suppose the picture of a son and there was a whole story about what she thought about the sun and."}
{"start": "01:04:41.130", "end": "01:04:48.930", "speaker": "carina erdmann", "utterance": " What I found really beautiful about it is like, yes, we all went out to separately and we had our own experiences all over the world."}
{"start": "01:04:49.440", "end": "01:05:05.160", "speaker": "carina erdmann", "utterance": " in different places, but then afterwards we were sharing this together, and it was in a way it really was time, so we, we were all doing the same thing at the same time in different places, and it really created a feeling of being connected, even though we were apart."}
{"start": "01:05:06.540", "end": "01:05:06.990", "speaker": "carina erdmann", "utterance": " and"}
{"start": "01:05:08.640", "end": "01:05:20.970", "speaker": "carina erdmann", "utterance": " erotic sociability for webcam was a workshop by Isabel Lewis, who shared It tears around sociality and embodiment based on feminists sociologists rosalynn H bolo."}
{"start": "01:05:22.230", "end": "01:05:25.890", "speaker": "carina erdmann", "utterance": " who wrote about erotics that shows your ability which is kind of."}
{"start": "01:05:28.260", "end": "01:05:31.620", "speaker": "carina erdmann", "utterance": " An idea that really sees."}
{"start": "01:05:33.060", "end": "01:05:36.690", "speaker": "carina erdmann", "utterance": " erotics not necessarily as purely sexual, but as a way of."}
{"start": "01:05:37.740", "end": "01:05:39.240", "speaker": "carina erdmann", "utterance": " Relating to each other."}
{"start": "01:05:40.620", "end": "01:05:45.900", "speaker": "carina erdmann", "utterance": " yeah outside of coercion and and competition, but really kind of."}
{"start": "01:05:46.980", "end": "01:05:48.120", "speaker": "carina erdmann", "utterance": " Seeing each other."}
{"start": "01:05:49.410", "end": "01:05:52.710", "speaker": "carina erdmann", "utterance": " Also, as others and being being actually."}
{"start": "01:05:54.420", "end": "01:05:58.710", "speaker": "carina erdmann", "utterance": " seduced by each other's differences and instead of trying to."}
{"start": "01:05:59.760", "end": "01:06:10.440", "speaker": "carina erdmann", "utterance": " overpower each other but trying liking being in love with each other's differences and so here, people were dancing in front of the camera and really."}
{"start": "01:06:12.210", "end": "01:06:21.870", "speaker": "carina erdmann", "utterance": " yeah in a way flirting with each other, although this was not necessarily again sexual it was more about revealing themselves to each other, also getting in a bit."}
{"start": "01:06:22.890", "end": "01:06:39.690", "speaker": "carina erdmann", "utterance": " Maybe, as we would say, maybe embarrassing situations, but actually not because we were all sort of really there yeah we were really open to each other and sharing this a bit goofy situation of dancing in front of the camera and."}
{"start": "01:06:41.820", "end": "01:06:47.400", "speaker": "carina erdmann", "utterance": " yeah the census bureau of also often really a big part in this workshops."}
{"start": "01:06:48.720", "end": "01:06:56.730", "speaker": "carina erdmann", "utterance": " So touching smelling also, of course, hearing in a more concentrated way even tasting."}
{"start": "01:06:58.350", "end": "01:06:58.920", "speaker": "carina erdmann", "utterance": " and"}
{"start": "01:07:00.420", "end": "01:07:00.660", "speaker": "carina erdmann", "utterance": " yeah."}
{"start": "01:07:01.710", "end": "01:07:06.990", "speaker": "carina erdmann", "utterance": " So size, so my tech is a was a workshop by Susan pilots who."}
{"start": "01:07:08.550", "end": "01:07:13.740", "speaker": "carina erdmann", "utterance": " Actually, extensive Lee works with alarms that focus on the symmetric so on the."}
{"start": "01:07:15.510", "end": "01:07:29.520", "speaker": "carina erdmann", "utterance": " Physical experiences and she explored embodied extra sensory techniques inside the fictional framing of speculative institution founded in a time of crisis, so actually what people were doing here after."}
{"start": "01:07:31.290", "end": "01:07:39.120", "speaker": "carina erdmann", "utterance": " Almost a guided meditation in which people were crafting an own character future character from which they could speak."}
{"start": "01:07:40.230", "end": "01:07:43.620", "speaker": "carina erdmann", "utterance": " or sent actually rather and."}
{"start": "01:07:44.700", "end": "01:07:57.330", "speaker": "carina erdmann", "utterance": " Then they would basically be sending each other images via telepathic means and then draw what they received, and it was quite uncanny that people but."}
{"start": "01:07:59.730", "end": "01:08:20.400", "speaker": "carina erdmann", "utterance": " yeah strange that people seem to actually receive a lot of for me through this practice, yes, and then yeah also relating to the idea of the census, I think that what was also explored in the situation of."}
{"start": "01:08:21.540", "end": "01:08:31.500", "speaker": "carina erdmann", "utterance": " Have a zoom call basically or life call that you can actually create almost Cinematic effects wish for each other, using light and camera."}
{"start": "01:08:32.610", "end": "01:08:41.490", "speaker": "carina erdmann", "utterance": " got, for example, by going close to the camera with your hands you create some sort of yeah I don't know."}
{"start": "01:08:42.510", "end": "01:08:43.920", "speaker": "carina erdmann", "utterance": " New landscapes and."}
{"start": "01:08:46.530", "end": "01:08:56.010", "speaker": "carina erdmann", "utterance": " This was something that people explored quite extensively even having some props and how can this experience, be more."}
{"start": "01:08:58.770", "end": "01:09:16.710", "speaker": "carina erdmann", "utterance": " yeah more kind of attuned to our senses and this was part of a workshop theatre as laboratory experimenting with non human partners in experiment expanding dramatic geez, which was a workshop by Rebecca Ross and Ashley pharaoh Murray and."}
{"start": "01:09:18.210", "end": "01:09:28.140", "speaker": "carina erdmann", "utterance": " Actually, who you see here is in essence drop, who was also part of the symposium and she had already previously also done a workshop."}
{"start": "01:09:29.550", "end": "01:09:32.040", "speaker": "carina erdmann", "utterance": " playing with methods were also these kind of."}
{"start": "01:09:33.360", "end": "01:09:35.250", "speaker": "carina erdmann", "utterance": " effects were really yeah."}
{"start": "01:09:36.360", "end": "01:09:43.380", "speaker": "carina erdmann", "utterance": " explored and she did a video now for for the theater as laboratory workshop that we can see see here."}
{"start": "01:09:45.750", "end": "01:09:50.940", "speaker": "carina erdmann", "utterance": " So yes, collective world in this has been a, as I said in really core."}
{"start": "01:09:52.290", "end": "01:09:56.220", "speaker": "carina erdmann", "utterance": " Of the symposium, and so one of the."}
{"start": "01:09:57.480", "end": "01:10:21.000", "speaker": "carina erdmann", "utterance": " One of the workshops was magical materialism world factory, it was a wealth building workshop by a car that takes its cues from psycho analysis and post social list perspective of Andrew Platon of concept of the literature literature factory, so it was a kind of personal wealth building."}
{"start": "01:10:22.260", "end": "01:10:22.680", "speaker": "carina erdmann", "utterance": " But."}
{"start": "01:10:24.240", "end": "01:10:42.330", "speaker": "carina erdmann", "utterance": " ya know it was really a bit sad because I couldn't find the mirror board anymore, which he had developed this incredibly beautiful mural board that was really leading you through different steps, and I could I would have liked to show it to you, but now you can just see one small."}
{"start": "01:10:42.660", "end": "01:10:42.990", "speaker": "None", "utterance": "Marina."}
{"start": "01:10:44.730", "end": "01:10:49.320", "speaker": "Steven Malliet", "utterance": " Be because you are talking for half an hour now, and if we still want to do."}
{"start": "01:10:50.130", "end": "01:10:51.480", "speaker": "carina erdmann", "utterance": " Okay i'm almost done with."}
{"start": "01:10:51.690", "end": "01:10:52.860", "speaker": "Steven Malliet", "utterance": " From the audience."}
{"start": "01:10:52.950", "end": "01:10:55.140", "speaker": "Steven Malliet", "utterance": " Okay, one need to wrap up."}
{"start": "01:10:55.710", "end": "01:10:58.650", "speaker": "carina erdmann", "utterance": " Thanks a lot yeah that's great I will just yet, then."}
{"start": "01:11:01.230", "end": "01:11:11.790", "speaker": "carina erdmann", "utterance": " yeah I think i'm also almost done exactly, so this is wealth building another one was the Congress of future love and connection, it was a fictional Congress, it was also using."}
{"start": "01:11:12.840", "end": "01:11:24.480", "speaker": "carina erdmann", "utterance": " A card game actually to to create fictional characters and to create a fictional world really quickly and then yeah the memory weaving I will maybe."}
{"start": "01:11:25.260", "end": "01:11:38.280", "speaker": "carina erdmann", "utterance": " Just jump through it is on I will actually skip it, I think, maybe then we have more talk, it is the upcoming workshop still so actually I don't have to talk about the maybe just come."}
{"start": "01:11:39.480", "end": "01:11:49.290", "speaker": "carina erdmann", "utterance": " And maybe I should also say thank you to all the people who supported me in this endeavor So you can see, who it is, and I think you yeah."}
{"start": "01:11:51.630", "end": "01:11:52.050", "speaker": "carina erdmann", "utterance": " Okay."}
{"start": "01:11:54.780", "end": "01:12:06.990", "speaker": "Steven Malliet", "utterance": " Okay um apparently we have to stop I thought we still had 20 minutes for discussion um but apparently the session has to stop, in a few minutes."}
{"start": "01:12:10.200", "end": "01:12:12.870", "speaker": "Steven Malliet", "utterance": " yeah otherwise I would have been more strict on the time to."}
{"start": "01:12:13.890", "end": "01:12:18.660", "speaker": "Steven Malliet", "utterance": " To stop you so yeah I had quite a bit of questions."}
{"start": "01:12:20.310", "end": "01:12:41.700", "speaker": "Steven Malliet", "utterance": " And I think you have that you had such interesting talks that could result in a lot of discussions and conversations and I would have been really curious what others have to say about it, maybe I will just quickly share my my own screen again so so I can show you the email addresses."}
{"start": "01:12:43.440", "end": "01:12:45.540", "speaker": "Steven Malliet", "utterance": " That I included on the first slide."}
{"start": "01:12:50.190", "end": "01:12:57.690", "speaker": "Steven Malliet", "utterance": " So this is where you can these are the email addresses can reach us, I also."}
{"start": "01:12:59.460", "end": "01:13:01.380", "speaker": "Steven Malliet", "utterance": " posted a link to the."}
{"start": "01:13:02.850", "end": "01:13:06.120", "speaker": "Steven Malliet", "utterance": " symposium of kareena the blend and leads to the program so you can use it."}
{"start": "01:13:07.350", "end": "01:13:15.690", "speaker": "Steven Malliet", "utterance": " to contact all the loppers and all the performers and maybe vinnie you can also post a link to the sandwiches there."}
{"start": "01:13:32.370", "end": "01:13:47.700", "speaker": "Steven Malliet", "utterance": " Yes, thank you all for staying and i'm really sorry that we don't have time for questions anymore, I was really looking forward to that, but one way or another, I had it in my head that we had time to 415 so I just let him talk with I should have been more strict than."}
{"start": "01:13:48.750", "end": "01:13:49.080", "speaker": "Steven Malliet", "utterance": " Sorry."}
{"start": "01:13:53.970", "end": "01:13:55.620", "speaker": "vinicius marquet", "utterance": " yeah sorry thanks a lot."}
{"start": "01:13:56.790", "end": "01:13:57.510", "speaker": "carina erdmann", "utterance": " Thank you."}
{"start": "01:13:57.690", "end": "01:14:06.090", "speaker": "Steven Malliet", "utterance": " Yes, thank you very much for listening and for all the Nice remarks on the chat and hope to get Dutch in soon to get in touch soon with all of you."}
{"start": "01:14:08.130", "end": "01:14:08.610", "speaker": "None", "utterance": "yeah."}
{"start": "01:14:10.020", "end": "01:14:11.880", "speaker": "vinicius marquet", "utterance": " Well, I love comments on laughs."}
{"start": "01:14:12.330", "end": "01:14:13.140", "speaker": "None", "utterance": "yeah."}
{"start": "01:14:16.410", "end": "01:14:20.610", "speaker": "Steven Malliet", "utterance": " So yes, enjoy the rest of the conference and um."}
{"start": "01:14:21.720", "end": "01:14:22.590", "speaker": "Steven Malliet", "utterance": " let's stay in touch."}
{"start": "01:14:24.570", "end": "01:14:25.620", "speaker": "vinicius marquet", "utterance": " yeah hi."}