{"start": "00:00:00.000", "end": "00:00:00.000", "speaker": "None", "utterance": "It's important."}
{"start": "00:00:00.000", "end": "00:00:00.000", "speaker": "None", "utterance": "Yeah, it's funny it's been around since 1996 which is the year I was born and so it kind of feels like symbolic in some way to keep, keep that going."}
{"start": "00:00:00.000", "end": "00:00:00.000", "speaker": "None", "utterance": "So it's been a great experience."}
{"start": "00:00:00.000", "end": "00:00:04.000", "speaker": "None", "utterance": "Well let's go ahead and get started, and I want to welcome everybody to this session."}
{"start": "00:00:04.000", "end": "00:00:09.000", "speaker": "None", "utterance": "Great. Is there going to be a little blurb before this."}
{"start": "00:00:09.000", "end": "00:00:30.000", "speaker": "None", "utterance": "It doesn't seem to. Yeah."}
{"start": "00:00:30.000", "end": "00:00:46.000", "speaker": "None", "utterance": "Alright, let's go ahead and get started. Welcome to the tour of the next I I'm Dana Gregoire and I was overseeing this project since 2018 but starting this past January, the electronic literature lab in conjunction with the creative media and digital"}
{"start": "00:00:46.000", "end": "00:01:04.000", "speaker": "None", "utterance": "culture program in Washington State University has moved into a version two of this repository project and rebranded it as the DAX and presenting today is a representative representative group of students now graduates of the 39, who produce this project."}
{"start": "00:01:04.000", "end": "00:01:14.000", "speaker": "None", "utterance": "So I'm not going to talk further about this I'm going to turn it right over to Kathleen Zeller and the wonderful team of the next."}
{"start": "00:01:14.000", "end": "00:01:28.000", "speaker": "None", "utterance": "Thank you, Danny. Hello everyone Today we are going to be offering you a virtual tour of the next a multimedia museum library and preservation space that provides long term accessibility to born digital literary artwork."}
{"start": "00:01:28.000", "end": "00:01:39.000", "speaker": "None", "utterance": "My name is Kathleen Zoeller, I am the project manager of this project. This project has just undergone phase three of development, which saw the realization of assets for the next, and the projects launch."}
{"start": "00:01:39.000", "end": "00:01:49.000", "speaker": "None", "utterance": "This was accomplished by five specialized teams of 39 graduating seniors at Washington State University Vancouver, overseen by staff and faculty at the electronic literature lab."}
{"start": "00:01:49.000", "end": "00:02:04.000", "speaker": "None", "utterance": "The next will continue to grow as new donations are made to the yellow and metadata is further refined. We are currently adding several more collections of electronic literature from Reiner Strasser Tina SCADA Ellen Sondheim blue, orange, and the vectors"}
{"start": "00:02:04.000", "end": "00:02:18.000", "speaker": "None", "utterance": "journal. Our goal is to broaden the diversity of works held within the next to offer an international scope and enhance inclusive it. As of now, we are still refining our inventory of metadata and images for the collections presently held in the next,"}
{"start": "00:02:18.000", "end": "00:02:32.000", "speaker": "None", "utterance": "but we aim to have these improvements in on July 17. In addition to the 3d assets you will be seeing in this presentation. But before we begin our virtual tour I would like to show you our video trailer of the next I will then briefly hand it off to Joel"}
{"start": "00:02:32.000", "end": "00:03:02.000", "speaker": "None", "utterance": "clap who will share a few words about the goals and process behind it."}
{"start": "00:05:05.000", "end": "00:05:12.000", "speaker": "None", "utterance": "hi, my name is Joel clap and I worked on the video team to help create much the video content you'll be seeing in the next."}
{"start": "00:05:12.000", "end": "00:05:22.000", "speaker": "None", "utterance": "Those of us working on the video team for the next we're confronted with the dilemma, how do you explain the next, we wanted to encapsulate the spirit of the project while explaining what makes the next so special."}
{"start": "00:05:22.000", "end": "00:05:30.000", "speaker": "None", "utterance": "The focus the trailer of course is the question What is the next question that new users were suddenly have on their mind when they enter this space."}
{"start": "00:05:30.000", "end": "00:05:44.000", "speaker": "None", "utterance": "We call back to familiar institutions such as libraries, museums and preservation spaces, while pointing to possibilities of the future holds. This isn't just a space to how's the history of electronic literature, but also protect its future on the trailer"}
{"start": "00:05:44.000", "end": "00:05:53.000", "speaker": "None", "utterance": "team we collected media and assets gathered and created from other teams working on the project to help highlight some of the things new audiences will explore in the space."}
{"start": "00:05:53.000", "end": "00:06:05.000", "speaker": "None", "utterance": "In addition to the work themselves we have thousands of pictures and screenshots to document those works as well as animated gifts for works that may not be as easily accessible for the public to benefit from."}
{"start": "00:06:05.000", "end": "00:06:12.000", "speaker": "None", "utterance": "We even reconstructed physical objects and brought them into this virtual space to make the artifacts more accessible in the form of 3d models."}
{"start": "00:06:12.000", "end": "00:06:26.000", "speaker": "None", "utterance": "Finally we work with the style guide of the brand to make sure the assets convey a unified and professional message, best explained by this quote from the curatorial statement envisioned as a combination museum library and preservation space."}
{"start": "00:06:26.000", "end": "00:06:39.000", "speaker": "None", "utterance": "The next maintains and make this archives accessible for the next generation and response the growing need for open access travel free cultural and research experiences for today's public and scholars."}
{"start": "00:06:39.000", "end": "00:06:42.000", "speaker": "None", "utterance": "Now I'd like to pass it back to Kathleen to start our tour of the next."}
{"start": "00:06:42.000", "end": "00:06:55.000", "speaker": "None", "utterance": "Thank you, Jill, without further ado, I will kick off our virtual tour of the next. So what you see here is the welcome space, you will immediately notice the striking moving imagery developed by our design team."}
{"start": "00:06:55.000", "end": "00:07:08.000", "speaker": "None", "utterance": "The goal of our welcome spaces EQ visitors that this is much more than a flat or a static website is a deep immersive and tangible experience. We have adopted a particular vocabulary to reflect this one referencing the next."}
{"start": "00:07:08.000", "end": "00:07:22.000", "speaker": "None", "utterance": "For instance, you'll notice that we refer to areas in the next as spaces and not pages. They'll also notice that we avoid any terms that would otherwise connect the next to physical reality, such as calling this area a welcome space rather than a home"}
{"start": "00:07:22.000", "end": "00:07:33.000", "speaker": "None", "utterance": "space. We will detect the same across all the assets that we developed the graphics use heat here in the top serve to update visitors on the yellows and L's latest projects."}
{"start": "00:07:33.000", "end": "00:07:47.000", "speaker": "None", "utterance": "These will be updated regularly as new projects are announced and below this we have the trailer video you have just seen that further contextualize this the next two visitors from here, visitors can browse works within the next by category."}
{"start": "00:07:47.000", "end": "00:08:02.000", "speaker": "None", "utterance": "The next can also be navigated from the menu in the upper corner here, visitors have the ability to view works of electronic literature by six different categories, for instance are donated journals that it can be viewed in the online journals category"}
{"start": "00:08:02.000", "end": "00:08:03.000", "speaker": "None", "utterance": "space."}
{"start": "00:08:03.000", "end": "00:08:16.000", "speaker": "None", "utterance": "As you can see these icons are not static images. Rather they move when they are touched, encouraging visitors to interact with and explore the space."}
{"start": "00:08:16.000", "end": "00:08:17.000", "speaker": "None", "utterance": "Hello."}
{"start": "00:08:17.000", "end": "00:08:23.000", "speaker": "None", "utterance": "Forgive me, I'm experiencing some internet issues on my end."}
{"start": "00:08:23.000", "end": "00:08:33.000", "speaker": "None", "utterance": "Probably because I have zoom open at the same time. That does happen."}
{"start": "00:08:33.000", "end": "00:08:35.000", "speaker": "None", "utterance": "Here we go. Alright."}
{"start": "00:08:35.000", "end": "00:08:39.000", "speaker": "None", "utterance": "Awesome."}
{"start": "00:08:39.000", "end": "00:08:48.000", "speaker": "None", "utterance": "All right, we followed, Vince Deakins principles of immersion when developing these assets for the space by making them participatory interactive and experiential."}
{"start": "00:08:48.000", "end": "00:08:56.000", "speaker": "None", "utterance": "In other words, these elements invite interaction that immerses the user and further deepens the next as a virtual space."}
{"start": "00:08:56.000", "end": "00:09:07.000", "speaker": "None", "utterance": "At the very bottom of the welcome space is an interactive visualization depicting the connections between artists and their works contained within the electronic literature Collection Volume One."}
{"start": "00:09:07.000", "end": "00:09:21.000", "speaker": "None", "utterance": "When I click on a red node you'll notice that the artists name appears, followed by the great nodes which are all the works that they have inside of VLC one such visualizations serve to illustrate works contained within the next to unveil patterns and"}
{"start": "00:09:21.000", "end": "00:09:24.000", "speaker": "None", "utterance": "insights regarding our donated collections."}
{"start": "00:09:24.000", "end": "00:09:33.000", "speaker": "None", "utterance": "And that wraps up the wonderful content for our welcome space. I'll now hand it off to Sarah, who was shared the underlying data model with us."}
{"start": "00:09:33.000", "end": "00:09:34.000", "speaker": "None", "utterance": "Thank you, Kathleen."}
{"start": "00:09:34.000", "end": "00:09:39.000", "speaker": "None", "utterance": "Hello, I'm Sarah and I was part of the next web development and database team."}
{"start": "00:09:39.000", "end": "00:09:49.000", "speaker": "None", "utterance": "Our team coded and five programming languages to create 11 unique HTML spaces and over 3300 dynamic spaces populated with PHP."}
{"start": "00:09:49.000", "end": "00:10:02.000", "speaker": "None", "utterance": "Additionally, our team worked with the electronic literature lab to design and develop a scalable database for the next what's included creating a meta meta data schema that became the blueprint for building out our database."}
{"start": "00:10:02.000", "end": "00:10:11.000", "speaker": "None", "utterance": "We have to consider the meta data that will be storing the fields, they want to be classified in in the database, as well as the data types and link limits for each field."}
{"start": "00:10:11.000", "end": "00:10:17.000", "speaker": "None", "utterance": "This database holds all the dynamic information fed into the website that we access with PHP."}
{"start": "00:10:17.000", "end": "00:10:22.000", "speaker": "None", "utterance": "And now Katia is going to talk more about that metadata."}
{"start": "00:10:22.000", "end": "00:10:36.000", "speaker": "None", "utterance": "Hello everyone my name is Katia for in ski and I'm the team's copy editor. In addition, with working with each of our production teams. I also had the pleasure of working directly with Dini to edit, copy for each of the spaces we will visit today, we've"}
{"start": "00:10:36.000", "end": "00:10:47.000", "speaker": "None", "utterance": "combined mods and cell taxonomy is to create a new extensive meta data schema called elms for organizing information so that everything is accessible and find double within the next."}
{"start": "00:10:47.000", "end": "00:11:02.000", "speaker": "None", "utterance": "We've also worked hard to build out some of the metadata that was missing in the first version of the repository. In addition to adding alt tags that will correspond with search terms, people type into browsers like Google, or Google Chrome, and they"}
{"start": "00:11:02.000", "end": "00:11:09.000", "speaker": "None", "utterance": "will be ranked highly on search engine results page, so that people can find the next."}
{"start": "00:11:09.000", "end": "00:11:23.000", "speaker": "None", "utterance": "Like other aspects of the next we have creation and building of metadata was ongoing and will constantly evolve and expand as we continue to build out our meta data over the summer, in order to make the next more accessible for individuals with disabilities."}
{"start": "00:11:23.000", "end": "00:11:37.000", "speaker": "None", "utterance": "We are specifically extending mods to address areas of description that are helpful for visitors with disabilities and collaborating with experts and Disability Justice to fine tune and test the descriptions of the requirements related to disable visitors."}
{"start": "00:11:37.000", "end": "00:11:51.000", "speaker": "None", "utterance": "By doing so, we hope that visitors will better understand the computer software and peripheral specifications of the works that they wish to access. Equally important visitors with disabilities will know the physical requirements associated with accessing"}
{"start": "00:11:51.000", "end": "00:11:57.000", "speaker": "None", "utterance": "a work, so that they can prepare for the experience through accessibility tools or other methods."}
{"start": "00:11:57.000", "end": "00:12:16.000", "speaker": "None", "utterance": "In addition to creating Elms, the combination of our data model Elms, and cell taxonomy have created a robust slate of search options for the next when users type in search terms on our search space or create complex advanced search queries on that space,"}
{"start": "00:12:16.000", "end": "00:12:29.000", "speaker": "None", "utterance": "we can pull from our database and have all of the search results appear underneath that initial search area."}
{"start": "00:12:29.000", "end": "00:12:43.000", "speaker": "None", "utterance": "I want to apologize for my internet issues that are happening right now Katya, thanks for holding it up, I'm open now so let's keep going Kathleen, so both Kathleen and I are really excited to show you a small sample of the searches that you can complete"}
{"start": "00:12:43.000", "end": "00:12:45.000", "speaker": "None", "utterance": "in the next."}
{"start": "00:12:45.000", "end": "00:12:53.000", "speaker": "None", "utterance": "So our first option is that we can search for works created by a single author, for example, Stephanie Strickland"}
{"start": "00:12:53.000", "end": "00:13:07.000", "speaker": "None", "utterance": "by typing an artist's last name into the box we can see everything that Stephanie has personally donated to the next for her, individual collection, but will also be able to see works donated to the next that were created by Stephanie."}
{"start": "00:13:07.000", "end": "00:13:19.000", "speaker": "None", "utterance": "Next, we can search for works by their original publication date. For example, we can search for every work that was published in the year 1997"}
{"start": "00:13:19.000", "end": "00:13:28.000", "speaker": "None", "utterance": "by searching we can see I do first sampling have everything published in that year, which is really helpful for scholars who are looking to target a specific error or date."}
{"start": "00:13:28.000", "end": "00:13:36.000", "speaker": "None", "utterance": "Third, we can search for publications based on their original media format. For example, a floppy disk or a CD ROM."}
{"start": "00:13:36.000", "end": "00:13:46.000", "speaker": "None", "utterance": "This can be helpful when researching multiple editions of a work or also searching for specific software or hardware specifications and research."}
{"start": "00:13:46.000", "end": "00:14:02.000", "speaker": "None", "utterance": "Additionally, we can also search the next using the metadata categories that Sarah discussed in our data model, for example, artists, nationality, so we can precisely pinpoint work by authors from specific geographic regions."}
{"start": "00:14:02.000", "end": "00:14:10.000", "speaker": "None", "utterance": "I would now like to hand things back over to Sarah, to talk about our individual artists and scholars collection area."}
{"start": "00:14:10.000", "end": "00:14:12.000", "speaker": "None", "utterance": "Thank you copy."}
{"start": "00:14:12.000", "end": "00:14:22.000", "speaker": "None", "utterance": "And then from here we can go look at the individual collection space Kathleen"}
{"start": "00:14:22.000", "end": "00:14:28.000", "speaker": "None", "utterance": "can access it through these fun, interactive icons, or through the menu."}
{"start": "00:14:28.000", "end": "00:14:55.000", "speaker": "None", "utterance": "The individual collections are collections donated from artists and scholars have somebody else take over the internet side because having zoom open at the same time for me it's not working Dini is volunteering very equally so no one second,"}
{"start": "00:14:55.000", "end": "00:15:02.000", "speaker": "None", "utterance": "Let's just slow in this part of the world right now because I'm noticing it's slow for me."}
{"start": "00:15:02.000", "end": "00:15:05.000", "speaker": "None", "utterance": "Greg Are you having a better time."}
{"start": "00:15:05.000", "end": "00:15:12.000", "speaker": "None", "utterance": "Are you there, just with my internet at the moment. Hmm. Mind still loading I'm having a hard time on my part of the city."}
{"start": "00:15:12.000", "end": "00:15:14.000", "speaker": "None", "utterance": "Oh. Gotcha."}
{"start": "00:15:14.000", "end": "00:15:19.000", "speaker": "None", "utterance": "No, I could, I could probably take over. If we could do that."}
{"start": "00:15:19.000", "end": "00:15:23.000", "speaker": "None", "utterance": "Sure."}
{"start": "00:15:23.000", "end": "00:15:32.000", "speaker": "None", "utterance": "It could be the website itself because I'm also having trouble accessing it, can we may be trying to test site."}
{"start": "00:15:32.000", "end": "00:15:38.000", "speaker": "None", "utterance": "Yeah, I've got an idea."}
{"start": "00:15:38.000", "end": "00:15:46.000", "speaker": "None", "utterance": "You can you can whip over to the test site, if you want to there's some differences between them that we haven't pushed to the live site yet."}
{"start": "00:15:46.000", "end": "00:15:56.000", "speaker": "None", "utterance": "But, yeah, it's uh i'm having some load times to let me check on something on my end too so might be the server."}
{"start": "00:15:56.000", "end": "00:16:12.000", "speaker": "None", "utterance": "Yeah, yeah, let's take a look there."}
{"start": "00:16:12.000", "end": "00:16:19.000", "speaker": "None", "utterance": "Well, I do have the test site open if we want to continue going with that, that might be better."}
{"start": "00:16:19.000", "end": "00:16:22.000", "speaker": "None", "utterance": "Great idea, Kathleen, give it a shot."}
{"start": "00:16:22.000", "end": "00:16:28.000", "speaker": "None", "utterance": "All right, we'll do."}
{"start": "00:16:28.000", "end": "00:16:31.000", "speaker": "None", "utterance": "Okay. All right. Thank you Sarah."}
{"start": "00:16:31.000", "end": "00:16:38.000", "speaker": "None", "utterance": "All right, so from here we can look at the individual collections to the individual artist and scholars space."}
{"start": "00:16:38.000", "end": "00:16:46.000", "speaker": "None", "utterance": "These artists collections include highlight Carousel of curated works and video introductions produced by the video team."}
{"start": "00:16:46.000", "end": "00:16:54.000", "speaker": "None", "utterance": "And then we can look specifically at the dino arson collection here."}
{"start": "00:16:54.000", "end": "00:17:09.000", "speaker": "None", "utterance": "Also, including a image care film, which highlights selected works."}
{"start": "00:17:09.000", "end": "00:17:21.000", "speaker": "None", "utterance": "Thank you Sarah, our video team interviewed over a dozen artists so far, and each of them have a collection that's included in the launch of the next visit us in the next will be welcome to each collection by the artists themselves, making the virtual"}
{"start": "00:17:21.000", "end": "00:17:23.000", "speaker": "None", "utterance": "space warmer and more alive."}
{"start": "00:17:23.000", "end": "00:17:36.000", "speaker": "None", "utterance": "We spend time researching each of the artists and their works as well as talking with them before and during the interviews to best broadcast their particular voices that makes them so unique, to give them human faces and context of the work."}
{"start": "00:17:36.000", "end": "00:17:44.000", "speaker": "None", "utterance": "These videos include captions to make the space more welcoming to those that will benefit from them. And you can also view extended interviews, which will be available on the next video."}
{"start": "00:17:44.000", "end": "00:17:46.000", "speaker": "None", "utterance": "sorry, Vimeo channel."}
{"start": "00:17:46.000", "end": "00:18:06.000", "speaker": "None", "utterance": "And for the benefit of future scholars and artists, for deeper insight gleaned from these interactions that we've had with these artists. Let's take a look now at the welcome video for the dino Larson collection."}
{"start": "00:18:06.000", "end": "00:18:24.000", "speaker": "None", "utterance": "Hello, my name is Dana Larsen. Welcome to my collection at the electronic literature's organization. The next. What you're seeing our works that I have donated from my personal collection to the next in the virtual Dana Larsen collection, what you're"}
{"start": "00:18:24.000", "end": "00:18:31.000", "speaker": "None", "utterance": "going to see are all of my babies who have died in their natural environments."}
{"start": "00:18:31.000", "end": "00:18:53.000", "speaker": "None", "utterance": "I believe that my work is, as I explained it to folks text with extra elements that are integral to the work. So, If you asked me to print these things out, couldn't do it."}
{"start": "00:18:53.000", "end": "00:19:02.000", "speaker": "None", "utterance": "Welcome to the next"}
{"start": "00:19:02.000", "end": "00:19:15.000", "speaker": "None", "utterance": "topic published over 30 works ranging from in depth mystery hypertext novels like disappearing rain to poems and short stories like Firefly Dina's marble Springs is one of the first interactive hypertext poetry collections, and it invites readers to meet"}
{"start": "00:19:15.000", "end": "00:19:26.000", "speaker": "None", "utterance": "women of a small Colorado town that became one of the many ghost towns in the area. She's contributed 24 works in her collection, and we tried to capture her energy and enthusiasm."}
{"start": "00:19:26.000", "end": "00:19:36.000", "speaker": "None", "utterance": "Next I'd like to show you the introductory video for the end Catherine Hales collection."}
{"start": "00:19:36.000", "end": "00:19:53.000", "speaker": "None", "utterance": "Hello, my name is Kate Hales. Welcome to my collection at electronic literature organizations, the next. What you are seeing our works I have donated from my personal collection to the next, they'll see works from my personal collection and."}
{"start": "00:19:53.000", "end": "00:20:04.000", "speaker": "None", "utterance": "These include some very early works like the Voyager CD ROM versions that have their own paperback format."}
{"start": "00:20:04.000", "end": "00:20:21.000", "speaker": "None", "utterance": "They'll see some early works that I think are not available elsewhere. And many of these works were gifted to me by the artists themselves, who were eager to have an audience for their work and they thought I might be able to help publicize some of their"}
{"start": "00:20:21.000", "end": "00:20:22.000", "speaker": "None", "utterance": "work."}
{"start": "00:20:22.000", "end": "00:20:39.000", "speaker": "None", "utterance": "So I'm very, very glad to be able to archive these works in a way where I know they'll be preserved and made available to other folks, Welcome to the next"}
{"start": "00:20:39.000", "end": "00:20:51.000", "speaker": "None", "utterance": "and Catherine house is an American postmodern literary critic and has made many contributions to the fields of literature in science, electronic literature and American literature in the extended interview you can hear her, tell her personal account of"}
{"start": "00:20:51.000", "end": "00:20:57.000", "speaker": "None", "utterance": "how she created the first academic affiliation, between the yellow and UCLA back in 2001."}
{"start": "00:20:57.000", "end": "00:21:10.000", "speaker": "None", "utterance": "Now I'd also like to share the introductory video for the Marjorie elusive brief collection."}
{"start": "00:21:10.000", "end": "00:21:23.000", "speaker": "None", "utterance": "Hello, my name is Margaret Carly Lissa bank and I write fiction as MD cleverly. Welcome to my collection at the electronic literature organizations. The next."}
{"start": "00:21:23.000", "end": "00:21:44.000", "speaker": "None", "utterance": "What you are seeing our works that I have donated from my personal collection to the next. First of all, there will be my electronic fiction, and that will be too long narrative novel length, electronic pieces, Libya, and Egypt the book of pulling work"}
{"start": "00:21:44.000", "end": "00:22:01.000", "speaker": "None", "utterance": "by day. Some 30 short fiction pieces, um, some 17, non fiction web pieces that I did. It's a lot of stuff. But I think that I can't think of a better place to have it seven."}
{"start": "00:22:01.000", "end": "00:22:08.000", "speaker": "None", "utterance": "Welcome to the next"}
{"start": "00:22:08.000", "end": "00:22:21.000", "speaker": "None", "utterance": "Marjorie Lisa Frank is a pioneer born digital media and is generously donated over 40 works for electronic literature to the next, fun fact about Marjorie she writes fiction under the pen name, MD cover Lee, and she credits the beginning of her illustrious"}
{"start": "00:22:21.000", "end": "00:22:28.000", "speaker": "None", "utterance": "career to writing poetry at age eight for Marjorie's video we aim to showcase or warm and charming nature."}
{"start": "00:22:28.000", "end": "00:22:33.000", "speaker": "None", "utterance": "In addition to the artist videos we've also created welcome videos for several journals in the collection."}
{"start": "00:22:33.000", "end": "00:22:38.000", "speaker": "None", "utterance": "Each of the journals the next has their own trailer video, similar to the artists videos."}
{"start": "00:22:38.000", "end": "00:22:51.000", "speaker": "None", "utterance": "They will act to welcome audiences into the space of each journal, but they aren't done in the same manner as the interviews, each member of our video team was tasked with researching one journal, which we then created motion graphic style videos to convey"}
{"start": "00:22:51.000", "end": "00:22:57.000", "speaker": "None", "utterance": "the essence of each journal, as well as providing information on their publication."}
{"start": "00:22:57.000", "end": "00:23:00.000", "speaker": "None", "utterance": "I'd like to show you cauldron and that's video."}
{"start": "00:23:00.000", "end": "00:23:30.000", "speaker": "None", "utterance": "As an example."}
{"start": "00:24:08.000", "end": "00:24:18.000", "speaker": "None", "utterance": "This was the journal video that I did the research for and worked on with the help of my teammate Maria, and we evoke the idea of the mythological magic cauldron."}
{"start": "00:24:18.000", "end": "00:24:30.000", "speaker": "None", "utterance": "Which captured images from sorry with captured images from the journal emerging from shadows and missed in a dream like manner. It pays homage to the mystique and artistic innovation that happened in each volume of this journal."}
{"start": "00:24:30.000", "end": "00:25:00.000", "speaker": "None", "utterance": "I'd also like to show the video we have prepared for beehive."}
{"start": "00:25:22.000", "end": "00:25:36.000", "speaker": "None", "utterance": "The general dentists are behind was made and researched by my teammates Eric and Eli, who captured the energy and the buzz that circulated around the journal envisioning each of the many works as a cell in a comb of a giant beehive."}
{"start": "00:25:36.000", "end": "00:25:45.000", "speaker": "None", "utterance": "and the joyful buzzing music reinforces these things. I'm going to hand it off now to breach, to share with you more about the individual works in this collection."}
{"start": "00:25:45.000", "end": "00:25:50.000", "speaker": "None", "utterance": "Thank you, Joel and Hello everyone, I am brief, I was on the digital promotions team."}
{"start": "00:25:50.000", "end": "00:25:55.000", "speaker": "None", "utterance": "You may have seen some of our social media posts. That was me and my wonderful teammates."}
{"start": "00:25:55.000", "end": "00:26:03.000", "speaker": "None", "utterance": "So as we started building this virtual space we quickly realized that we were going to need new images or the works we were going to preserve and display."}
{"start": "00:26:03.000", "end": "00:26:05.000", "speaker": "None", "utterance": "A lot of images."}
{"start": "00:26:05.000", "end": "00:26:15.000", "speaker": "None", "utterance": "The former repository had blurry images, and we wanted the next we have clean images. Precisely, we needed images to serve as thumbnails highlights and galleries."}
{"start": "00:26:15.000", "end": "00:26:22.000", "speaker": "None", "utterance": "This effort resulted in more than 3000 created images that aim to grab the attention of visitors and invite them to export the work themselves."}
{"start": "00:26:22.000", "end": "00:26:31.000", "speaker": "None", "utterance": "This is a very long process as we had to explore each and every one of these works ourselves while trying to capture the essence of that particular piece."}
{"start": "00:26:31.000", "end": "00:26:34.000", "speaker": "None", "utterance": "And of course, many times we got captivated and lingered within the work."}
{"start": "00:26:34.000", "end": "00:26:46.000", "speaker": "None", "utterance": "But that was the fun part, the more challenging part was running Photoshop with several hundred layers and making sure that each and every layer followed our strict naming convention and repeating this process a few times as we kept on moving our files"}
{"start": "00:26:46.000", "end": "00:26:48.000", "speaker": "None", "utterance": "around and updating them."}
{"start": "00:26:48.000", "end": "00:26:55.000", "speaker": "None", "utterance": "Thankfully we had about a dozen people who devoted their time to make the image gathering process doable and successful."}
{"start": "00:26:55.000", "end": "00:27:01.000", "speaker": "None", "utterance": "And with that, I'll hand it over to Kathy will talk about individual workspaces."}
{"start": "00:27:01.000", "end": "00:27:02.000", "speaker": "None", "utterance": "Thank you very much."}
{"start": "00:27:02.000", "end": "00:27:12.000", "speaker": "None", "utterance": "You'll notice that visitors have the ability to view specific works of electronic literature. From here we can see the metadata associated with queen bees by Carolyn curtain."}
{"start": "00:27:12.000", "end": "00:27:20.000", "speaker": "None", "utterance": "We can also see that there are images of the work for further context, which is especially helpful in cases where the work may not be available on the web."}
{"start": "00:27:20.000", "end": "00:27:33.000", "speaker": "None", "utterance": "Further down we can view the number of copies available for that work and where to find it. In this case queen bees is published in be high volume one issue too and can be accessed by of this hyperlink."}
{"start": "00:27:33.000", "end": "00:27:39.000", "speaker": "None", "utterance": "And you'll notice that the work still functions just as it was intended."}
{"start": "00:27:39.000", "end": "00:27:48.000", "speaker": "None", "utterance": "In addition to the individual artists and scholars and online journals categories, visitors can also view works by anthologies."}
{"start": "00:27:48.000", "end": "00:27:57.000", "speaker": "None", "utterance": "This presently contains electronic literature collections volumes one two and three and we look forward to adding volume for in the future."}
{"start": "00:27:57.000", "end": "00:28:03.000", "speaker": "None", "utterance": "I will not pass it off to Joel to share his process for creating the video trailer for the LCS."}
{"start": "00:28:03.000", "end": "00:28:17.000", "speaker": "None", "utterance": "Thank you, Kathleen, the anthology videos will combine qualities of the artists videos and the journal videos shot in a documentary style we highlight the insights of individuals involved in the anthologies in a more stylized manner, inspired by the anthologies"}
{"start": "00:28:17.000", "end": "00:28:32.000", "speaker": "None", "utterance": "themselves for first video in this section, I had the pleasure of interviewing Leo Flores, and editor for the LLC volume three, as well as president of the E Ll to get his qualified insights and reflections on the legacy of the anthologies, and I tried"}
{"start": "00:28:32.000", "end": "00:28:38.000", "speaker": "None", "utterance": "to capture the feel of the three volumes, with some simple motion graphics to provide additional information for the inquisitive scholar."}
{"start": "00:28:38.000", "end": "00:28:51.000", "speaker": "None", "utterance": "Let's take a look now at the video and I can show you what I mean."}
{"start": "00:28:51.000", "end": "00:29:04.000", "speaker": "None", "utterance": "It's a snapshot of the field of work that become relevant. At the moment of compiling collecting."}
{"start": "00:29:04.000", "end": "00:29:24.000", "speaker": "None", "utterance": "You know, we don't set out the goal, with the goal of creating panel, because the very place that the cannon is a little bit elitist, an outdated. However, we are producing works and curating words that we feel are important, and then have something to"}
{"start": "00:29:24.000", "end": "00:29:31.000", "speaker": "None", "utterance": "say. And they end up being some of the words that are most part most research."}
{"start": "00:29:31.000", "end": "00:29:54.000", "speaker": "None", "utterance": "Most circulated beyond that we wanted them all represent represent people's work from a variety of languages of countries techniques of technology. So, in a way to take that snapshot of a particular Roman and Alex found this literature."}
{"start": "00:29:54.000", "end": "00:30:06.000", "speaker": "None", "utterance": "Really propels you, what are the technologies, what are the techniques. What are the visual styles, what are the literary techniques that are being used in any given moment."}
{"start": "00:30:06.000", "end": "00:30:21.000", "speaker": "None", "utterance": "So, it is a testament to the growing of the field, but also the maturing"}
{"start": "00:30:21.000", "end": "00:30:34.000", "speaker": "None", "utterance": "as a living project we elected to have a single video represent all the volumes for the LLC, which be built upon in the future with more additions been published, the volumes of the LLC are currently the only anthologies hosted on the next, but we have"}
{"start": "00:30:34.000", "end": "00:30:43.000", "speaker": "None", "utterance": "plenty of space to welcome more anthologies in the future. Now I'll pass it back to the Kathleen to go over what else you'll find in the LC space."}
{"start": "00:30:43.000", "end": "00:30:45.000", "speaker": "None", "utterance": "Thank you, Jill."}
{"start": "00:30:45.000", "end": "00:30:58.000", "speaker": "None", "utterance": "You'll notice that some of our works do include moving gifts, such as meant he has birds singing other bird songs, the gifts not only served to capture the aesthetics of the work but also how a user interacts with it, because the majority of works within"}
{"start": "00:30:58.000", "end": "00:31:05.000", "speaker": "None", "utterance": "the next are moving and highly interactive pieces gifts are an important way to visualize these aspects."}
{"start": "00:31:05.000", "end": "00:31:13.000", "speaker": "None", "utterance": "You can also see that deviant the possession of Christian Shaw's another such example of this, which contains animations that play upon interaction."}
{"start": "00:31:13.000", "end": "00:31:23.000", "speaker": "None", "utterance": "You may have seen several animated gifts that works from within the next on our social media channels, and now these works and more it can actually be viewed and modern browsers."}
{"start": "00:31:23.000", "end": "00:31:40.000", "speaker": "None", "utterance": "Many of the work, such as this one are preserved by our lobotomy and Andrew Thompson at the electronic literature lab using rafal, which can be used to preserve the functionality of Adobe Flash pieces such as Leishman."}
{"start": "00:31:40.000", "end": "00:31:55.000", "speaker": "None", "utterance": "We have several other categories that are still in process progress. We are still collecting images for our showcases category, which includes turbulence and Voyager and we are currently seeing the preservation of Museum of the essential and beyond that"}
{"start": "00:31:55.000", "end": "00:32:09.000", "speaker": "None", "utterance": "which is created an Adobe Flash, the scholarly publications and yellow archives pub categories are also forthcoming, which include publications such as Pathfinders and records on fiscal media associated with the ELO."}
{"start": "00:32:09.000", "end": "00:32:23.000", "speaker": "None", "utterance": "You'll also notice that we have an exhibition space, which highlights exhibitions into two categories exhibitions of works that are contained within the next and then the traveling exhibitions that are put on by individual curators or organizations."}
{"start": "00:32:23.000", "end": "00:32:34.000", "speaker": "None", "utterance": "Here we can see an example of each of these. The after flash exhibit features Adobe Flash works preserved and ruffle and conifer that are contained within the next and then the trans creation exhibit from Montreal."}
{"start": "00:32:34.000", "end": "00:32:46.000", "speaker": "None", "utterance": "This exhibition space will continue to grow as new exhibitions are added over time. But now I would like to pass it on to Katya will talk about the about space with us."}
{"start": "00:32:46.000", "end": "00:32:51.000", "speaker": "None", "utterance": "Thank you so much, Kathleen, it is my pleasure to introduce you to the about space."}
{"start": "00:32:51.000", "end": "00:33:01.000", "speaker": "None", "utterance": "At the top of the about space we have an interactive 3d model of the lady me brooch that was handmade by Sarah Smith for her interactive hypertext work, King of space."}
{"start": "00:33:01.000", "end": "00:33:13.000", "speaker": "None", "utterance": "Sarah graciously donated the bridge to the ELO, and is beyond excited to see how our 2d and 3d visualizations team of faithfully recreated the brooch as a 3d model for the space."}
{"start": "00:33:13.000", "end": "00:33:23.000", "speaker": "None", "utterance": "My favorite part about the brooch is that visitors will be able to physically manipulate the model across device types to view every aspect of it as Kathleen is demonstrating now."}
{"start": "00:33:23.000", "end": "00:33:33.000", "speaker": "None", "utterance": "This is just one of the many physical items that were brought into the next virtual environment. So the yellows physical archives were more accessible to the public."}
{"start": "00:33:33.000", "end": "00:33:45.000", "speaker": "None", "utterance": "There will be a dedicated visualization space for each of the beautiful 3d models and visualizations created for the next, which brief just going to show you a sample of now."}
{"start": "00:33:45.000", "end": "00:33:53.000", "speaker": "None", "utterance": "Hello, let me share my screen."}
{"start": "00:33:53.000", "end": "00:34:06.000", "speaker": "None", "utterance": "Thank you, Katya. Now we will take a closer look at some of the 3d models you saw in the first video, all made by our visualizations seen these models represent physical media and can be manipulated by users to add a sense of tangibility to the virtual"}
{"start": "00:34:06.000", "end": "00:34:07.000", "speaker": "None", "utterance": "space."}
{"start": "00:34:07.000", "end": "00:34:11.000", "speaker": "None", "utterance": "They also had a sense of lightness and further deepen the immersion of the next."}
{"start": "00:34:11.000", "end": "00:34:17.000", "speaker": "None", "utterance": "Here we have a list of members on our visualizations team, all wonderful people."}
{"start": "00:34:17.000", "end": "00:34:27.000", "speaker": "None", "utterance": "This is a 3d model of the handmade approach created by Sarah Smith and donate it to yellow for its collection. It represents lady from Smith's hypertext novel tingles space."}
{"start": "00:34:27.000", "end": "00:34:35.000", "speaker": "None", "utterance": "This is playable on the about space of the next shown by Katya just earlier."}
{"start": "00:34:35.000", "end": "00:34:41.000", "speaker": "None", "utterance": "This is one of the two beach balls used by Richard Holton during his life performances of figures here at fin horn on acid."}
{"start": "00:34:41.000", "end": "00:34:52.000", "speaker": "None", "utterance": "We also have some beautiful 3d models of spam cans which were prominently featured in figure scanning company to hold him during his reversals donated to the next."}
{"start": "00:34:52.000", "end": "00:35:00.000", "speaker": "None", "utterance": "This is a 3d model of the Macintosh classic released in 1990. When you're the early hypertext novels held in the next four access and computers like this one."}
{"start": "00:35:00.000", "end": "00:35:06.000", "speaker": "None", "utterance": "Using system software 7.9 Plus, They also have a model of the Macintosh bubble."}
{"start": "00:35:06.000", "end": "00:35:12.000", "speaker": "None", "utterance": "and the Macintosh g4, also known as the lampshade."}
{"start": "00:35:12.000", "end": "00:35:22.000", "speaker": "None", "utterance": "Here's the 3d model of Shelly Jackson's original packaging and 3.5 inch floppy disk for patchwork goal, published in 1995 I escaped systems."}
{"start": "00:35:22.000", "end": "00:35:28.000", "speaker": "None", "utterance": "Here we have a rare first edition of survival Trumps victory garden and its original vinyl folio."}
{"start": "00:35:28.000", "end": "00:35:38.000", "speaker": "None", "utterance": "We have work in our lab that's kept multiple media formats and this is one of those works. We had the CD ROM version and the floppy disk version."}
{"start": "00:35:38.000", "end": "00:35:40.000", "speaker": "None", "utterance": "And"}
{"start": "00:35:40.000", "end": "00:35:50.000", "speaker": "None", "utterance": "then I'll have to, I think I have to share my screen with sounds real quick, sorry, I apologize."}
{"start": "00:35:50.000", "end": "00:35:53.000", "speaker": "None", "utterance": "should work."}
{"start": "00:35:53.000", "end": "00:36:19.000", "speaker": "None", "utterance": "Here we have a short animation that shows how some of these media objects come together. This will also be added to the next in our upcoming Justin."}
{"start": "00:36:19.000", "end": "00:36:24.000", "speaker": "None", "utterance": "Very nice little"}
{"start": "00:36:24.000", "end": "00:36:29.000", "speaker": "None", "utterance": "talking about the people involved with the next, and our tutorial statement."}
{"start": "00:36:29.000", "end": "00:36:31.000", "speaker": "None", "utterance": "Thank you so much for ease."}
{"start": "00:36:31.000", "end": "00:36:46.000", "speaker": "None", "utterance": "As we transition back to the about space, I want to point out that each of the images you will see in this space were created by members of our design team to represent the diversity and breadth of the electronic literature organization, a visionary next"}
{"start": "00:36:46.000", "end": "00:36:56.000", "speaker": "None", "utterance": "generation virtual space like the next would not exist without its visionary founders to visualize and construct this virtual space for over 3300 born digital objects."}
{"start": "00:36:56.000", "end": "00:37:12.000", "speaker": "None", "utterance": "The project was grouped into four phases collection design, implementation, and saturation. The collection phase focused on defining the problem, a site was needed for born digital literary work that could be collected shared and preserved over time,"}
{"start": "00:37:12.000", "end": "00:37:24.000", "speaker": "None", "utterance": "the design phase centered on redefining the presentation of the space to fit the materials collected a shift from an online site through virtual multimedia space."}
{"start": "00:37:24.000", "end": "00:37:38.000", "speaker": "None", "utterance": "Our third phase, the face that we worked on was known as the implementation phase, and this has implemented the conceptual framework to induce virtuality to effectively reflect the collection and creation of all of the elements associated with the spaces"}
{"start": "00:37:38.000", "end": "00:37:39.000", "speaker": "None", "utterance": "we are showing today."}
{"start": "00:37:39.000", "end": "00:37:51.000", "speaker": "None", "utterance": "Finally the saturation phase will be concerned with extending the metadata to include technological features of the works and addressing Disability Justice aspects of the user experience with the spaces and collections."}
{"start": "00:37:51.000", "end": "00:37:57.000", "speaker": "None", "utterance": "This is the face that we've been discussing throughout our presentation that we are currently in now."}
{"start": "00:37:57.000", "end": "00:38:10.000", "speaker": "None", "utterance": "This past spring, our cohort of 39 graduating seniors embarked on phase three of development, the electronic literature lab at WC Vancouver provided administrative support and oversaw all aspects of the project as our five production teams created literally"}
{"start": "00:38:10.000", "end": "00:38:17.000", "speaker": "None", "utterance": "thousands of assets for the next. As you can see in our people space. we have the founders of the next."}
{"start": "00:38:17.000", "end": "00:38:29.000", "speaker": "None", "utterance": "The production management and oversight staff listed in the electronic literature lab, our generous board of directors who graciously allowed us to work on this project."}
{"start": "00:38:29.000", "end": "00:38:44.000", "speaker": "None", "utterance": "And then also the name of every single senior from Washington State University Vancouver, who has contributed to Phase One, two and three of this project"}
{"start": "00:38:44.000", "end": "00:38:48.000", "speaker": "None", "utterance": "for continuing our tour I want to briefly touch on the next curatorial statement."}
{"start": "00:38:48.000", "end": "00:39:00.000", "speaker": "None", "utterance": "Well, I don't have time to read the full statement to you today, I want to direct your attention to the opening paragraph so the curatorial statement, which outline our design problem that we set out to solve through building the next."}
{"start": "00:39:00.000", "end": "00:39:13.000", "speaker": "None", "utterance": "Our commitment to designing a robust non proprietary virtual museum library and preservation space drives the next mission to promote inclusive it and diversity at every level, like the yellow."}
{"start": "00:39:13.000", "end": "00:39:26.000", "speaker": "None", "utterance": "We have designed the next to further the yellows mission of preserving and celebrating born digital work from artists and scholars around the world to continue our tour I would like to hand things over to Sarah."}
{"start": "00:39:26.000", "end": "00:39:27.000", "speaker": "None", "utterance": "Thank you, Claudia."}
{"start": "00:39:27.000", "end": "00:39:43.000", "speaker": "None", "utterance": "There are multiple ways to donate and contribute to the next hit thrives on materials funds and labor provided by patrons who value, the cultural history forged by artists and scholars of born digital literature and other forms of experimental media artists"}
{"start": "00:39:43.000", "end": "00:39:51.000", "speaker": "None", "utterance": "and scholars are welcome to donate works from their personal collection to the next, so that they can be preserved and made available to future generations."}
{"start": "00:39:51.000", "end": "00:39:57.000", "speaker": "None", "utterance": "We also invite donations of legacy computers and works published on physical media."}
{"start": "00:39:57.000", "end": "00:40:11.000", "speaker": "None", "utterance": "In addition to materials patrons are encouraged to support the next by donating funds for continued development, maintenance and work, veterans can also individually donate to named collections special events and preservation work."}
{"start": "00:40:11.000", "end": "00:40:22.000", "speaker": "None", "utterance": "final way which individuals can donate to the next, scholars I needed to lend their expertise and burn digital editors to assist with researching work refining metadata, and writing copy."}
{"start": "00:40:22.000", "end": "00:40:37.000", "speaker": "None", "utterance": "We also need content developers to produce videos animations visualizations and images for the next as new entries and collections are donating donating labor can donating labor contributes to the electronic literature organization, and the electronic"}
{"start": "00:40:37.000", "end": "00:40:52.000", "speaker": "None", "utterance": "literature labs mission of preserving burn digital media for past, present and future readers, our contact page provides additional resources about the next and the yellow and links to follow us on social media."}
{"start": "00:40:52.000", "end": "00:40:56.000", "speaker": "None", "utterance": "Back to you, Kathleen."}
{"start": "00:40:56.000", "end": "00:41:11.000", "speaker": "None", "utterance": "Thank you Sarah that was wonderful. So our research and creative output has resulted in a multimedia museum library and preservation space for born digital literary artwork and with the virtual elements you've seen today the next goes beyond the limits"}
{"start": "00:41:11.000", "end": "00:41:25.000", "speaker": "None", "utterance": "of a static website. It is as I said a deep immersive and tangible experience while brick and mortar museums are accessible from a single location. The next is a virtual environment that transcends the bounds of physical space, and is widely accessible"}
{"start": "00:41:25.000", "end": "00:41:37.000", "speaker": "None", "utterance": "to the public. Now that we've concluded our virtual tour the next I would like to touch briefly on what we the 39 graduate graduated students learned from this project."}
{"start": "00:41:37.000", "end": "00:41:46.000", "speaker": "None", "utterance": "The next was an opportunity for us to experiment with innovative design strategies, using the tools we had learned within the creative media and digital culture program on our campus."}
{"start": "00:41:46.000", "end": "00:41:56.000", "speaker": "None", "utterance": "It allowed us to directly apply our design experience to a real world project prior to graduation, and we gained experience working remotely and a team of over 40 people."}
{"start": "00:41:56.000", "end": "00:42:04.000", "speaker": "None", "utterance": "The 39 graduating seniors donated 7000 hours of labor to the project and the span of four and a half months for phase three alone."}
{"start": "00:42:04.000", "end": "00:42:18.000", "speaker": "None", "utterance": "But this project also emphasized to us the importance of research and creative scholarship. Many of us have already landed jobs with the, with the next project and our resumes as employers are impressed with the quality and ambition of the project and"}
{"start": "00:42:18.000", "end": "00:42:28.000", "speaker": "None", "utterance": "our contributions. These will continue to serve as the foundation of every project we undertake ensuring thoughtful and deliberate design that solves real real problems and innovative ways."}
{"start": "00:42:28.000", "end": "00:42:38.000", "speaker": "None", "utterance": "We have also fallen in love with the artists and the community, and we are passionate about electronic literature and everything you do affects that shines through the next."}
{"start": "00:42:38.000", "end": "00:42:50.000", "speaker": "None", "utterance": "Thank you for taking the time to tour the next with us. I will now pass it off to Jeannie for some closing statements."}
{"start": "00:42:50.000", "end": "00:42:59.000", "speaker": "None", "utterance": "So every student had to put in at least 150 hours. People like these students here, these former students put in no less than 200."}
{"start": "00:42:59.000", "end": "00:43:10.000", "speaker": "None", "utterance": "So it averages out to about, I don't know 175 or so per person. That doesn't count the labor in the lab, the lab itself Holly, Greg."}
{"start": "00:43:10.000", "end": "00:43:18.000", "speaker": "None", "utterance": "Nicholas Suzanne Anderson, and then me so there's there's probably more like 10,000 hours in this project."}
{"start": "00:43:18.000", "end": "00:43:33.000", "speaker": "None", "utterance": "So, I want to just say a few quick things though. The work is ongoing. This is only all the phase for that we're starting as of this week. In this phase we're going to be doing, adding more content to the collections that are there we're not adding new"}
{"start": "00:43:33.000", "end": "00:43:41.000", "speaker": "None", "utterance": "collections right now, writing more metadata, more images, videos and all of those things to what's currently in the site."}
{"start": "00:43:41.000", "end": "00:44:00.000", "speaker": "None", "utterance": "So know that starting July 17 though, until sep tember First, we're going to be putting in the new collections and that will include Amazon Hi I'm Tina Scott has work writer straw sent me a pile of CDs of his work on the vectors journal."}
{"start": "00:44:00.000", "end": "00:44:09.000", "speaker": "None", "utterance": "The Museum of the essential will will start to see split you know that arrived. So those kinds of things will start to appear by September 1."}
{"start": "00:44:09.000", "end": "00:44:23.000", "speaker": "None", "utterance": "We also are looking at expanding the languages of the next. So we're looking at getting someone to help us with Spanish, Portuguese German, French, what are some of the others we mentioned the other day there's seven languages that we're looking at building."}
{"start": "00:44:23.000", "end": "00:44:33.000", "speaker": "None", "utterance": "Yeah, Arabic is another one. So all the major places where there's communities we're trying to and French isn't yeah French and so all those different languages will be added to that."}
{"start": "00:44:33.000", "end": "00:44:37.000", "speaker": "None", "utterance": "We're also preserving so this is not just a museum or library we got to save this stuff."}
{"start": "00:44:37.000", "end": "00:44:54.000", "speaker": "None", "utterance": "And so we have already saved 48 works of flash for the exhibition, but there are 400. Other works currently in the mix that need to be saved. So now starting Monday will actually Wednesday, because money is a holiday Wednesday the flash preservation guys"}
{"start": "00:44:54.000", "end": "00:45:07.000", "speaker": "None", "utterance": "guys we call them the rougher Rangers will start going back into flash going back into the next and building out more flash work so that it's all all accessible we're using rafal conifer working in partnership with the right with rhizome who's actually"}
{"start": "00:45:07.000", "end": "00:45:17.000", "speaker": "None", "utterance": "given us a server site so we have a direct server that we're working with instead of going through the large server space at conifer is built in."}
{"start": "00:45:17.000", "end": "00:45:30.000", "speaker": "None", "utterance": "So those are some of the things that's moving forward with that. Also the other phase next phase will include Disability Justice issues right now the accessibility is meeting ADA compliance, but we're going to put that on steroids and we're working with"}
{"start": "00:45:30.000", "end": "00:45:33.000", "speaker": "None", "utterance": "some folks who specialize in this area."}
{"start": "00:45:33.000", "end": "00:45:47.000", "speaker": "None", "utterance": "And then finally, the virtual reality, and you might have noticed that everything about it even in the video that Joe showed you Joel showed you at the very beginning, none of the words are flat on the space either were curled, or they move they floated."}
{"start": "00:45:47.000", "end": "00:45:58.000", "speaker": "None", "utterance": "We're going to continue building out that idea that this is not a website. So when you talked about the next to your friends and your colleagues, please refer to it as a virtual space."}
{"start": "00:45:58.000", "end": "00:46:09.000", "speaker": "None", "utterance": "That's a combination of museum library and preservation space. Nothing is a site. So, we're going to continue with that message and building out that direction."}
{"start": "00:46:09.000", "end": "00:46:24.000", "speaker": "None", "utterance": "I did give a presentation about this to some colleagues in Germany and Dave k gave a keynote in Stuttgart last week, and I can tell you that everybody there who are all repository repository experts were blown away by this project."}
{"start": "00:46:24.000", "end": "00:46:34.000", "speaker": "None", "utterance": "So the yellow is pioneering, the notion of what it means to produce something for long term preservation and accessibility."}
{"start": "00:46:34.000", "end": "00:46:43.000", "speaker": "None", "utterance": "I'm working now with a British British Museum, which is exciting. That was just that just happened like yesterday, and then also Amazon games it's interested in this as well."}
{"start": "00:46:43.000", "end": "00:46:52.000", "speaker": "None", "utterance": "So, there is a variety of people looking at this model and saying, This is interesting. This This could be something new."}
{"start": "00:46:52.000", "end": "00:47:02.000", "speaker": "None", "utterance": "So, I'm going to stop talking and I'm going to open this up to questions comments and opposing viewpoints. Thank you."}
{"start": "00:47:02.000", "end": "00:47:05.000", "speaker": "None", "utterance": "Would you like to see one more video."}
{"start": "00:47:05.000", "end": "00:47:14.000", "speaker": "None", "utterance": "We have one more journal. We have seven journals, we have so many, so many, what can we just show one more I want to show the one for word circuits. Okay."}
{"start": "00:47:14.000", "end": "00:47:23.000", "speaker": "None", "utterance": "I'll get that pulled up, Amanda this will give you an idea of another style of what we've done with the journey with the journal videos."}
{"start": "00:47:23.000", "end": "00:47:35.000", "speaker": "None", "utterance": "Oh, for sure. Yeah, well, I feel like they all kind of have their own different style because they all have this different sort of tone they're all different journals so it's kind of fun to see all their personalities come out in these videos."}
{"start": "00:47:35.000", "end": "00:48:05.000", "speaker": "None", "utterance": "Okay, I'll share my screen."}
{"start": "00:49:06.000", "end": "00:49:16.000", "speaker": "None", "utterance": "Anyway, they're all very, very proud of these folks. I want to thank them all personally in front of all of you here in the room right now. They are marvelous to work with."}
{"start": "00:49:16.000", "end": "00:49:25.000", "speaker": "None", "utterance": "It's been a great semester, and they're all getting jobs, I think, Kathy Do you have just recently landed a job, and they like this project."}
{"start": "00:49:25.000", "end": "00:49:40.000", "speaker": "None", "utterance": "Yes, absolutely. So I was in talks with several of our alarms. Were working for a local company in Vancouver, Washington, called oddity, and I literally sent in my application, the Monday, going into our finals week and doing our final presentation for"}
{"start": "00:49:40.000", "end": "00:49:56.000", "speaker": "None", "utterance": "the board and graduation. And over the course of three days after hearing about this project hearing about the work that our students have been doing, they hired me immediately so I was one of the many students in our class hired at graduation, and I"}
{"start": "00:49:56.000", "end": "00:50:10.000", "speaker": "None", "utterance": "think Dina is back with us, it feels like we're hearing an announcement every few days of someone else's landing a job or everyone's having interviews right now so it's really exciting not only to work with so many living artists and really create amazing"}
{"start": "00:50:10.000", "end": "00:50:21.000", "speaker": "None", "utterance": "things for their collection and their body of work, but to also be doing something for the ELO, knowing that our impact is going to be a global impact you know we're preserving things for everyone for the future."}
{"start": "00:50:21.000", "end": "00:50:31.000", "speaker": "None", "utterance": "You know, and then also on a personal level we're all getting hired but you know like hot buttons."}
{"start": "00:50:31.000", "end": "00:50:36.000", "speaker": "None", "utterance": "Comments, questions."}
{"start": "00:50:36.000", "end": "00:50:40.000", "speaker": "None", "utterance": "Holly your son's adorable"}
{"start": "00:50:40.000", "end": "00:50:42.000", "speaker": "None", "utterance": "Ilyas. Hi."}
{"start": "00:50:42.000", "end": "00:50:52.000", "speaker": "None", "utterance": "are you. Anything you want to ask the students."}
{"start": "00:50:52.000", "end": "00:50:56.000", "speaker": "None", "utterance": "Zach you're asking about the production like how we did this."}
{"start": "00:50:56.000", "end": "00:51:07.000", "speaker": "None", "utterance": "Kathleen and Holly nine Greg met before the calm before every semester I know who's going to be in the graduating class like right now I know who's who's going to be in the class in the fall. So I know who's going to be on the capstone project and when I look at that"}
{"start": "00:51:07.000", "end": "00:51:22.000", "speaker": "None", "utterance": "I look at that talent. I try to figure out a project that sits at talent and going into this, that semester with these students, we have 39 students and the talent pool was enormous, it was like a embarrassment of riches."}
{"start": "00:51:22.000", "end": "00:51:35.000", "speaker": "None", "utterance": "So I tried to find things that fit the skill set So when I saw I had all those 3d modelers and all those videographers, you know make perfect sense to have a project that they all work together and put those skills to bear."}
{"start": "00:51:35.000", "end": "00:51:44.000", "speaker": "None", "utterance": "And so this project makes sense for that we also a lot of coders that just came out of the database design class to next semester in the fall I have quite a few students with the same kind of skill sets."}
{"start": "00:51:44.000", "end": "00:51:56.000", "speaker": "None", "utterance": "So we're building, we're taking. We just got a contract from the Thomas dish estate to build out the amnesia game that was produced in 1986 and published by EA."}
{"start": "00:51:56.000", "end": "00:52:09.000", "speaker": "None", "utterance": "So we're going to take that game and rebuild that and that and Sarah Smith actually got us that project, and the students that are in that project are folks that have the skills to do it so I try to customize it."}
{"start": "00:52:09.000", "end": "00:52:25.000", "speaker": "None", "utterance": "Going back to the students were 39 of them Kathleen and I and Holly and Greg met to organize them into teams the faculty including well who's been here with us today vet those teams for us, giving us feedback on Team leadership, you know, telling us who"}
{"start": "00:52:25.000", "end": "00:52:35.000", "speaker": "None", "utterance": "who should be leaders who's got the skills to do certain activities. Then we let the students know what teams are on, they get to weigh in on what they want to do."}
{"start": "00:52:35.000", "end": "00:52:41.000", "speaker": "None", "utterance": "And if it fits their interests and everything comes together that's the teams and then in the fall we hit the ground running. So starting that first day of school."}
{"start": "00:52:41.000", "end": "00:52:53.000", "speaker": "None", "utterance": "Damn, we started working on the project. The design the web team we began building out the templates and the design team began working on the brand book, developing the palette."}
{"start": "00:52:53.000", "end": "00:53:08.000", "speaker": "None", "utterance": "The type faces the basics styles. Can you begin working on the kind of naming conventions that we were working on that even before the class started had all the naming conventions kind of laid out."}
{"start": "00:53:08.000", "end": "00:53:25.000", "speaker": "None", "utterance": "And then, you know, they're on and so forth and then we worked in slack base camp and zooms and know that all this was done remotely 39 students, and six staff members working at a distance to build this site in four and a half months."}
{"start": "00:53:25.000", "end": "00:53:38.000", "speaker": "None", "utterance": "I feel like the students just did a marvelous job and gave us a foundation on which to work. And so the workflow was lovely. I just worked really well."}
{"start": "00:53:38.000", "end": "00:53:56.000", "speaker": "None", "utterance": "Danny. Now can I just, I just want to say because I've said this before but I need to say it again, that this is an amazing project and, and the, The, the four months that you have put this together and and pulled it, so beautifully and nicely into a"}
{"start": "00:53:56.000", "end": "00:54:14.000", "speaker": "None", "utterance": "model to build from the end the work of the students, and they're really really impressive comprehension of what they're doing, and their ability to do, to explain it, and and give the rationale for what they did."}
{"start": "00:54:14.000", "end": "00:54:18.000", "speaker": "None", "utterance": "All of it is is really exceptional. Wonderful job."}
{"start": "00:54:18.000", "end": "00:54:23.000", "speaker": "None", "utterance": "It definitely got immersed in electronic literature."}
{"start": "00:54:23.000", "end": "00:54:35.000", "speaker": "None", "utterance": "Yeah, that they did fall in love with it i mean they're here, they wanted to be there, and there's 10 so just to let you know there's I've retained. Many of them to stay in the lab and work with me so Kathleen well thought to get traffic it's got a job"}
{"start": "00:54:35.000", "end": "00:54:50.000", "speaker": "None", "utterance": "so she's gone but Kathleen breached and Joe and Sarah are currently with me Sarah's got an interview on Wednesday, and Kathleen on Tuesday, so I'll be losing a lot of these people and bearish is up for a position so, but I'm retaining about 10 of them,"}
{"start": "00:54:50.000", "end": "00:55:02.000", "speaker": "None", "utterance": "Richard. Richard Snyder is a PhD candidate here in our campus and he is working with me on all the metadata, so I get him for one more year before he gets his PhD finished."}
{"start": "00:55:02.000", "end": "00:55:09.000", "speaker": "None", "utterance": "But we're, you know, we've got a nice team that were used that we're utilizing to continue building this out."}
{"start": "00:55:09.000", "end": "00:55:25.000", "speaker": "None", "utterance": "So, I did want to say with that as well what's so wonderful about this, is you're creating the passion, you're creating the hypertext attics and I think your students are going to have a lifelong love of digital literature of electronic literature and"}
{"start": "00:55:25.000", "end": "00:55:38.000", "speaker": "None", "utterance": "they're going to infuse that so thank you for creating this love, and you've got the space where they can explore, I mean it would take a lifetime to explore everything that's in the next already."}
{"start": "00:55:38.000", "end": "00:55:41.000", "speaker": "None", "utterance": "So thank you so much."}
{"start": "00:55:41.000", "end": "00:55:50.000", "speaker": "None", "utterance": "One day they're going to be talking to their grandkids, and they're going to say, I interviewed Dana Larsen I interview Margie with some break."}
{"start": "00:55:50.000", "end": "00:56:04.000", "speaker": "None", "utterance": "I met Stephanie Strickland, because I really believe in my heart that you guys are the pioneers you're the Gertrude Stein's the Scott Fitzgerald Ernest Hemingway's, the junior barns, of our generation."}
{"start": "00:56:04.000", "end": "00:56:17.000", "speaker": "None", "utterance": "And in sometime in the future people are going to start to go back and like, like this morning that wonderful presentation that Judith Pindar gave about the compu serve, you know, stuff that she's collecting someone's going to go back one day and say,"}
{"start": "00:56:17.000", "end": "00:56:20.000", "speaker": "None", "utterance": "Oh my god, and we've got the site."}
{"start": "00:56:20.000", "end": "00:56:22.000", "speaker": "None", "utterance": "It's all here."}
{"start": "00:56:22.000", "end": "00:56:30.000", "speaker": "None", "utterance": "And so that's what didn't happen to June and bought a lot of June and Barnes work and to canards work, a lot of that was lost."}
{"start": "00:56:30.000", "end": "00:56:36.000", "speaker": "None", "utterance": "And so now we're working really hard not to lose your voice is I want Richard hope things work to survive."}
{"start": "00:56:36.000", "end": "00:56:47.000", "speaker": "None", "utterance": "And what john McDade will laurs to survive. You are the pioneers of our generation. So, thank you, Danny. Yeah."}
{"start": "00:56:47.000", "end": "00:56:54.000", "speaker": "None", "utterance": "I believe there's a raised hand in our audience, please."}
{"start": "00:56:54.000", "end": "00:56:57.000", "speaker": "None", "utterance": "So,"}
{"start": "00:56:57.000", "end": "00:57:18.000", "speaker": "None", "utterance": "I just want to say one thing, and I have one question, but what I wanted to say is that I'm just dangerous for all of you for the work you did because it was, I can imagine that it was an enormous advantage of working with Dini, and when you are saying"}
{"start": "00:57:18.000", "end": "00:57:37.000", "speaker": "None", "utterance": "that you wanted to create a space, I think it was as was said something that she created. So, I'm really, really happy with your wonderful adventure, and I want to say congratulations to all of you and to Dini who for me was always the person who's kind"}
{"start": "00:57:37.000", "end": "00:57:47.000", "speaker": "None", "utterance": "of in believable inspiration, and you are so happy guys that you could do this walk with her."}
{"start": "00:57:47.000", "end": "00:58:03.000", "speaker": "None", "utterance": "And this walk will really be with all of us for Yes, and for the whole future. So it's really amazing. And thank you for marching in as a whole. Yellow community and not only yellow community."}
{"start": "00:58:03.000", "end": "00:58:19.000", "speaker": "None", "utterance": "So this is something I think important and the question I have is something that I was thinking today, looking at the movies you shown and listening to you."}
{"start": "00:58:19.000", "end": "00:58:30.000", "speaker": "None", "utterance": "And it's because of the project that Alice bad it."}
{"start": "00:58:30.000", "end": "00:58:55.000", "speaker": "None", "utterance": "And this also because of my conversation with Matt Freeman, who is walking in field of advertising advertisement are preparing people to walk with new technologies like like VR AR, and to use them to promote new media staff new media works so I was thinking"}
{"start": "00:58:55.000", "end": "00:59:17.000", "speaker": "None", "utterance": "if you have consider preparing, not the VR space of next but maybe some promotional movies, just to fill more the space and when I saw this brush in 3d I thought that may be just kind of introduction to the collections, made in VR could be just very nice"}
{"start": "00:59:17.000", "end": "00:59:38.000", "speaker": "None", "utterance": "nice experiment, and as Freeman said it's, it really works with people who are afraid of technology to show them that it's not, not so difficult. And we are walks, very good in this fit so that is my question but the most important thing congratulations"}
{"start": "00:59:38.000", "end": "00:59:41.000", "speaker": "None", "utterance": "to all of you."}
{"start": "00:59:41.000", "end": "00:59:47.000", "speaker": "None", "utterance": "Thank you. We love VR VR lab set up. Thanks to Greg."}
{"start": "00:59:47.000", "end": "00:59:50.000", "speaker": "None", "utterance": "So that's not something we can't do."}
{"start": "00:59:50.000", "end": "01:00:06.000", "speaker": "None", "utterance": "So that's a great idea and thank you for suggesting that we want a very badly to capture the virtual illness. I mean so many of us cut our teeth and i'm john and Margie and Deena cut our teeth in the virtual worlds of moves and modes and, you know back"}
{"start": "01:00:06.000", "end": "01:00:21.000", "speaker": "None", "utterance": "in the early 90s, you know, so it's always been part of our sensibility, and then how to express that in a, in a 2d space of a web in a computer monitor, you know that's the that's the hard part."}
{"start": "01:00:21.000", "end": "01:00:23.000", "speaker": "None", "utterance": "Right."}
{"start": "01:00:23.000", "end": "01:00:29.000", "speaker": "None", "utterance": "And so yeah, it'd be lovely to turn this into a 3d experience absolutely and I think that is a future."}
{"start": "01:00:29.000", "end": "01:00:31.000", "speaker": "None", "utterance": "I think there is that in the future."}
{"start": "01:00:31.000", "end": "01:00:34.000", "speaker": "None", "utterance": "As Dr becomes more mainstream."}
{"start": "01:00:34.000", "end": "01:00:42.000", "speaker": "None", "utterance": "So, holodeck next, the next holodeck."}
{"start": "01:00:42.000", "end": "01:00:44.000", "speaker": "None", "utterance": "I'm excited for that."}
{"start": "01:00:44.000", "end": "01:00:56.000", "speaker": "None", "utterance": "I would love to save a hypertext hotel absolutely Dina, I've talked to, Bobby Arellano who's created a VR, he's created VR version of it so go check out his site."}
{"start": "01:00:56.000", "end": "01:01:07.000", "speaker": "None", "utterance": "He enrolled in Coover, and a bunch of other folks so it does exist but it doesn't exist in the space right now that's widely accessible."}
{"start": "01:01:07.000", "end": "01:01:09.000", "speaker": "None", "utterance": "So"}
{"start": "01:01:09.000", "end": "01:01:29.000", "speaker": "None", "utterance": "we're trying to. We're also working with Michael Joyce and Carolyn Guyer to get their works ingested so there hopefully will be here in September 1, and Guyer was a big component of big contributor to the hypertext hotel."}
{"start": "01:01:29.000", "end": "01:01:37.000", "speaker": "None", "utterance": "Thank you, Holly for putting that link in there. I will say that nothing comes from nothing and I can't do anything without other people."}
{"start": "01:01:37.000", "end": "01:01:43.000", "speaker": "None", "utterance": "And if Greg feel Brooke ever left me I would, I would quit my job without batting an eye."}
{"start": "01:01:43.000", "end": "01:01:48.000", "speaker": "None", "utterance": "Because he is my right hand and Holly, who runs the lab for me."}
{"start": "01:01:48.000", "end": "01:02:03.000", "speaker": "None", "utterance": "And his was a student both of them were former students is my left hand and then I've got john barber my husband, pushing me behind me pushing me so without those three people I couldn't stand up, honestly."}
{"start": "01:02:03.000", "end": "01:02:07.000", "speaker": "None", "utterance": "Any other comments."}
{"start": "01:02:07.000", "end": "01:02:15.000", "speaker": "None", "utterance": "Please look at the site, continue looking at it, we're going to be ingesting weekly new content for the current collections."}
{"start": "01:02:15.000", "end": "01:02:31.000", "speaker": "None", "utterance": "Then check back with us after July 17 for other new things. If you want to donate to it goes to the Donate page their stuff their materials, physical help funds any of those things are useful computers for the lab, because we are collecting and what I'm"}
{"start": "01:02:31.000", "end": "01:02:43.000", "speaker": "None", "utterance": "looking for currently is a PC, that runs a five and a quarter inch floppy disk. If you've got one of those, send it my way. I need that badly for projects."}
{"start": "01:02:43.000", "end": "01:02:59.000", "speaker": "None", "utterance": "And thank you, Dina, July, 13 is the second Tuesday salon so please make sure you attend that this is the last session of the yellow conference and I want to go on record saying that I'm so glad you all attended the conference and joined us this year."}
{"start": "01:02:59.000", "end": "01:03:08.000", "speaker": "None", "utterance": "In this virtual online space. Next year we're looking at potentially a physical, as well as a virtual environment we're still deliberating over that."}
{"start": "01:03:08.000", "end": "01:03:15.000", "speaker": "None", "utterance": "And, but know that yellow is in its 21st year currently and will be moving towards 22nd."}
{"start": "01:03:15.000", "end": "01:03:34.000", "speaker": "None", "utterance": "Margie Lusa Brink has been with it from the very beginning. I joined the 2006 and Richard you've been with them since the early late 1990s too so a lot of Pajama Game is 10 x from the early 90s late 80s so there's a lot of pioneers in this room right"}
{"start": "01:03:34.000", "end": "01:03:37.000", "speaker": "None", "utterance": "now. So thank you everybody."}
{"start": "01:03:37.000", "end": "01:03:46.000", "speaker": "None", "utterance": "Dana Larsen, how long have you been with it forever."}
{"start": "01:03:46.000", "end": "01:04:00.000", "speaker": "None", "utterance": "At night, I've been around for quite some time and Mercury and I have to get together on the history of yellow but yes, and cyber Mountain 1999, and all of that history sometime would be way cool."}
{"start": "01:04:00.000", "end": "01:04:08.000", "speaker": "None", "utterance": "If any of your students are interested to do a zoom remembrance, that would be amazing."}
{"start": "01:04:08.000", "end": "01:04:10.000", "speaker": "None", "utterance": "That would be great."}
{"start": "01:04:10.000", "end": "01:04:23.000", "speaker": "None", "utterance": "Can you hear me Yes Can you hear me we're going to do for that we're not going to do anything for the flash exhibition because there were so many exhibitions and so many launches this week, but even July or August, we're going to have a before it ends"}
{"start": "01:04:23.000", "end": "01:04:33.000", "speaker": "None", "utterance": "on August 1. We're going to have a flash day symposium. We're going to teach people how to say flash"}
{"start": "01:04:33.000", "end": "01:04:45.000", "speaker": "None", "utterance": "and talk about flash and have some of the flash artists come and talk so we're going to have more of a day event like the woman he lived event like the toaster flash animation so much more substantial than just doing a launch on not into parties and more"}
{"start": "01:04:45.000", "end": "01:04:54.000", "speaker": "None", "utterance": "more into symposiums so Flashdance absolutely and I've got the clothes for it too, I promise."}
{"start": "01:04:54.000", "end": "01:05:04.000", "speaker": "None", "utterance": "All right everybody Love you all. Thank you so much for being here and former students will you stick around four minutes and we can chat and then Kathy You and I have to meet about stuff."}
{"start": "01:05:04.000", "end": "01:05:09.000", "speaker": "None", "utterance": "Again, Jim, thank you, Danny Thank you students thank all of you."}
{"start": "01:05:09.000", "end": "01:05:10.000", "speaker": "None", "utterance": "Thank you all for your support."}
{"start": "01:05:10.000", "end": "01:05:12.000", "speaker": "None", "utterance": "Thank you."}
{"start": "01:05:12.000", "end": "01:05:17.000", "speaker": "None", "utterance": "Thank you so much for coming. Thank you This is fabulous. Thank you so much. I'm excited."}
{"start": "01:05:17.000", "end": "01:05:17.000", "speaker": "None", "utterance": "Like if you want to talk about structure and stuff in the future. I'm happy to chat with you more about it."}
{"start": "01:05:17.000", "end": "01:05:30.000", "speaker": "None", "utterance": "If you want to talk about structure and stuff in the future. I'm happy to chat with you more about it. Yeah, thanks for showing off the work It was amazing. I want to say thank you on the Wikipedia project."}
{"start": "01:05:30.000", "end": "01:05:32.000", "speaker": "None", "utterance": "Oh yeah. Yes."}
{"start": "01:05:32.000", "end": "01:05:35.000", "speaker": "None", "utterance": "It was a fun thing to get started."}
{"start": "01:05:35.000", "end": "01:06:05.000", "speaker": "None", "utterance": "And you students have made my life, and thank you so much. Oh, yeah, there was one student in particular who took that on and we are, we organized and got rid of those annoying tags at the top so it looks."}