{"start": "00:00:00.000", "end": "00:00:00.000", "speaker": "None", "utterance": "Yay."}
{"start": "00:00:00.000", "end": "00:00:01.000", "speaker": "None", "utterance": "Now, now just someone, dear, dear My dear track coordinator, would you like to show the video. Would you like to start recording and show the video for completeness, little jingle or you don't have to, but if I think Lena has to."}
{"start": "00:00:01.000", "end": "00:00:26.000", "speaker": "None", "utterance": "I think Lena has to."}
{"start": "00:00:26.000", "end": "00:00:32.000", "speaker": "None", "utterance": "Thank you."}
{"start": "00:00:32.000", "end": "00:00:35.000", "speaker": "None", "utterance": "Well, this is more for Hannah's benefit."}
{"start": "00:00:35.000", "end": "00:00:46.000", "speaker": "None", "utterance": "But, shall we go through the slides just because they were fun anyway. Oh, no, we should totally go through the slides because this is that we learned a lot and this is for people who want to do other ones."}
{"start": "00:00:46.000", "end": "00:00:55.000", "speaker": "None", "utterance": "Okay, and improve. Yes. Okay, so we will, I will start sharing my screen and we will introduce what right pods, more."}
{"start": "00:00:55.000", "end": "00:01:03.000", "speaker": "None", "utterance": "And, I think, just to make sure are you guys seeing the pod."}
{"start": "00:01:03.000", "end": "00:01:05.000", "speaker": "None", "utterance": "Yeah presentation."}
{"start": "00:01:05.000", "end": "00:01:07.000", "speaker": "None", "utterance": "Okay. Yes we are."}
{"start": "00:01:07.000", "end": "00:01:27.000", "speaker": "None", "utterance": "Well, Jules Lyle and I thought you know it's been a long time since we were doing, writing, as workshops writers workshops happen all the time, and I, and I think yours as well did some way back in the 90s and of course we had cyber mountain in 1999 so"}
{"start": "00:01:27.000", "end": "00:01:46.000", "speaker": "None", "utterance": "there's a long history of writers workshops within electronic literature, new media. So we thought okay let's do right pods, which are that I'm the writer reader interactions to engage platforms, opening destinations."}
{"start": "00:01:46.000", "end": "00:01:57.000", "speaker": "None", "utterance": "They also kind of play on the pods, the bubbles that everyone has had for Copa so we were thinking let's do a very small writers group."}
{"start": "00:01:57.000", "end": "00:02:00.000", "speaker": "None", "utterance": "These do need to be limited."}
{"start": "00:02:00.000", "end": "00:02:11.000", "speaker": "None", "utterance": "And I had an agenda, and I don't have my stopwatch so you know, we'll see what happens. But I bought my intro take a few minutes and then we could get the participants intro."}
{"start": "00:02:11.000", "end": "00:02:17.000", "speaker": "None", "utterance": "What we got out of it. What's next and suggestions for next time how would we want to do this."}
{"start": "00:02:17.000", "end": "00:02:35.000", "speaker": "None", "utterance": "I know everybody wants to do it again and we'll see how, but basically we had a wonderful white pod, we had six folks, and each creator prepares an excerpt from their work, that will take up to 30 minutes to engage with and explains how to access it,"}
{"start": "00:02:35.000", "end": "00:02:49.000", "speaker": "None", "utterance": "but doesn't give us any more information than that and that is so critical, because that way we can approach the work as a writer, as a reader what, you know, we're just stumbling upon the link we don't know what's going on."}
{"start": "00:02:49.000", "end": "00:02:51.000", "speaker": "None", "utterance": "How does this work."}
{"start": "00:02:51.000", "end": "00:03:08.000", "speaker": "None", "utterance": "So, as you can see me at margarine by Dan Yay. Seven Sisters met by Lyle."}
{"start": "00:03:08.000", "end": "00:03:13.000", "speaker": "None", "utterance": "Right yeah yeah, we're just celebrating you guys."}
{"start": "00:03:13.000", "end": "00:03:23.000", "speaker": "None", "utterance": "Um, feel free to talk in the chat about these things too. But I just wanted to give a shout out to all the wonderful works we had right so there's Richards and there's Clara's okay got it."}
{"start": "00:03:23.000", "end": "00:03:38.000", "speaker": "None", "utterance": "Yeah. And there we are yeah so Richards cards. Okay here we all are in our meeting, and you guys have no idea how long it took me to find a zoom, where we were all actually looking at the camera and somewhat smiling."}
{"start": "00:03:38.000", "end": "00:03:40.000", "speaker": "None", "utterance": "That was tough."}
{"start": "00:03:40.000", "end": "00:03:44.000", "speaker": "None", "utterance": "Okay, we got it. So the idea was that we would."}
{"start": "00:03:44.000", "end": "00:03:48.000", "speaker": "None", "utterance": "It's not that much of a time commitment is about an eight hour day."}
{"start": "00:03:48.000", "end": "00:04:06.000", "speaker": "None", "utterance": "an hour to planet to figure out what we want to do, to to our reactions. And of course, the half hour requirement to read everyone's work and to react to it and I know, I know we all spent a lot more time on each other's work for that but we did want"}
{"start": "00:04:06.000", "end": "00:04:08.000", "speaker": "None", "utterance": "to have a minimum time."}
{"start": "00:04:08.000", "end": "00:04:16.000", "speaker": "None", "utterance": "A time commitment and we did want to keep it as minimal as possible. So we had very strict timing in our meetings."}
{"start": "00:04:16.000", "end": "00:04:24.000", "speaker": "None", "utterance": "We had two minutes for each reader interaction and 20 minutes for each writer to ask questions and to clarify."}
{"start": "00:04:24.000", "end": "00:04:41.000", "speaker": "None", "utterance": "And we wanted to make it so that it was read actions, not right, actions so okay I'm coming across as as a lover of digital fiction of if of electronic literature, how am I reading this piece, what do I see."}
{"start": "00:04:41.000", "end": "00:04:58.000", "speaker": "None", "utterance": "For most of us, we kept a journal on the side it's okay I'm going to this side and I see this and I think that, so it was able to, we were able to track our reader reactions and lesson learn that did take longer than half an hour of these jokes redaction"}
{"start": "00:04:58.000", "end": "00:05:02.000", "speaker": "None", "utterance": "doesn't promise. This is."}
{"start": "00:05:02.000", "end": "00:05:11.000", "speaker": "None", "utterance": "Thank you. That was a promise you're choosing between two words. Okay. Promise, Promise. It's great. Okay."}
{"start": "00:05:11.000", "end": "00:05:21.000", "speaker": "None", "utterance": "Um, so we did find value in this, these were what we heard back and we'll talk about this more but you know we got to see sneak previews of people's works this these are the ads."}
{"start": "00:05:21.000", "end": "00:05:23.000", "speaker": "None", "utterance": "These are the benefits."}
{"start": "00:05:23.000", "end": "00:05:33.000", "speaker": "None", "utterance": "We got to brainstorm the back ends, we got international insights which were really important, actually, especially now that we have international audiences."}
{"start": "00:05:33.000", "end": "00:05:39.000", "speaker": "None", "utterance": "We got to explore and test and prototype, it was very fun to figure out what we can do."}
{"start": "00:05:39.000", "end": "00:05:48.000", "speaker": "None", "utterance": "It's also very important to prototype before you spend a lot of tedious hours doing something that doesn't work,"}
{"start": "00:05:48.000", "end": "00:06:00.000", "speaker": "None", "utterance": "or observations on the process confidentiality is key. Yeah, even though we were recording, we all made a promise those recordings will not escape into the real world."}
{"start": "00:06:00.000", "end": "00:06:14.000", "speaker": "None", "utterance": "Um, we learned how to moderate how to react process bandwidth is important, respecting for zoom for people who don't have the bandwidth was was key."}
{"start": "00:06:14.000", "end": "00:06:30.000", "speaker": "None", "utterance": "And now we also want to try to find a way to exhibit the work since we have not done and that kind of segues into the ideas for next time, which is, we were trying to keep it to advice just for the reader point of view."}
{"start": "00:06:30.000", "end": "00:06:38.000", "speaker": "None", "utterance": "It's, we all come to this and we all are really experienced at different technologies and it is important to be able to give that."}
{"start": "00:06:38.000", "end": "00:06:53.000", "speaker": "None", "utterance": "Try this advice for technology and infrastructure, but it might be helpful to just add a tech pod session for help with that platform, so that we can all get together and say oh yeah, let's do that in the work session, you know, and invite people in for"}
{"start": "00:06:53.000", "end": "00:06:58.000", "speaker": "None", "utterance": "the, who have expertise in the coding and things like that. That'll help."}
{"start": "00:06:58.000", "end": "00:07:03.000", "speaker": "None", "utterance": "We could raise the bar, we could have longer pods for those who are interested."}
{"start": "00:07:03.000", "end": "00:07:14.000", "speaker": "None", "utterance": "We do want to have like a creator statement after we read the works with like, Oh, that's what you want it, I did. Okay, I get that."}
{"start": "00:07:14.000", "end": "00:07:16.000", "speaker": "None", "utterance": "So lots of things we can do."}
{"start": "00:07:16.000", "end": "00:07:31.000", "speaker": "None", "utterance": "Um, and then the writers, we want to do it again I think every, you know, if you guys didn't want to do it again, you wouldn't be here to do again, it does they haven't nobody's agreed to do it again but I think it was agreed to do again."}
{"start": "00:07:31.000", "end": "00:07:41.000", "speaker": "None", "utterance": "What we say is, the, the model has value, especially as we've improved it. Okay. And as we as we said in the salon one, it was a successful pilot."}
{"start": "00:07:41.000", "end": "00:07:42.000", "speaker": "None", "utterance": "Right."}
{"start": "00:07:42.000", "end": "00:07:55.000", "speaker": "None", "utterance": "Yes, that's, that's a successful pilot, let's see what we can do."}
{"start": "00:07:55.000", "end": "00:08:07.000", "speaker": "None", "utterance": "Well, and this is all as is every single thing else in this electronic literature, a labor of love and a labor of addiction so let's see what we can do."}
{"start": "00:08:07.000", "end": "00:08:29.000", "speaker": "None", "utterance": "I'm here are our participants and I want to stay on the screen for a while so that it's really clear, but we do have Dan Walker was great, a post back post box sorry researcher at the yellow auto correct, a big fan of electronic literature, tick tock,"}
{"start": "00:08:29.000", "end": "00:08:40.000", "speaker": "None", "utterance": "Carla Clara who's here sorry Good morning, associates art professor at NYU Game Center scholar designer and writer. Samia, brought to the ROI."}
{"start": "00:08:40.000", "end": "00:08:53.000", "speaker": "None", "utterance": "Basically, the person for elf for electronic literature in India. Currently finishing his ma he actually finished yesterday, raw yay Whoo."}
{"start": "00:08:53.000", "end": "00:09:09.000", "speaker": "None", "utterance": "Good Samia for for the bull Look at his paper. It's really cool. But, um, and Steve says deals with the electronic literature, electronic literature writing in India, on the transcriber of the Canterbury Tales project needs to sync with RT has been up"}
{"start": "00:09:09.000", "end": "00:09:19.000", "speaker": "None", "utterance": "since two o'clock, our time this morning, and I don't think he slept in the last 24 hours, four hours, because he did the Dart at the program that was on earlier this morning."}
{"start": "00:09:19.000", "end": "00:09:32.000", "speaker": "None", "utterance": "I'm contributors to em sip and yellow electronic literature, India Johana is working to get the African digital literature going."}
{"start": "00:09:32.000", "end": "00:09:37.000", "speaker": "None", "utterance": "And let's see, I've been an attic forever."}
{"start": "00:09:37.000", "end": "00:09:53.000", "speaker": "None", "utterance": "While skin Lyle teaches creative digital writing and science communication she's also working really hard on commercialization. She's conducted the practice based research into writing, reading playing publishing digital media science communication, Jules"}
{"start": "00:09:53.000", "end": "00:09:59.000", "speaker": "None", "utterance": "has been helping inventors has been a process guru."}
{"start": "00:09:59.000", "end": "00:10:09.000", "speaker": "None", "utterance": "Usability guru forever, has a wonderful bio that she's going to put into the chat"}
{"start": "00:10:09.000", "end": "00:10:18.000", "speaker": "None", "utterance": "and Richard, of course figure."}
{"start": "00:10:18.000", "end": "00:10:30.000", "speaker": "None", "utterance": "Yay, and writing awards for fellowships from Adele and the National Endowment for the Arts, and Findhorn, I'm so sorry. I always get that is all good."}
{"start": "00:10:30.000", "end": "00:10:33.000", "speaker": "None", "utterance": "But, figure out you been torn on acid."}
{"start": "00:10:33.000", "end": "00:10:42.000", "speaker": "None", "utterance": "That's what yeah you've gotta, yeah. Yeah, I just keep, I was supposed to be in the bio that was just a note for you if you were reading it."}
{"start": "00:10:42.000", "end": "00:10:44.000", "speaker": "None", "utterance": "Well that's because I read it wrong."}
{"start": "00:10:44.000", "end": "00:10:49.000", "speaker": "None", "utterance": "Also Richard metadata is fun. Okay."}
{"start": "00:10:49.000", "end": "00:10:51.000", "speaker": "None", "utterance": "That was mine."}
{"start": "00:10:51.000", "end": "00:10:57.000", "speaker": "None", "utterance": "Now we can talk about just for next time."}
{"start": "00:10:57.000", "end": "00:11:13.000", "speaker": "None", "utterance": "What do you reckon what was good about it, what would you improve this was also our last lessons learned session too so it's kind of nice that this one's being recorded for posterity on Vimeo, but I'll open up the floor."}
{"start": "00:11:13.000", "end": "00:11:14.000", "speaker": "None", "utterance": "Wow."}
{"start": "00:11:14.000", "end": "00:11:21.000", "speaker": "None", "utterance": "And also Jules is going to put in a on the chat the PDF to the process that you've developed."}
{"start": "00:11:21.000", "end": "00:11:36.000", "speaker": "None", "utterance": "Okay. Um, it's, it's on GitHub, but if that's a little hard for people I will put, put the link in. Okay. And I can stop sharing now. Yay. Thank you guys."}
{"start": "00:11:36.000", "end": "00:11:53.000", "speaker": "None", "utterance": "Okay."}
{"start": "00:11:53.000", "end": "00:11:56.000", "speaker": "None", "utterance": "think should be recorded about it."}
{"start": "00:11:56.000", "end": "00:12:03.000", "speaker": "None", "utterance": "Right. And I think since we have time we're not gonna, I'm not gonna sit here with a little timer thing."}
{"start": "00:12:03.000", "end": "00:12:08.000", "speaker": "None", "utterance": "So, okay so and you have to call on them because you don't know what order to go in."}
{"start": "00:12:08.000", "end": "00:12:14.000", "speaker": "None", "utterance": "You don't know. I would like you to choose to call on my screen Klara is first."}
{"start": "00:12:14.000", "end": "00:12:15.000", "speaker": "None", "utterance": "Okay."}
{"start": "00:12:15.000", "end": "00:12:34.000", "speaker": "None", "utterance": "Okay. So, yeah, I didn't have a fun with this was a really lovely experience, you know what, I shed things I've been writing, kind of, for me, for fun, you know, something that started as an example for students is kind of became its own project."}
{"start": "00:12:34.000", "end": "00:12:42.000", "speaker": "None", "utterance": "And, you know, for me it was important to kind of first get out of my circles you know I have plenty of people that I can share, work with one is games."}
{"start": "00:12:42.000", "end": "00:12:55.000", "speaker": "None", "utterance": "I'm probably like also interactive, which in which I have but I think that the kind of coming to the kind of electronic leadership community was that kind of breath, you know, I share."}
{"start": "00:12:55.000", "end": "00:13:10.000", "speaker": "None", "utterance": "Just because they come up know what they're going to say, and and in a way was kind of like a sanity check and it was really nice to kind of go out of those circles of think that having different people to, to share your work with that might not be just"}
{"start": "00:13:10.000", "end": "00:13:16.000", "speaker": "None", "utterance": "your friends this is a way of saying like how, how far can this work get."}
{"start": "00:13:16.000", "end": "00:13:31.000", "speaker": "None", "utterance": "And you know this was this was part of the slides too but I think that having, you know, working with people from all over the world and seeing what other people are doing, and kind of seeing the variety and seeing how, how, you know, my work and fit"}
{"start": "00:13:31.000", "end": "00:13:49.000", "speaker": "None", "utterance": "in that wider thing and I think that also like, because I think that most of us were sharing work that was kind of driven by by our own interest it's not something that we're doing for research or for your commercial publication or for, you know, like"}
{"start": "00:13:49.000", "end": "00:14:05.000", "speaker": "None", "utterance": "a grant or anything that's like a something that we're doing in our copious spare time for ourselves and for others right and i think that that was, it was great to find out what people are doing the same and then but in, in a way like everybody was doing"}
{"start": "00:14:05.000", "end": "00:14:14.000", "speaker": "None", "utterance": "work that was so so different that that finding the commonality was yeah like that these were kind of passion projects in a way."}
{"start": "00:14:14.000", "end": "00:14:30.000", "speaker": "None", "utterance": "Um, but, you know, in a space where it's a bit different from you know this this kind of pandemic urge to make your hobby something, you know profitable, you know, or something that you can, you know, learn or whatever it's like now we're just doing this"}
{"start": "00:14:30.000", "end": "00:14:44.000", "speaker": "None", "utterance": "for our soul and I think that that finding different words, the word for our soul was kind of important. So, the feedback was really great. I've addressed a lot of the things that popped up."}
{"start": "00:14:44.000", "end": "00:14:59.000", "speaker": "None", "utterance": "And my goal is that at the end of June to release. What I shared plus the kind of origins of it, but kind of I'm trying to kind of packaging it you know thing that one thing is like the writing and the other is like making it look nice accessible have"}
{"start": "00:14:59.000", "end": "00:15:05.000", "speaker": "None", "utterance": "a kind of like proper artist statement, and also I'm."}
{"start": "00:15:05.000", "end": "00:15:18.000", "speaker": "None", "utterance": "I'm glad that I waited a bit because Emily laser Walker, just published this twine rapper to delete you're trying games a standalone app."}
{"start": "00:15:18.000", "end": "00:15:34.000", "speaker": "None", "utterance": "And it works through GitHub, which is my mortal enemy but but I'm willing to, to learn how to do it and kind of like percentages like guess like I could present this nicely and professionally, but I think that I needed to feel like my heart was in the"}
{"start": "00:15:34.000", "end": "00:15:44.000", "speaker": "None", "utterance": "right place, and just share my work. So yeah, it was great and I will do it again. Anytime."}
{"start": "00:15:44.000", "end": "00:15:54.000", "speaker": "None", "utterance": "Yay. Thank you for it and I'm looking forward to your release Ko, we go from Richard."}
{"start": "00:15:54.000", "end": "00:15:55.000", "speaker": "None", "utterance": "Sure."}
{"start": "00:15:55.000", "end": "00:16:16.000", "speaker": "None", "utterance": "Well, so, I think this was more than a pilot because it was an actual you know thing that that worked for all of us in, in, in reality, and first just, you know, Dina and Jules just did a fabulous job, organizing this and facilitating this and setting"}
{"start": "00:16:16.000", "end": "00:16:18.000", "speaker": "None", "utterance": "up the structure."}
{"start": "00:16:18.000", "end": "00:16:36.000", "speaker": "None", "utterance": "The ground rules was run so clearly and and and effectively and jewels are just brilliant at articulating and implementing you know process for responding I know that's something that you have, you know, lots of experience and expertise in."}
{"start": "00:16:36.000", "end": "00:16:53.000", "speaker": "None", "utterance": "And, I mean, for me, I got all that you know that I got the things that you get out of writing workshops in general, which include deadlines, which is one of the main reasons that I even went back to get graduate degrees is because of the deadline, you"}
{"start": "00:16:53.000", "end": "00:17:12.000", "speaker": "None", "utterance": "know deadlines make you finish stuff to show people exposure to other people's other diverse works. Besides your own. And of course, you know, specific feedback about and suggestions from readers about about your own stuff."}
{"start": "00:17:12.000", "end": "00:17:33.000", "speaker": "None", "utterance": "So, you know, all those things just worked really well and plus, in this case also which doesn't always happen, you know that camaraderie of a little bit of writer community building in this case, that one that was, you know, when across what four continents,"}
{"start": "00:17:33.000", "end": "00:17:34.000", "speaker": "None", "utterance": "or so."}
{"start": "00:17:34.000", "end": "00:17:38.000", "speaker": "None", "utterance": "And that was part of the delight of it."}
{"start": "00:17:38.000", "end": "00:17:59.000", "speaker": "None", "utterance": "I don't know if you want to get into the suggestions for next time right now or not, but I'm on the side of Well, this was really good so more is better, and and so if a little bit as good than a lot is, you know, it's better."}
{"start": "00:17:59.000", "end": "00:18:01.000", "speaker": "None", "utterance": "You know, philosophy, I guess."}
{"start": "00:18:01.000", "end": "00:18:18.000", "speaker": "None", "utterance": "And so I would be on the side of I mean I see that there's advantages to, there were advantages to keeping the bar low in terms of, you know, kind of making the thing, accessible and and available and enticing to people but I'd be on the side of raising"}
{"start": "00:18:18.000", "end": "00:18:31.000", "speaker": "None", "utterance": "the bar and raising the expectations that is more time, you know, just, you know, instead of saying, selling it as or it could be that there's different workshops that there's lower bar and higher bar."}
{"start": "00:18:31.000", "end": "00:18:45.000", "speaker": "None", "utterance": "Yeah, which is probably the way to think about it but but instead of enticing people, oh it's only going to take this amount of time say, hey, it's going to take an investment of time and you're going to get, you know, you get out of it what you put into"}
{"start": "00:18:45.000", "end": "00:18:47.000", "speaker": "None", "utterance": "it."}
{"start": "00:18:47.000", "end": "00:19:02.000", "speaker": "None", "utterance": "You know we're all writers and most of us have participated in writing workshops of various types so you know suck you know I say suck suck it to us and give people."}
{"start": "00:19:02.000", "end": "00:19:18.000", "speaker": "None", "utterance": "You know, insist, or you know, say, Yeah, you're going to spend some time, it, the expectations for both for the amount of time you spend with work, and the product that results, not just the discussion."}
{"start": "00:19:18.000", "end": "00:19:31.000", "speaker": "None", "utterance": "And there I think the time constraints are super valuable, where you, you know, very structure, you know have that be very structured, but say higher expectations for the written feedback that we provide."}
{"start": "00:19:31.000", "end": "00:19:40.000", "speaker": "None", "utterance": "You know that your want to provide to each other because I find that those that can be really valuable."}
{"start": "00:19:40.000", "end": "00:19:48.000", "speaker": "None", "utterance": "So those are some of my some of my thoughts."}
{"start": "00:19:48.000", "end": "00:19:52.000", "speaker": "None", "utterance": "Really cool thank you yeah I'm still muted."}
{"start": "00:19:52.000", "end": "00:20:07.000", "speaker": "None", "utterance": "Oh, you're good. I still needed, like you are not still muted. All right, I'm legal Thank you rich yeah and I'm thinking about this expectations and let's talk about that, but we also have some in, and then tools."}
{"start": "00:20:07.000", "end": "00:20:10.000", "speaker": "None", "utterance": "Yeah. Hello everyone."}
{"start": "00:20:10.000", "end": "00:20:22.000", "speaker": "None", "utterance": "So, I got to know about right words from random Facebook post, because I always have my eyes hooked on the Yellow Page, what's happening what's happening what's happening."}
{"start": "00:20:22.000", "end": "00:20:35.000", "speaker": "None", "utterance": "Yeah. So, I saw this message in the first thing that I instinctively email, Dina, what do I need to send, do I need to send a CV I don't know visit Academy go something something there."}
{"start": "00:20:35.000", "end": "00:20:46.000", "speaker": "None", "utterance": "And then I came to know which other people that are participating in the damn thing. And then I googled them, and immediately I lost my goal that Oh, okay, fine."}
{"start": "00:20:46.000", "end": "00:20:53.000", "speaker": "None", "utterance": "What are we doing this year. I'm making a fool of ourselves in the International Circuit, great"}
{"start": "00:20:53.000", "end": "00:20:58.000", "speaker": "None", "utterance": "school vegetables, but well. Jokes aside, I had a lot of fun."}
{"start": "00:20:58.000", "end": "00:21:11.000", "speaker": "None", "utterance": "I got to learn from some, I should take the liberty of saying, I gotta learn from the best, and it was a fantastic exercise. And another thing that Richard also point out it pointed out was deadlines."}
{"start": "00:21:11.000", "end": "00:21:16.000", "speaker": "None", "utterance": "Because the thing that I have done is not something very."}
{"start": "00:21:16.000", "end": "00:21:22.000", "speaker": "None", "utterance": "I mean, it doesn't involve a lot of technology it's something that I did sitting in my bedroom, really."}
{"start": "00:21:22.000", "end": "00:21:29.000", "speaker": "None", "utterance": "But it's an idea that was brewing in my head, since 2019, and I just didn't have the time to do it."}
{"start": "00:21:29.000", "end": "00:21:39.000", "speaker": "None", "utterance": "So, getting together and and expecting someone to read your work comment in your work whether it is validation businesses or whatever you might want to call it."}
{"start": "00:21:39.000", "end": "00:21:50.000", "speaker": "None", "utterance": "It also gives you a reason to finish your work. And to think about it in a positive way in an academic way, whatever way that might be, it proved it incredibly beneficial for me."}
{"start": "00:21:50.000", "end": "00:21:57.000", "speaker": "None", "utterance": "So that was a huge, huge plus point and the thing also about"}
{"start": "00:21:57.000", "end": "00:22:08.000", "speaker": "None", "utterance": "other people from different parts of the world coming together and looking at content especially there was an incident with mine work which I will let Dina take over, who is extremely funny."}
{"start": "00:22:08.000", "end": "00:22:16.000", "speaker": "None", "utterance": "The thing with the number. Yeah, I would like to comment on that. So yeah, it was, it was extremely fun for me."}
{"start": "00:22:16.000", "end": "00:22:25.000", "speaker": "None", "utterance": "Yeah, that was it and I'm always getting for more things like this."}
{"start": "00:22:25.000", "end": "00:22:26.000", "speaker": "None", "utterance": "Yes."}
{"start": "00:22:26.000", "end": "00:22:33.000", "speaker": "None", "utterance": "Yeah, it's good points that you know that you're going to have quality readers reading your stuff you better have quality stuff."}
{"start": "00:22:33.000", "end": "00:22:42.000", "speaker": "None", "utterance": "So it is good to have that expectation, Jules what the process. In, yes. Well, and I."}
{"start": "00:22:42.000", "end": "00:22:57.000", "speaker": "None", "utterance": "So I'm not an academic and I'm not primarily a creator, I, but I've been a fellow traveler, so I've really enjoyed being a fellow traveler in this community since 1989, and trying to think about what I could bring to the party at various points, and in"}
{"start": "00:22:57.000", "end": "00:23:08.000", "speaker": "None", "utterance": "honor today, I am wearing a blouse that was chosen for me by a computer from Stitch Fix, you know, it's the type in some things in the computer says you clothing."}
{"start": "00:23:08.000", "end": "00:23:17.000", "speaker": "None", "utterance": "So, I hated almost all of them, but this is something picked out for me by a computer that I actually surprisingly liked, and it, Dean it has its tactile stuff is right."}
{"start": "00:23:17.000", "end": "00:23:18.000", "speaker": "None", "utterance": "Okay."}
{"start": "00:23:18.000", "end": "00:23:35.000", "speaker": "None", "utterance": "And I, I am learning from this moment now because I didn't realize that each of you were doing sort of a personal heart project, you know, and what Clara saying and also you know, Richard yours was very personal and it was kind of a response to the pandemic"}
{"start": "00:23:35.000", "end": "00:23:52.000", "speaker": "None", "utterance": "in a way, so it was felt very fresh and Samia, I think you have come up with a new art form. Okay, of the sending up a travelogue so sort of taking a travelogue and and doing so many different things with it that make it something completely other, so"}
{"start": "00:23:52.000", "end": "00:24:09.000", "speaker": "None", "utterance": "it was just a privilege to sort of watch these being born. Okay, and and obviously I do actually Dina it's, it's hard for me to put things on the internet while I'm in zoom, but I do want to say I've put everything into GitHub, including the most important"}
{"start": "00:24:09.000", "end": "00:24:24.000", "speaker": "None", "utterance": "chunky, the three pages of instructions of here's exactly how to share your work and here's, here's and and I totally take Richard I totally like your idea, I think you can do anything with these as long as the agreements are up front, like there could"}
{"start": "00:24:24.000", "end": "00:24:38.000", "speaker": "None", "utterance": "be the right pod for the people with no time. Okay. And then there could be the right pod that's almost like McDowell without going to McDowell where it's a fairly serious commitment and everybody knows that it's just so that there's even though there's"}
{"start": "00:24:38.000", "end": "00:24:53.000", "speaker": "None", "utterance": "international participation. There's equal amounts of effort and commitment is what matters. And I know klar you said what was fun was you work with, you're immersed in games, so it was fun for you to have literature people looking at your game, your"}
{"start": "00:24:53.000", "end": "00:25:07.000", "speaker": "None", "utterance": "literature game. In other words, you are also creating a new art form to and, and, but I don't know the field that you're working in as well to say how it was new, but it seems completely fresh to me like a flavor I'd never had before."}
{"start": "00:25:07.000", "end": "00:25:20.000", "speaker": "None", "utterance": "So, um, anyway, and I think that's mostly what I want to say so I love talking about process. Many years ago a friend of mine said here's for you, contents just a crutch for people who can't handle process."}
{"start": "00:25:20.000", "end": "00:25:36.000", "speaker": "None", "utterance": "Now that is somewhat overstating it. But anyway, thank you for the privilege of working with you guys and I would love to hear. We were finished this is came and went, Okay, but we are leaving this record for and we don't have to go the whole time if"}
{"start": "00:25:36.000", "end": "00:25:50.000", "speaker": "None", "utterance": "we want to go heat see or another panel, but we are leaving this record for people who might want to try it themselves And, and, you know, you just need, you just need an organizer and it probably works better if the organized, actually what we did with"}
{"start": "00:25:50.000", "end": "00:26:05.000", "speaker": "None", "utterance": "Lyle and Dina and is that people didn't. People didn't share their own reaction session, like you can't possibly be the timer or anything like that when your work being talked about."}
{"start": "00:26:05.000", "end": "00:26:22.000", "speaker": "None", "utterance": "And Lyle and I had not worked together before. But, but the one, the thing that I do for I let the author, manage their 20 minutes. Okay. In other words, the 20 minutes is the, the first two minutes from everyone is extremely closely controlled and then"}
{"start": "00:26:22.000", "end": "00:26:32.000", "speaker": "None", "utterance": "we say, author, what do you want to do for 20 minutes, and they can just pour out how they've never been understood and no one's ever gotten them or they can ask specific questions about the tech."}
{"start": "00:26:32.000", "end": "00:26:44.000", "speaker": "None", "utterance": "I don't care, but like I said it's very important that that's a creator controlled section, because that takes away sort of the bullying Have you go to a writing group and people just tell you stuff and you go home and cry or whatever."}
{"start": "00:26:44.000", "end": "00:26:50.000", "speaker": "None", "utterance": "So, it's I'll speak for myself I go home and cry. Okay, so, anyway."}
{"start": "00:26:50.000", "end": "00:27:04.000", "speaker": "None", "utterance": "Um, so those were the important pieces that we captured and any people can take this and and remix it, and we hope that they will. So, in Dena Do you want to tell the story about the numbers are, you know."}
{"start": "00:27:04.000", "end": "00:27:20.000", "speaker": "None", "utterance": "Well, I'll tell my story about the numbers because it is kind of funny for 20 in the US was apocryphally, the police code for marijuana. And we have celebrations for marijuana."}
{"start": "00:27:20.000", "end": "00:27:32.000", "speaker": "None", "utterance": "On April 20 at 420 in the evening, and it was funny because some yes I can't quite remember where the number came into it. Oh, but it had a 420 in it, yeah Oh no, it was the only Oh, that's right."}
{"start": "00:27:32.000", "end": "00:27:51.000", "speaker": "None", "utterance": "It was the only photo that had the date stamp on it. So it was very clear and very emphasized. And it was taken it for 20. And I was like, Oh yeah, that's definitely deliberate That was cute, you're like, how did that put, but semi Can you tell the story"}
{"start": "00:27:51.000", "end": "00:27:55.000", "speaker": "None", "utterance": "also but for Richards about bringing."}
{"start": "00:27:55.000", "end": "00:28:11.000", "speaker": "None", "utterance": "Yeah, so, so in Richards please there was this character, or dimension of the affinity. Yeah, so I didn't I didn't have much background on it because I'm not familiar with the context that Richard was going for."}
{"start": "00:28:11.000", "end": "00:28:28.000", "speaker": "None", "utterance": "For me it was very interesting because he Randy, if I look at feeling he has a word that is something that is very important to the Indian colonial history, because the Indian natives used to call people who are white, as in the British colonial masters"}
{"start": "00:28:28.000", "end": "00:28:40.000", "speaker": "None", "utterance": "as Iranians. Now what does he run he means around means color. You don't give means without color, so it seemed that white, white skin is something that is without color."}
{"start": "00:28:40.000", "end": "00:28:55.000", "speaker": "None", "utterance": "And so the white colonizers were called Frankie's, and when Richard steps referenced this I was like, okay, that's cool is, does this mean this, and we just said, No, doesn't mean that it means something totally different, but for me it meant something"}
{"start": "00:28:55.000", "end": "00:29:04.000", "speaker": "None", "utterance": "else. So, these cultural corner connotations are very interesting and that is why having an intercontinental perspective. Really, I will."}
{"start": "00:29:04.000", "end": "00:29:11.000", "speaker": "None", "utterance": "It gets all kinds of thoughts buzzing."}
{"start": "00:29:11.000", "end": "00:29:30.000", "speaker": "None", "utterance": "And we look at the Star Trek writers who created the Frankie were aware aware of the cross cultural implications of that term, because I got it from Star Trek so"}
{"start": "00:29:30.000", "end": "00:29:44.000", "speaker": "None", "utterance": "yeah yeah and I think it's so important to. I think that was one of the major values of this was everybody had a very different perspective and we're coming from different backgrounds, even though we're all in the electronic literature, community."}
{"start": "00:29:44.000", "end": "00:29:46.000", "speaker": "None", "utterance": "I think that was key."}
{"start": "00:29:46.000", "end": "00:29:54.000", "speaker": "None", "utterance": "This was a completely non ELO sanctioned event"}
{"start": "00:29:54.000", "end": "00:30:07.000", "speaker": "None", "utterance": "forcibly reminded. And I'm thinking, I'm really wanted to ask folks, first of all, do you think there would be a benefit in going to the yellow board saying hey sanction these things."}
{"start": "00:30:07.000", "end": "00:30:24.000", "speaker": "None", "utterance": "Put it under your rubric, keep it in your space. You mean like sponsor, not Oh sanction anger that's true, yeah okay yeah so sponsor saying hey yes this is part of our organization and, you know, kind of like the conferences."}
{"start": "00:30:24.000", "end": "00:30:40.000", "speaker": "None", "utterance": "You'd have to be a member to join or something and keep it as a member benefit. Part of that would support the yellow, which you know as you know runs on a shoestring and so and so forth, and Samia you're developing an organization."}
{"start": "00:30:40.000", "end": "00:30:41.000", "speaker": "None", "utterance": "The Indian yellow."}
{"start": "00:30:41.000", "end": "00:30:53.000", "speaker": "None", "utterance": "Would it be good to have it as part of an organization, or would it be good to have it just run wild. Like, we kind of did."}
{"start": "00:30:53.000", "end": "00:31:09.000", "speaker": "None", "utterance": "I think that it's important to have institutional support, but especially for right pods. I don't think it should be member only because I think we should use right pods or something to get people into writing electronic electronic mode."}
{"start": "00:31:09.000", "end": "00:31:15.000", "speaker": "None", "utterance": "And if people get interested they can join the yellow separately, or someone like me."}
{"start": "00:31:15.000", "end": "00:31:36.000", "speaker": "None", "utterance": "Had it not been for my community, my the work that I got to do with right pods are my contributions with elms tape or my program review committee with the exhibition's, I wouldn't have been able to pay for my yellow membership which I got to be none of"}
{"start": "00:31:36.000", "end": "00:31:50.000", "speaker": "None", "utterance": "that enterprise of making sure that scholarships come our way. So I think that making this painful for people to contribute activity."}
{"start": "00:31:50.000", "end": "00:32:07.000", "speaker": "None", "utterance": "So that they can be a part of the family. I believe it is as important as being a member. And I think that something like right pause channel the way to become a member and not say that if you are a member you get parts, because people who are members"}
{"start": "00:32:07.000", "end": "00:32:20.000", "speaker": "None", "utterance": "already know these things, but people who are not, they might need these in order to be introduced to these. I think that is more important, because had it not been I would have been able to."}
{"start": "00:32:20.000", "end": "00:32:28.000", "speaker": "None", "utterance": "Yeah, if I may add to that, I mean that's, you know, some of my students are working in that of games that would feel very comfortable at the yellow."}
{"start": "00:32:28.000", "end": "00:32:41.000", "speaker": "None", "utterance": "And this might be the gateway for them to realize that it is you know rather than sending it I think that is kind of the exposure to the kind of feedback and the kind of audience that will get you know and working towards it and, you know, like what happened"}
{"start": "00:32:41.000", "end": "00:32:51.000", "speaker": "None", "utterance": "to me it's like a changing background a bed and you know I consider yellow it's like it's another, you know, communities, not my main thing but it's like home, you know, basically."}
{"start": "00:32:51.000", "end": "00:33:02.000", "speaker": "None", "utterance": "So my PhD but but for my students who might be a bit more different but I think that is part of my goal to make them realize that the world is bigger than games."}
{"start": "00:33:02.000", "end": "00:33:14.000", "speaker": "None", "utterance": "Because they, they love games and they don't realize that that you have this other media and there's other ways to look at this so so yeah i agree that that would be one thing, that, that helps you know funnel people into the yellow."}
{"start": "00:33:14.000", "end": "00:33:17.000", "speaker": "None", "utterance": "If I can add just a bed."}
{"start": "00:33:17.000", "end": "00:33:29.000", "speaker": "None", "utterance": "I think that it's also important to highlight the idea of the digital right pod. I think that would be very nice to meet in person to having tea in sharing the same product, it would be great."}
{"start": "00:33:29.000", "end": "00:33:47.000", "speaker": "None", "utterance": "Um, you know, on a couch and whatnot. But I think the because of the format because the sessions were relatively short, I'm gonna like I think that by now we spent so much time in zoom that spending like what two hours, you know, like the session of two"}
{"start": "00:33:47.000", "end": "00:34:05.000", "speaker": "None", "utterance": "hours and we were changing topics and it was lively and it didn't it didn't feel tiring and I cannot say that if a lot of zoom calls that that I think that it would be interesting to say like okay there is a format, maybe in person we can do something"}
{"start": "00:34:05.000", "end": "00:34:07.000", "speaker": "None", "utterance": "that is a bit longer."}
{"start": "00:34:07.000", "end": "00:34:17.000", "speaker": "None", "utterance": "in it but I think that the digital platform to still reaching international logins, um, you know people who might not be able to travel for example."}
{"start": "00:34:17.000", "end": "00:34:22.000", "speaker": "None", "utterance": "That's another you know part of the kind of outreach that that could be done."}
{"start": "00:34:22.000", "end": "00:34:33.000", "speaker": "None", "utterance": "So so yeah i think that that may be like thinking about like the out of the different kind of like pause you know like there might be at right possible like you did the digital thing and then, you know, as jewels was saying it's like you feel so terrible."}
{"start": "00:34:33.000", "end": "00:34:40.000", "speaker": "None", "utterance": "After the feedback when you just want to go and cry You don't want to meet anybody. So there are also advantages to do it digitally right."}
{"start": "00:34:40.000", "end": "00:34:55.000", "speaker": "None", "utterance": "Um, but But the thing that the the platform and the delivery and thinking it is outreach to people who might not know about the yellow, people who might not have realized that they could share their work with the yellow, but also you know students people"}
{"start": "00:34:55.000", "end": "00:35:12.000", "speaker": "None", "utterance": "who cannot travel, or you know what travel can become an actual pain and, you know, and just to keep it accessible to like again like two hours, that kind of like lower time commitment, made it very accessible and using zoom, you know also made it super"}
{"start": "00:35:12.000", "end": "00:35:26.000", "speaker": "None", "utterance": "accessible to so so there's no, there's different format maybe that's, you know, for next year, we should try the comparison was like, you know, in person, if we can, with with remote right box."}
{"start": "00:35:26.000", "end": "00:35:36.000", "speaker": "None", "utterance": "That makes a lot of sense and Clara I don't know if you know this, I ran writers workshops very similar to this, not so much with the process, I'm for."}
{"start": "00:35:36.000", "end": "00:35:42.000", "speaker": "None", "utterance": "Gosh, I think I ran 10 or 15 of them."}
{"start": "00:35:42.000", "end": "00:35:50.000", "speaker": "None", "utterance": "hypertext, and I ran them through the digital. And I, I, Richard I think you were at one of them."}
{"start": "00:35:50.000", "end": "00:36:05.000", "speaker": "None", "utterance": "I don't remember now i mean i'm Oh my God, my mind is going and because of this conference and everything else but I ran about at least 10 of them, and they are really different in person, because you do get to like touch and feel the works and see them."}
{"start": "00:36:05.000", "end": "00:36:16.000", "speaker": "None", "utterance": "I honestly liked the digital better, in a way, because you could have the two channels of communication you could have the chat, you can see what's going on."}
{"start": "00:36:16.000", "end": "00:36:28.000", "speaker": "None", "utterance": "It was easier to view, rather than in person, it was, and also like you're saying it was easier to have the convenience of it."}
{"start": "00:36:28.000", "end": "00:36:47.000", "speaker": "None", "utterance": "And it was easier to get the access the bar, the bar to entry was a lot lower."}
{"start": "00:36:47.000", "end": "00:36:34.000", "speaker": "None", "utterance": "But both, both and."}
{"start": "00:36:34.000", "end": "00:36:43.000", "speaker": "None", "utterance": "It's still high and semi you could talk to this as well, because you have to have a stable internet connection, which makes life difficult."}
{"start": "00:36:43.000", "end": "00:36:52.000", "speaker": "None", "utterance": "The way to think about it is not either or."}
{"start": "00:36:52.000", "end": "00:37:09.000", "speaker": "None", "utterance": "Yeah, when I was when I was teaching I tried to, you know, would I would use face to face discussion but often as a follow up to the online discussion, because then you can fill in the cracks and nuances and explore the things that came up online and,"}
{"start": "00:37:09.000", "end": "00:37:26.000", "speaker": "None", "utterance": "I mean, you can take advantage of both media for what they're, you know better and worse at, I guess we can i mean i think the ideal thing to me as a combination but you know what might work really well I don't know if we're ever going to see each other"}
{"start": "00:37:26.000", "end": "00:37:35.000", "speaker": "None", "utterance": "again in person, but if we had in online right pods, leading up to an in person conference."}
{"start": "00:37:35.000", "end": "00:38:04.000", "speaker": "None", "utterance": "And then at that in person conference still had the workshop you remember the one we did Hannah. Oh, it was important and I was there online actually, and you were the one for moderating it face to face, we can still do something like that it worked out"}
{"start": "00:38:04.000", "end": "00:38:18.000", "speaker": "None", "utterance": "spot but since we have you in the audience if there's, you know, do you have, what, you know, you have questions or, you know, or what's your interest or add to our insights."}
{"start": "00:38:18.000", "end": "00:38:32.000", "speaker": "None", "utterance": "If, but, you know, don't yeah that was also going to put her on the spot and say, Hey, is there a potential Nexus to get to the cell into the databases with this as well, because these are these are nascent works they are not published, but we are looking"}
{"start": "00:38:32.000", "end": "00:38:46.000", "speaker": "None", "utterance": "for exhibit space. Would there be a possibility for saying hey here's the works in progress and maybe it depends on how much of it you want to be public."}
{"start": "00:38:46.000", "end": "00:38:54.000", "speaker": "None", "utterance": "Hmm, guess, if you put it in a bit. It sort of is a published work done."}
{"start": "00:38:54.000", "end": "00:38:56.000", "speaker": "None", "utterance": "Because everyone can see it."}
{"start": "00:38:56.000", "end": "00:39:05.000", "speaker": "None", "utterance": "And I'm guessing, like you said in your presentation that you don't want to write books themselves to be publicly available."}
{"start": "00:39:05.000", "end": "00:39:25.000", "speaker": "None", "utterance": "I don't know if maybe you would like, I'm just thinking out loud wants to work is published to also attach a document or have a link or anything to the right books, so that it's in the documentation announce it clear, like, what the process was that would"}
{"start": "00:39:25.000", "end": "00:39:28.000", "speaker": "None", "utterance": "be cool maybe"}
{"start": "00:39:28.000", "end": "00:39:38.000", "speaker": "None", "utterance": "think so, Yeah, I think it might depend on each individual work rather than this is what we do with write books but I'm not sure. Maybe what we could do is like have the onset be."}
{"start": "00:39:38.000", "end": "00:39:52.000", "speaker": "None", "utterance": "These were have like a keyword like these published works now, so when Clara publishes her work. She can Richard, you can say hey it was developed with the right part and have that connection."}
{"start": "00:39:52.000", "end": "00:40:07.000", "speaker": "None", "utterance": "Oh, yeah, we have a fields for technical notes and then you could put it there and you can also we have tagging so you could put right both as a tech so that we could click on a button you would see all the works that have been developed in it."}
{"start": "00:40:07.000", "end": "00:40:22.000", "speaker": "None", "utterance": "And the other question would be, you know, we could possibly do a health presentation next time of works that would be another deadline, the only way that I've ever gotten to work done is with the deadline."}
{"start": "00:40:22.000", "end": "00:40:39.000", "speaker": "None", "utterance": "And if we said okay in 2022, we're going to have a power, a presentation of exhibits of works done in right pod, you know, like the covert expedition exposition exhibition the right pod exhibition."}
{"start": "00:40:39.000", "end": "00:40:42.000", "speaker": "None", "utterance": "That might work like yellow fringe."}
{"start": "00:40:42.000", "end": "00:40:53.000", "speaker": "None", "utterance": "Yes, exactly. Below fringe. But, Honey, what do you think about like right buds Does this make sense to you Is there anything else we should explain."}
{"start": "00:40:53.000", "end": "00:40:55.000", "speaker": "None", "utterance": "I doesn't make sense."}
{"start": "00:40:55.000", "end": "00:41:02.000", "speaker": "None", "utterance": "The only thing I didn't really get at the beginning is the timeline, how to do them."}
{"start": "00:41:02.000", "end": "00:41:11.000", "speaker": "None", "utterance": "The do them after each other or do you have like breakout groups and do them or along. I will email it to you because I will email it to you right now."}
{"start": "00:41:11.000", "end": "00:41:30.000", "speaker": "None", "utterance": "Okay, thank you. Good, good point and for the recording for the record, the timeline, which was, We met and we planned in January, February, ish. Okay and then we had our first and then every, the first three people who agreed to do, to have their session"}
{"start": "00:41:30.000", "end": "00:41:51.000", "speaker": "None", "utterance": "had their works email to us within a week and then we had three weeks to read them so we met in March ish. And then at the March, writing workshop, basically a week after we got the next three batches and so we had three weeks to read those works and"}
{"start": "00:41:51.000", "end": "00:41:53.000", "speaker": "None", "utterance": "we met in April, ish."}
{"start": "00:41:53.000", "end": "00:41:57.000", "speaker": "None", "utterance": "and I'm sure somebody has the actual dates."}
{"start": "00:41:57.000", "end": "00:42:05.000", "speaker": "None", "utterance": "Things have been a bit much to my mind, after"}
{"start": "00:42:05.000", "end": "00:42:23.000", "speaker": "None", "utterance": "I did that's very good to know so they you have to a timeframe where you get to read the works I first understood it as you get it on the day of the right path and then you go into a work and discuss it afterwards, like, it's like yeah this one."}
{"start": "00:42:23.000", "end": "00:42:35.000", "speaker": "None", "utterance": "I was very privileged in the 90s to attend the northern Colorado science fiction writers workshops with at Bryant, Connie Willis, you know, few people like that."}
{"start": "00:42:35.000", "end": "00:42:47.000", "speaker": "None", "utterance": "Very high caliber and it was so it was modeled on that same timeline that you always have time to read the works, but it's also modeled on that commitment you."}
{"start": "00:42:47.000", "end": "00:42:54.000", "speaker": "None", "utterance": "These are very professional workshops, they are for folks who are dedicated writers."}
{"start": "00:42:54.000", "end": "00:43:07.000", "speaker": "None", "utterance": "And that might be an issue to explore I wanted to talk to you about that. If someone if we have students do. I think we should hold them to the same expectations."}
{"start": "00:43:07.000", "end": "00:43:26.000", "speaker": "None", "utterance": "Yeah."}
{"start": "00:43:26.000", "end": "00:43:36.000", "speaker": "None", "utterance": "Sign up now, you have to finish your final release like release it and put it in front of people. So, in the case of games, students."}
{"start": "00:43:36.000", "end": "00:43:39.000", "speaker": "None", "utterance": "It's part of what they have to be doing already."}
{"start": "00:43:39.000", "end": "00:43:48.000", "speaker": "None", "utterance": "So it's not that much different, but that's, that's also, It depends on the school in depends on the on the background, know if it was when I was studying literature."}
{"start": "00:43:48.000", "end": "00:43:59.000", "speaker": "None", "utterance": "I would not have been expected because that was soon as scholar neither make it in a way. So, it depends but yeah it's not out of the question. Samia, you have any thing to add."}
{"start": "00:43:59.000", "end": "00:44:18.000", "speaker": "None", "utterance": "Yeah, I think the deadline is fine I think the deadline is important to Kevin integrity, as in that if everyone else is getting a week one person should not get two weeks, then that means there is no symmetry going on, but as far as level of work is concerned"}
{"start": "00:44:18.000", "end": "00:44:33.000", "speaker": "None", "utterance": "as far as how good or how technically advanced or how rich your work is, I think that depends a lot on how experienced the writer is how into the profession, the writer is."}
{"start": "00:44:33.000", "end": "00:44:45.000", "speaker": "None", "utterance": "So I think the deadline, the timeline is fine, but expectations can vary according to different people and how proficient they are in what they do."}
{"start": "00:44:45.000", "end": "00:44:59.000", "speaker": "None", "utterance": "And I think that level of proficiency can vary and it's good actually to have that different perspective as well on those different levels. Um, there is one thing I'd like to bring up and Lena are wonderful students."}
{"start": "00:44:59.000", "end": "00:45:08.000", "speaker": "None", "utterance": "Are you still there, because this one we may not want recorded."}
{"start": "00:45:08.000", "end": "00:45:18.000", "speaker": "None", "utterance": "Okay, we're on a recording, come and gone. Okay, yeah. Okay we are on a recorded line and we can take this offline, and we can speak in generalities."}
{"start": "00:45:18.000", "end": "00:45:29.000", "speaker": "None", "utterance": "This was in my time of writing workshops. This was the first time I'd ever had to issue a warning about content."}
{"start": "00:45:29.000", "end": "00:45:35.000", "speaker": "None", "utterance": "And we did have one piece, which was"}
{"start": "00:45:35.000", "end": "00:45:37.000", "speaker": "None", "utterance": "disturbing."}
{"start": "00:45:37.000", "end": "00:45:45.000", "speaker": "None", "utterance": "Um, did we handle that okay we can talk just very much in generalities or should we even reach the subject."}
{"start": "00:45:45.000", "end": "00:46:00.000", "speaker": "None", "utterance": "Because I think I don't think it would come up again. I learned a lot. Okay. Um, and I don't think I handled everything perfectly. And as the moderator and the good news is that we have the yellow Code of Conduct now which we did not then."}
{"start": "00:46:00.000", "end": "00:46:18.000", "speaker": "None", "utterance": "Okay. So, if it's people if it's if it's related to the yellow at all you can say, yo. You can say we're using the yellow code of conduct in terms of material that say, I mean, I'll just use it, an artificial example but let's say that it's that it's"}
{"start": "00:46:18.000", "end": "00:46:35.000", "speaker": "None", "utterance": "something about rape or genocide or something that a person might not want to be reading that you might want to know what we could actually have a right pod for all of the stuff was was boundary breaking."}
{"start": "00:46:35.000", "end": "00:46:50.000", "speaker": "None", "utterance": "Okay, so it could be a right pod especially for how to handle material that was really did see I believe process can solve everything this is wrong okay but this is my belief, but the point is, we had, we had some material that was unexpectedly triggering"}
{"start": "00:46:50.000", "end": "00:47:04.000", "speaker": "None", "utterance": "in terms of it sort of question my right to exist, you know on the planet. Okay that was what I found, triggering about so that the the."}
{"start": "00:47:04.000", "end": "00:47:14.000", "speaker": "None", "utterance": "Anyway, so we we want to have, you know, people know what they're signing up for going in and I think the yellow Code of Conduct will deal with that. Okay."}
{"start": "00:47:14.000", "end": "00:47:33.000", "speaker": "None", "utterance": "And I also think that it's a thing that we also found by the way, let me go on the upside was that when people with low bandwidth, people calling lane on their phones, I still want to make that the input I still want to make that happen."}
{"start": "00:47:33.000", "end": "00:47:47.000", "speaker": "None", "utterance": "And what we found was we could get a really good experience with audio if when it was the author was on their phone, we could just turn off our screens, like the, the video is not as important as the audio Samuel were you saying you agree with that, and"}
{"start": "00:47:47.000", "end": "00:48:00.000", "speaker": "None", "utterance": "in other words, I want to I want to commit to to accessibility, so maybe in a way a positive way to say this is we want the right parts can be more accessible and we want them to be safe."}
{"start": "00:48:00.000", "end": "00:48:07.000", "speaker": "None", "utterance": "And that's sort of a important thing, so."}
{"start": "00:48:07.000", "end": "00:48:21.000", "speaker": "None", "utterance": "Yeah, and I think just having that yellow Code of Conduct would help, um, and yeah, Richard I see your point about like the way and Vicky volume to erotica."}
{"start": "00:48:21.000", "end": "00:48:38.000", "speaker": "None", "utterance": "Possibly, something like that. I should clearly read the chat. Okay. Yeah How to like the literary values of it. Um, Well actually I want to all I feel comfortable enough to say this, so I, one of the things that I have done as a tool maker is I do a"}
{"start": "00:48:38.000", "end": "00:48:53.000", "speaker": "None", "utterance": "piece in each platform. So my stuff is not very good but you know I did one thing and hypercar one thing and story space etc etc. And my thing and story space was erotica. Okay, and many years later, I showed it to mark Bernstein and he sent it back with"}
{"start": "00:48:53.000", "end": "00:49:09.000", "speaker": "None", "utterance": "like notes, and I was going, I don't want notes Mark I just was showing it to you. Okay. And then later than that, Dina goes, You miss read mark, she said these notes mean, he would have published it and those pages."}
{"start": "00:49:09.000", "end": "00:49:26.000", "speaker": "None", "utterance": "These are the kinds of notes Mark gives you. Okay. And so I missed my chance to be an escape, author, but I didn't really want, you know, I'm anyway. So, and Mark and I are friends and Mark and I were friends and because of Mark and I get because of me"}
{"start": "00:49:26.000", "end": "00:49:40.000", "speaker": "None", "utterance": "being quite familiar with story space I got this terrific job at trill x working for Dan Bricklin the CO creator of the electronic spreadsheet. So, in case you're wondering about the career path of of a person who helps inventors, you don't get a different"}
{"start": "00:49:40.000", "end": "00:49:53.000", "speaker": "None", "utterance": "job title you just get passed on by word of mouth and more and more interesting inventors. Okay, so that's my. So if I'm like in my cups bragging I go, you know, I worked at the Human Genome Project and I was there when we declared operational completeness"}
{"start": "00:49:53.000", "end": "00:50:06.000", "speaker": "None", "utterance": "and, you know, and now I work for the spreadsheet guy and all this stuff see so that's my that's my other life that this is a break from, okay, but I just want to say that mark so erotica so I'm totally pro erotica, and of course I'm very involved with"}
{"start": "00:50:06.000", "end": "00:50:08.000", "speaker": "None", "utterance": "fanfiction."}
{"start": "00:50:08.000", "end": "00:50:24.000", "speaker": "None", "utterance": "And I have been one of my other clients was a oh three for a while. They weren't happy with my with what I did, but I did mediation when the panel of eo three was fighting with itself. Okay, so, and I, you know, I, my, my, my career is that so many interesting"}
{"start": "00:50:24.000", "end": "00:50:39.000", "speaker": "None", "utterance": "mistakes. Okay, but I just I just want to say that you could you could have an all erotica or an all fanfic or an Omega verse pod, and it's just it's just we learned that you just have to be a lot clearer about."}
{"start": "00:50:39.000", "end": "00:50:51.000", "speaker": "None", "utterance": "And boy that was a digression but anyway I'm just saying do this was very, and this all happened when Dina was sharing her papers and she had. I don't remember when this happened but the point is Dina saying that I missed my chance, I didn't and but I"}
{"start": "00:50:51.000", "end": "00:50:57.000", "speaker": "None", "utterance": "also don't want to edit my erotica just for, you know it's for me it was a public, it was a."}
{"start": "00:50:57.000", "end": "00:51:11.000", "speaker": "None", "utterance": "Anyway, that makes sense in it. Yes, and in the chat, I think, I think you're absolutely right tools, we can have different right pods for different types of content and I think they're really cool like a right pot for erotica would be great."}
{"start": "00:51:11.000", "end": "00:51:22.000", "speaker": "None", "utterance": "Um, I'm also thinking yeah we did have ground rules and they were pretty clear, but what we didn't have and what we didn't maintain his consequences."}
{"start": "00:51:22.000", "end": "00:51:27.000", "speaker": "None", "utterance": "And I'm thinking, not only for content but for not participation."}
{"start": "00:51:27.000", "end": "00:51:34.000", "speaker": "None", "utterance": "And some of that is bandwidth. Some of that is it's expensive for folks."}
{"start": "00:51:34.000", "end": "00:51:41.000", "speaker": "None", "utterance": "I don't think I want to focus on the upside, though, I was really everybody met their deadlines. This is it."}
{"start": "00:51:41.000", "end": "00:51:55.000", "speaker": "None", "utterance": "Every you know and and people were in grad school or, you know, Dan's and undergrad or whatever i mean you know that people met their deadlines and they were, they made a real effort to show up in think that was partly because of you and I being so over"}
{"start": "00:51:55.000", "end": "00:52:11.000", "speaker": "None", "utterance": "serious about all the agreements and stuff. And it was also the author of the people the pioneers that we attracted that came so you know hard. Yeah, we had a stellar group of people that was okay I get I get so i, this has been really helpful because"}
{"start": "00:52:11.000", "end": "00:52:24.000", "speaker": "None", "utterance": "this is giving me more perspective on how we could do it better next time. Of course I want to do it better next time. And I want to be supportive, if somebody else wants to be the moderator organizer, I mean it was very easy just sort of say remember"}
{"start": "00:52:24.000", "end": "00:52:41.000", "speaker": "None", "utterance": "everybody. This Sunday we have them, you know, I would be happy to help them and because we need to train that skill, a lot to you know that's something that if, if, if, if, divine inspiration has not struck me, but I can still help."}
{"start": "00:52:41.000", "end": "00:52:51.000", "speaker": "None", "utterance": "And I've also thought of something though that's a problem with fanfiction which is that fanfiction already has this elaborate series of beta stuff and it has these cultural assumptions within it."}
{"start": "00:52:51.000", "end": "00:53:04.000", "speaker": "None", "utterance": "So in a way, if you had fanfic fanfiction right pod would not be that outstanding and it'd be sort of interesting to have people bring fanfiction to a regular right pod, or maybe people could specify when they were signing up for right pod that they find"}
{"start": "00:53:04.000", "end": "00:53:13.000", "speaker": "None", "utterance": "Trump fan fiction triggering, or I don't know. So, anyway, we yeah we could, we could work it out I didn't want to talk about, especially with."}
{"start": "00:53:13.000", "end": "00:53:27.000", "speaker": "None", "utterance": "GLORIA And Sonia and Richard and if next time. Suppose, this didn't, suppose you had somebody who really didn't participate and yet said oh I need my piece to be read."}
{"start": "00:53:27.000", "end": "00:53:33.000", "speaker": "None", "utterance": "It's a common problem in writers groups, um, how would you suggest we handle it."}
{"start": "00:53:33.000", "end": "00:53:43.000", "speaker": "None", "utterance": "Do we need to have an ground role do we what are constantly go back to consequences yeah okay, I'll just listen. Yeah."}
{"start": "00:53:43.000", "end": "00:54:04.000", "speaker": "None", "utterance": "I think what we should do is every author must not only read, not only share their work, but also make it a commitment that they spend time talking about someone else's work or commenting on someone else's work that if you don't comment on someone else's"}
{"start": "00:54:04.000", "end": "00:54:08.000", "speaker": "None", "utterance": "work. Your work will not be discussed."}
{"start": "00:54:08.000", "end": "00:54:11.000", "speaker": "None", "utterance": "As Yeah."}
{"start": "00:54:11.000", "end": "00:54:19.000", "speaker": "None", "utterance": "And if, and if your work goes first. If you have the luxury that you're working goes first."}
{"start": "00:54:19.000", "end": "00:54:29.000", "speaker": "None", "utterance": "And then you get all the feedback, and then you disappear, then that would be just, we have to take that in good faith that that person will not be true."}
{"start": "00:54:29.000", "end": "00:54:35.000", "speaker": "None", "utterance": "But if that person does not pay respect to the commitment of others."}
{"start": "00:54:35.000", "end": "00:54:44.000", "speaker": "None", "utterance": "Then we simply don't take that person in for the remainder of the thing and for future collaboration, etc etc."}
{"start": "00:54:44.000", "end": "00:54:50.000", "speaker": "None", "utterance": "There has to be some faith involved. Otherwise, nothing will work."}
{"start": "00:54:50.000", "end": "00:54:57.000", "speaker": "None", "utterance": "That makes sense and honestly that's the way we sort of do it in the government research is ok if you don't have, you get one research project."}
{"start": "00:54:57.000", "end": "00:55:07.000", "speaker": "None", "utterance": "If you don't complete it and don't get everything and you're never considered for another research grant again, kind of blackballed then yeah we can definitely do that."}
{"start": "00:55:07.000", "end": "00:55:11.000", "speaker": "None", "utterance": "And hi."}
{"start": "00:55:11.000", "end": "00:55:30.000", "speaker": "None", "utterance": "We just basically the person who just came in whose name I can't see, we're talking about right pods, and we had six people develop their works within a writing group and we're talking about how that can work for the next time."}
{"start": "00:55:30.000", "end": "00:55:33.000", "speaker": "None", "utterance": "Welcome."}
{"start": "00:55:33.000", "end": "00:55:48.000", "speaker": "None", "utterance": "If I may add to what we were just discussing like you know what happens when people don't do that share like the feedback. Yeah, you know i think that that also specifying what other kinds of feedback because at times, you know, we can we had very limited"}
{"start": "00:55:48.000", "end": "00:56:07.000", "speaker": "None", "utterance": "time to speak a fan club, most of us we did exchange notes afterwards of written feedback. And for example, as someone who was stuck in traffic in New York, trying to make the time, I was like, I thought that I would think it, and I believe I missed that"}
{"start": "00:56:07.000", "end": "00:56:21.000", "speaker": "None", "utterance": "session but I did have my notes that I sent so I think that that you know like there might be reasons why you kind of, join the might be reasons why you know the connection dies or something like that."}
{"start": "00:56:21.000", "end": "00:56:28.000", "speaker": "None", "utterance": "But, but also it's like okay if you cannot make it to the session itself, make sure to share your notes."}
{"start": "00:56:28.000", "end": "00:56:38.000", "speaker": "None", "utterance": "I'm really grateful for everybody's notes after the, the know after the session is not only a thing that we all had more to say."}
{"start": "00:56:38.000", "end": "00:56:53.000", "speaker": "None", "utterance": "I'm now we actually that we actually wrote a thing that there might be other things where people might feel self conscious of like saying it in public to other people like my, you know, given like a private note, I think that's another way to deal with,"}
{"start": "00:56:53.000", "end": "00:57:08.000", "speaker": "None", "utterance": "you know, I'm all for like erotica whatever like controversial topics I think that we should not shallow, shallow away but it's true that, that, that the idea of the content warning or like saying hey you know this is, you know, a work that is done to"}
{"start": "00:57:08.000", "end": "00:57:10.000", "speaker": "None", "utterance": "have this or that."}
{"start": "00:57:10.000", "end": "00:57:24.000", "speaker": "None", "utterance": "And something well like maybe people feel comfortable discussing it you know in in a conversation that is fine, but that's also part of the contract, but there might be things that might come up in a conversation that, you know, somebody might want to"}
{"start": "00:57:24.000", "end": "00:57:39.000", "speaker": "None", "utterance": "send a note about, and not do it, you know as openly, um, you know, maybe there's somebody who has like a personal and trigger that, you know, might not be something that they want to reveal to the audience but they might want to kind of give a poke to"}
{"start": "00:57:39.000", "end": "00:57:39.000", "speaker": "None", "utterance": "the offer."}
{"start": "00:57:39.000", "end": "00:57:46.000", "speaker": "None", "utterance": "author. Um, so, so think that there's, it is complicated is it's it's kind of."}
{"start": "00:57:46.000", "end": "00:58:02.000", "speaker": "None", "utterance": "We're never going to get it completely right. No or not."}
{"start": "00:58:02.000", "end": "00:58:04.000", "speaker": "None", "utterance": "one of the forms of feedback."}
{"start": "00:58:04.000", "end": "00:58:11.000", "speaker": "None", "utterance": "What are you know what do we do with some types of content."}
{"start": "00:58:11.000", "end": "00:58:19.000", "speaker": "None", "utterance": "And you know how much you want to share in one of these I think that what I enjoyed about the right Bob."}
{"start": "00:58:19.000", "end": "00:58:35.000", "speaker": "None", "utterance": "One of the many things I enjoyed was having the safe space where we could discuss things and safe voting means dealing with difficult topics and controversial topics and and kind of laying the groundwork in advance and saying is like well, but I think"}
{"start": "00:58:35.000", "end": "00:58:44.000", "speaker": "None", "utterance": "that knowing that from the words, I think that that what happened to us is that we didn't realize until we got to reading and it was described. Oh."}
{"start": "00:58:44.000", "end": "00:58:56.000", "speaker": "None", "utterance": "Oh wait, I'm so thing that that's that's part of the, the kind of upfront work that that needs to be done before iPod."}
{"start": "00:58:56.000", "end": "00:59:00.000", "speaker": "None", "utterance": "I think that's really valuable. Yeah."}
{"start": "00:59:00.000", "end": "00:59:02.000", "speaker": "None", "utterance": "Oh, sorry."}
{"start": "00:59:02.000", "end": "00:59:08.000", "speaker": "None", "utterance": "I'm just going to take that back into your original question and this thread."}
{"start": "00:59:08.000", "end": "00:59:14.000", "speaker": "None", "utterance": "Dina, about how that situation was handled."}
{"start": "00:59:14.000", "end": "00:59:24.000", "speaker": "None", "utterance": "So, the writer got a lot of feedback that he may not have expected."}
{"start": "00:59:24.000", "end": "00:59:26.000", "speaker": "None", "utterance": "That is also valuable."}
{"start": "00:59:26.000", "end": "00:59:37.000", "speaker": "None", "utterance": "That is, you know, valuable to, to the writer, you know, he might not have suspected. Oh, this is how, you know, some readers are going to react to this material."}
{"start": "00:59:37.000", "end": "00:59:40.000", "speaker": "None", "utterance": "I never got to the material."}
{"start": "00:59:40.000", "end": "01:00:00.000", "speaker": "None", "utterance": "I didn't get that far in the work to get to the material where that you know that that some, you know, were disturbed by bothered by and and so I saw that, you know, things, certain sub texturally before that, that we're trending in that direction we're"}
{"start": "01:00:00.000", "end": "01:00:21.000", "speaker": "None", "utterance": "speaking in generalities here that were sort of you know trending in that direction. And that's, but I found other things that I found charming, I guess, in the in the in the in the stylistically charming."}
{"start": "01:00:21.000", "end": "01:00:45.000", "speaker": "None", "utterance": "And so, so the writer ended up getting this you know kind of incredible variety of feedback, including some frankly, you know, hey, it's not really. Okay, for, for us, and also some here's something that, you know, that, you know, to work with, I don't"}
{"start": "01:00:45.000", "end": "01:01:02.000", "speaker": "None", "utterance": "know. I think that makes sense to and I think Yeah, putting down round rolls and it's also like, as you say, the writer may not know that it's triggering and a lot of this was international cultural expectations so when he just to orient you, we do have"}
{"start": "01:01:02.000", "end": "01:01:03.000", "speaker": "None", "utterance": "15 minutes left."}
{"start": "01:01:03.000", "end": "01:01:17.000", "speaker": "None", "utterance": "But my head like money in the chat. Oh well, or maybe six months, okay yeah I have been looking at the chat for a moment but yeah we're basically figuring out the best way to do right pods and there are pros and cons."}
{"start": "01:01:17.000", "end": "01:01:26.000", "speaker": "None", "utterance": "Um, but we would love questions actually if you want attracted to you about this Winnie What attracted you about this."}
{"start": "01:01:26.000", "end": "01:01:35.000", "speaker": "None", "utterance": "Why did you decide to drop in and do you have questions for us, because these were the people who participated in the experimental feedback project."}
{"start": "01:01:35.000", "end": "01:01:42.000", "speaker": "None", "utterance": "I mean, do you have work in progress that you're looking for feedback about, you know, that sort of thing."}
{"start": "01:01:42.000", "end": "01:01:59.000", "speaker": "None", "utterance": "I guess I guess I'm much, I just don't mean so I don't know much about the context about feedback research. So I just want to clarify maybe is, is it this this kind of feedback is related to like the the work in progress that you're making works, or doing"}
{"start": "01:01:59.000", "end": "01:02:13.000", "speaker": "None", "utterance": "research I mean like academic scientific writing and and how how the materials because I also work with a lot of like Texas material or data as material or coding as a material or weapons."}
{"start": "01:02:13.000", "end": "01:02:13.000", "speaker": "None", "utterance": "Right."}
{"start": "01:02:13.000", "end": "01:02:27.000", "speaker": "None", "utterance": "Is it like you're discussing about how these ways of working with materials as a, as a form of informing the further development of your conceptual thinking, or writing is it this direction or, or is not."}
{"start": "01:02:27.000", "end": "01:02:41.000", "speaker": "None", "utterance": "It is very much that direction, it is but it is specifically for creative works in progress, like, including generated code works or whatever. In other words, if you have a piece of something, and you would like a reaction."}
{"start": "01:02:41.000", "end": "01:02:55.000", "speaker": "None", "utterance": "Okay, I'm back in the day when people would do a new work they would bring someone by the hand over to the computer and they would sit with them and they'd say, well first poke on this, and then do this and I put a special feature there so click there,"}
{"start": "01:02:55.000", "end": "01:03:10.000", "speaker": "None", "utterance": "and we would tell you know, walk them through their work, but this was in the 80s I'm talking about it and before the dawn of time. Okay, so, but what we have now what we wanted was the feeling of, you know, passionate, creators, looking at each other's"}
{"start": "01:03:10.000", "end": "01:03:24.000", "speaker": "None", "utterance": "work but without preconceptions okay so that you're alone with it. And if you don't know about the Easter eggs, you don't know about the, what you don't know where to click and so what kind of it's sort of more like people would be experiencing it in"}
{"start": "01:03:24.000", "end": "01:03:36.000", "speaker": "None", "utterance": "the wild. Okay. And that is what so we were talking what I'm passionate about is trying to get usable actionable feedback on works in progress, and again I learned a lot from this."}
{"start": "01:03:36.000", "end": "01:03:40.000", "speaker": "None", "utterance": "So it was my research and it was their creative work."}
{"start": "01:03:40.000", "end": "01:03:52.000", "speaker": "None", "utterance": "Basically, and I forget what I was going to say, but also in terms of this actionable research, or actionable feedback, is it necessarily need to evolve."}
{"start": "01:03:52.000", "end": "01:04:05.000", "speaker": "None", "utterance": "Is it your own feedback loop, or your more focusing on like okay I have a prototype or I have something working progress off, and then to see if you're an observer, right."}
{"start": "01:04:05.000", "end": "01:04:17.000", "speaker": "None", "utterance": "Yes, people interact in order to explore and whether you're, you know as an artist you also have something that you want to express or central meaning for example, I think there are also different ways."}
{"start": "01:04:17.000", "end": "01:04:32.000", "speaker": "None", "utterance": "Some artists may be like have a solid concept or meaning that they want to deliver right but they want the user to get it, but also in conceptual art for example like, in a way, like, it doesn't really matter whether the audience get something else, you"}
{"start": "01:04:32.000", "end": "01:04:43.000", "speaker": "None", "utterance": "you know, so it's this kind of really was also a part of opening up like what might not be thinking with you. Otherwise, is a different ways of thinking."}
{"start": "01:04:43.000", "end": "01:04:45.000", "speaker": "None", "utterance": "Otherwise, I think."}
{"start": "01:04:45.000", "end": "01:05:00.000", "speaker": "None", "utterance": "Yeah, I think you have it. I think you have it very much in the that it's it's reactions to work in progress. And the one thing we realized is that we need to order it was feedback, we need to have an artist statement go with when you're giving a work"}
{"start": "01:05:00.000", "end": "01:05:14.000", "speaker": "None", "utterance": "for evaluation, you have an artist statement that you open later. First of all you interact with the work, and then you open the artist statement. Afterward, because a lot of our feedback started with, I don't know we were going for here."}
{"start": "01:05:14.000", "end": "01:05:29.000", "speaker": "None", "utterance": "You know one person is too many. We were focusing on creative work so everybody brought a creative work in progress and we all reacted to it. I'm wondering with Winnie Oh, she's gone."}
{"start": "01:05:29.000", "end": "01:05:41.000", "speaker": "None", "utterance": "Would that sort of right pod work for critical works for academic works journal articles or would it would that be of any value."}
{"start": "01:05:41.000", "end": "01:05:49.000", "speaker": "None", "utterance": "Especially like PhD kids or some kids I'm so sorry, students, and like Samia to is working on the same idea."}
{"start": "01:05:49.000", "end": "01:06:02.000", "speaker": "None", "utterance": "Oh great definitely during my PhD also had like a group sessions where for course you get put into a group of four and then once a month you meet them read each other's dropped in progress."}
{"start": "01:06:02.000", "end": "01:06:04.000", "speaker": "None", "utterance": "To help each other further."}
{"start": "01:06:04.000", "end": "01:06:13.000", "speaker": "None", "utterance": "I would be interested in doing something like that, where it's a mixture of artists and sculptor so that you have."}
{"start": "01:06:13.000", "end": "01:06:26.000", "speaker": "None", "utterance": "Because we're about to have artists react to your academic work and the other way around. Maybe if I can add to this when I was working at MIT."}
{"start": "01:06:26.000", "end": "01:06:41.000", "speaker": "None", "utterance": "Um, we did have a weekly research meeting where we were sharing work in progress as an actually was the yesterday you started this it was the Scandinavian mouse model Have you read something and you had your opponents, that's, yeah, that's my call them"}
{"start": "01:06:41.000", "end": "01:06:53.000", "speaker": "None", "utterance": "we didn't like the hot call opposition, but we are all friends, but yeah like having two people who committed to read the paper in depth, probably because there were experts or."}
{"start": "01:06:53.000", "end": "01:06:57.000", "speaker": "None", "utterance": "It was something that they could give interesting feedback on."}
{"start": "01:06:57.000", "end": "01:07:17.000", "speaker": "None", "utterance": "And it was also very structured. And yeah, it can work I think but the difference though is that when you're sharing research."}
{"start": "01:07:17.000", "end": "01:07:34.000", "speaker": "None", "utterance": "you know it's like it's part of the training and I was a was a PhD candidate and then a postdoc then So it helped me a lot of kind of like seeing how to write for the academic audience I think that with the right pod would would help."}
{"start": "01:07:34.000", "end": "01:07:52.000", "speaker": "None", "utterance": "I think myself better thing was to have other people is finding the audience who can read my like what is the audience reaction when the kind of variety of audience reactions which is not what you would not that you know in academia also have a variety"}
{"start": "01:07:52.000", "end": "01:08:07.000", "speaker": "None", "utterance": "of reactions of course. But if think that it's something that is might be more heterogeneous and there are not like standards and that's the beauty of it that's I'm basically this is why I was writing you know I do enough like academic know reports and"}
{"start": "01:08:07.000", "end": "01:08:24.000", "speaker": "None", "utterance": "things like this that this was very liberating. But, but finding the audience and sharing working getting that kind of, you know, that reaction rather than the feedback is like the reaction is what's valuable and having a safe space for reaction, versus,"}
{"start": "01:08:24.000", "end": "01:08:31.000", "speaker": "None", "utterance": "am I going to get this published or not a thing but that's that's that's the beauty of it."}
{"start": "01:08:31.000", "end": "01:08:46.000", "speaker": "None", "utterance": "I'm sorry. Yeah, I don't know I just want that, that's like one of the reasons maybe that I would want to do it with academic work because it can be so narrow but it doesn't have to be you can send in like, Oh, I really want to publish in a more mainstream"}
{"start": "01:08:46.000", "end": "01:09:02.000", "speaker": "None", "utterance": "magazine or a bunch of make a blog post about my research and see how it resonates with people who are not academics, for example, It would be great to have like all this research that we're doing, not for the three people that are on the peer review"}
{"start": "01:09:02.000", "end": "01:09:08.000", "speaker": "None", "utterance": "and then hopefully five after if when it's published."}
{"start": "01:09:08.000", "end": "01:09:17.000", "speaker": "None", "utterance": "Yeah, exactly. Um, we have about six minutes left. And I wondered how we could make these ideas into reality for the next right pod."}
{"start": "01:09:17.000", "end": "01:09:21.000", "speaker": "None", "utterance": "I know all of us have very limited time and spoons."}
{"start": "01:09:21.000", "end": "01:09:31.000", "speaker": "None", "utterance": "But what do you reckon could we propose a call for moderators and have like a moderator class."}
{"start": "01:09:31.000", "end": "01:09:33.000", "speaker": "None", "utterance": "Call for volunteers."}
{"start": "01:09:33.000", "end": "01:09:36.000", "speaker": "None", "utterance": "What would help get these ideas into fruition."}
{"start": "01:09:36.000", "end": "01:09:48.000", "speaker": "None", "utterance": "I'm perfectly willing to moderate another creative writing one I'd be happy to but I'm one person."}
{"start": "01:09:48.000", "end": "01:09:54.000", "speaker": "None", "utterance": "How could we do this,"}
{"start": "01:09:54.000", "end": "01:10:03.000", "speaker": "None", "utterance": "we could do a moderator, a moderator training course."}
{"start": "01:10:03.000", "end": "01:10:06.000", "speaker": "None", "utterance": "Oh, okay."}
{"start": "01:10:06.000", "end": "01:10:17.000", "speaker": "None", "utterance": "deafening silence here, I had an outburst I have, I get too excited with dopamine and I have to turn off my camera, you know, that's I'm self regulating and there's a lot of."}
{"start": "01:10:17.000", "end": "01:10:31.000", "speaker": "None", "utterance": "I mean, I'm, I'm happy to help train moderators I mean, the other thing is I loved I feel like I will always be friends, not friends I will be some kind of friend with you guys all forever and but we don't need to have the same group to."}
{"start": "01:10:31.000", "end": "01:10:43.000", "speaker": "None", "utterance": "Next time you know it will depend on, you know, we will always have this great thing and we don't have the same group next time, and I don't want to make it to institutionalized I want to make a."}
{"start": "01:10:43.000", "end": "01:10:59.000", "speaker": "None", "utterance": "I love the remix culture and I want to put, I want to have the viral pattern available out there for people to remix, and they can contact me and I will, I would be happy to do a moderator class that's within my spoons, you know, but, um, you know, but"}
{"start": "01:10:59.000", "end": "01:11:15.000", "speaker": "None", "utterance": "in a way sometimes we there are so many crises that we, you know, having a moderator class takes time, you know, people are fighting, many crises So, anyway, whoops I think I better turn off my camera again."}
{"start": "01:11:15.000", "end": "01:11:31.000", "speaker": "None", "utterance": "Anyway, so I think that Hannah just mentioned this in the chat but exactly what I was thinking it's like, well, those of us who've been in the right pod, you know, we can make this viral, as I say, Now, if we're going to keep talking about viruses, but"}
{"start": "01:11:31.000", "end": "01:11:46.000", "speaker": "None", "utterance": "but yeah like we can spread it out and like those of us who were here we can also lead tomatoes and I will have more work to share but but I will be happy also to moderate know others you know I learned from everything so unless it's always fun to kind"}
{"start": "01:11:46.000", "end": "01:11:49.000", "speaker": "None", "utterance": "of go out of my comfort zone."}
{"start": "01:11:49.000", "end": "01:11:53.000", "speaker": "None", "utterance": "I don't know about the others but yeah i would i would love to do more of this."}
{"start": "01:11:53.000", "end": "01:12:05.000", "speaker": "None", "utterance": "And I just going to suggest that, when that that whatever happens that Dina and Jules be involved in."}
{"start": "01:12:05.000", "end": "01:12:12.000", "speaker": "None", "utterance": "Because, you know, it and sort of shape."}
{"start": "01:12:12.000", "end": "01:12:27.000", "speaker": "None", "utterance": "You know what might become a. For example, if the whole ELO involvement I'm of two minds about that. I mean, if you if you, if ELO offers a writing workshop for Isla."}
{"start": "01:12:27.000", "end": "01:12:39.000", "speaker": "None", "utterance": "There's going to be 1000 people. Well, 100 people lined up, right, to sign up or so. So it would seem like"}
{"start": "01:12:39.000", "end": "01:13:00.000", "speaker": "None", "utterance": "it might need to be several things, which is a larger effort, so it'd be like yellow offers three right pods this one on erotic, you know one, you know, or fanfiction one on one with higher expectations one with lower expectation, you know, and so it's"}
{"start": "01:13:00.000", "end": "01:13:11.000", "speaker": "None", "utterance": "kind of a major effort and we'd be asking a lot of you guys. And so, yeah."}
{"start": "01:13:11.000", "end": "01:13:24.000", "speaker": "None", "utterance": "It would be great, but you reminded me of a really another good point which is, we didn't, we weren't sufficiently clear that the work had to be electronic and interactive in some way."}
{"start": "01:13:24.000", "end": "01:13:37.000", "speaker": "None", "utterance": "Okay, there was that so that is also a thing that we just, I just assumed I assume that someone I met through ELO will be electronic and internet will be, will have some flavor of game or, you know, whatever."}
{"start": "01:13:37.000", "end": "01:13:51.000", "speaker": "None", "utterance": "And I want to reassure you that my era. My erotica was interactive because I, you know, it had, you know, it had 17 nodes and it had this complicated thing I mean it wasn't big, none of my pieces are big they're all trying out the platform."}
{"start": "01:13:51.000", "end": "01:14:02.000", "speaker": "None", "utterance": "But anyway, the point is something with with absolutely no interaction is is could be handled in some other group. So we have to make that clear."}
{"start": "01:14:02.000", "end": "01:14:02.000", "speaker": "None", "utterance": "But thank you for your kind words about know I'm very happy to be."}
{"start": "01:14:02.000", "end": "01:14:19.000", "speaker": "None", "utterance": "But thank you for your kind words about, no I'm very happy to be. I'm very happy maybe you could get some support from me Oh, right. Either you know some something that's a combination of tangible and, you know, an intense bandwidth."}
{"start": "01:14:19.000", "end": "01:14:37.000", "speaker": "None", "utterance": "Yeah. Did I did we didn't I have supported our, our habit with our day jobs. So we have, we both have jobs in tech, or for large values of that. Anyway, okay maybe it's even in tangible it's maybe it's a, you know."}
{"start": "01:14:37.000", "end": "01:14:39.000", "speaker": "None", "utterance": "Yeah."}
{"start": "01:14:39.000", "end": "01:14:53.000", "speaker": "None", "utterance": "You know, but, but always remembering Samuels point that you don't need to be a member that this is a super gateway experience and in particular, if you don't if you're going to a conference and you don't know a lot of people, what better to do a right"}
{"start": "01:14:53.000", "end": "01:15:23.000", "speaker": "None", "utterance": "pod first and then, you at least have some people who have your back, you know, kind of thing."}