{"start": "00:00:38.820", "end": "00:00:41.400", "speaker": "Helen Burgess", "utterance": " Hello everybody so Erin was that your Jingle."}
{"start": "00:00:43.470", "end": "00:00:44.280", "speaker": "Helen Burgess", "utterance": " Excellent."}
{"start": "00:00:44.340", "end": "00:00:45.060", "speaker": "Improv Media & Performance Lab", "utterance": " Thank you."}
{"start": "00:00:45.450", "end": "00:00:45.900", "speaker": "None", "utterance": "well."}
{"start": "00:00:47.190", "end": "00:00:49.800", "speaker": "Helen Burgess", "utterance": " Welcome to track the three."}
{"start": "00:00:51.120", "end": "00:00:51.630", "speaker": "Helen Burgess", "utterance": " Of."}
{"start": "00:00:52.020", "end": "00:00:56.670", "speaker": "Helen Burgess", "utterance": " The yellow conference and our track is entitled."}
{"start": "00:00:56.670", "end": "00:01:03.510", "speaker": "Helen Burgess", "utterance": " speciality and environments and we have four speakers or groups of speakers today."}
{"start": "00:01:05.280", "end": "00:01:18.420", "speaker": "Helen Burgess", "utterance": " The organizers have asked me to try and keep you all to five minutes, so I will bump you in some way, if you start running over too long, and I hope we can have a very lively discussion."}
{"start": "00:01:19.350", "end": "00:01:27.930", "speaker": "Helen Burgess", "utterance": " In this this room, this this morning, this afternoon, this evening, wherever you happen to be so the order I have you in on the program is."}
{"start": "00:01:28.530", "end": "00:01:46.800", "speaker": "Helen Burgess", "utterance": " schlumberger priya tea and Deborah certain followed by boyd branch peered and mirror our ski corey Matheson followed by rich Carter followed by Andrea control so we'll stick to the order and see how we go does that sound good."}
{"start": "00:01:48.690", "end": "00:01:53.370", "speaker": "Helen Burgess", "utterance": " Already so let's start out with some some of the Korea and Deborah."}
{"start": "00:02:03.180", "end": "00:02:03.750", "speaker": "Shanmuga priya", "utterance": " Hello."}
{"start": "00:02:04.740", "end": "00:02:06.330", "speaker": "Shanmuga priya", "utterance": " Hello hey."}
{"start": "00:02:07.650", "end": "00:02:12.180", "speaker": "Shanmuga priya", "utterance": " Good morning, good afternoon and good evening everyone I just shared the screen."}
{"start": "00:02:16.980", "end": "00:02:17.580", "speaker": "Shanmuga priya", "utterance": " I hope you're."}
{"start": "00:02:17.640", "end": "00:02:18.990", "speaker": "Shanmuga priya", "utterance": " able to see my screen."}
{"start": "00:02:20.850", "end": "00:02:21.990", "speaker": "Helen Burgess", "utterance": " Yes, we can see it."}
{"start": "00:02:22.860", "end": "00:02:23.700", "speaker": "Shanmuga priya", "utterance": " Thank you."}
{"start": "00:02:27.120", "end": "00:02:38.880", "speaker": "Shanmuga priya", "utterance": " i'm going to present the presentation is titled as last water remains key transformational What escapes in crime to from past to present through step by tree."}
{"start": "00:02:40.710", "end": "00:02:48.780", "speaker": "Shanmuga priya", "utterance": " Basically, this is still poetry, is the result of our editors who sponsored project, Mr innovation in water scarcity, employment or in India."}
{"start": "00:02:49.230", "end": "00:03:02.640", "speaker": "Shanmuga priya", "utterance": " In this project we study how the water bodies from this region climate took from British period to current how they transformed, and what are the implications such like water scarcity and all."}
{"start": "00:03:04.800", "end": "00:03:09.420", "speaker": "Shanmuga priya", "utterance": " The presentation, so this tells me manatees additional literature."}
{"start": "00:03:10.890", "end": "00:03:26.400", "speaker": "Shanmuga priya", "utterance": " These fields may look two different distinct fields, but they have common fundamental approach towards creativity distill it he produces creative works lister humanities applies create a method for studying what's of humanities disciplines."}
{"start": "00:03:27.480", "end": "00:03:40.650", "speaker": "Shanmuga priya", "utterance": " coma they can be part of each other, for example, Mr matt is can are can easily or not, the creative process of electronic potential for building it mattered organization production and dissemination."}
{"start": "00:03:41.130", "end": "00:04:03.390", "speaker": "Shanmuga priya", "utterance": " and, similarly, since the 90s in the stickiness what Mr Boehner which ties to materials by using digital technologies, they can also be employed to study, Mr creative works, so in such case we actually use this to literature as a method to as an effort to agency to represent and communicate."}
{"start": "00:04:05.370", "end": "00:04:06.630", "speaker": "Shanmuga priya", "utterance": " The research."}
{"start": "00:04:08.280", "end": "00:04:10.590", "speaker": "Shanmuga priya", "utterance": " This is finding to the broader public."}
{"start": "00:04:13.980", "end": "00:04:21.900", "speaker": "Shanmuga priya", "utterance": " So last water remain scape the district attorney's written in Tamil by him from other fee and English by myself and the information."}
{"start": "00:04:22.440", "end": "00:04:38.340", "speaker": "Shanmuga priya", "utterance": " about the waterfall is the poetry is also written by myself this fighter has both 2d and 3D environments, which are creative banter and i'd open emitted software and others the software as well, and we kept them listen is the primary team of our district poetry."}
{"start": "00:04:39.360", "end": "00:04:53.700", "speaker": "Shanmuga priya", "utterance": " So this poetry has various various entities like text maps animations and photos in general waterboarding, so our primary resources for drinking irrigation and other economic, cultural activities in the climate Yun jie."}
{"start": "00:04:54.300", "end": "00:05:09.270", "speaker": "Shanmuga priya", "utterance": " How, whether or garden What escapes due to draft climate change and mismanagement, they have become conducive conditions all for training drainage, and the wisdom thing areas, the photos which we have tackled during our field mcs."}
{"start": "00:05:11.070", "end": "00:05:22.440", "speaker": "Shanmuga priya", "utterance": " show the current condition of water bodies and most I mean very few of them are like oh instill in working better condition, but few of them are like very impacted will state."}
{"start": "00:05:22.830", "end": "00:05:32.490", "speaker": "Shanmuga priya", "utterance": " So, but on the other hand, the word is tamales which we collected from the locker people not it, how they were blessed to have a healthy water escape in the past."}
{"start": "00:05:36.270", "end": "00:05:51.840", "speaker": "Shanmuga priya", "utterance": " So basically our interactive show pipe dream and proprietary visitation to search last water scabs created based on the historical and literally takes and water this morning's it will also probably try because it's not what steps before turning nation and acceleration."}
{"start": "00:05:53.460", "end": "00:06:12.360", "speaker": "Shanmuga priya", "utterance": " The image, you see, I mean the first have we have we are divided our additional point during the primary layers The first one is historical maps this 19th century historical matter or kyrie National Library of Scotland and we actually despite all these maps to our project and the."}
{"start": "00:06:13.440", "end": "00:06:22.500", "speaker": "Shanmuga priya", "utterance": " The shiny elements, you see the image in the map the present the river, which is called as new year, which was one of the primary resource."}
{"start": "00:06:23.040", "end": "00:06:32.730", "speaker": "Shanmuga priya", "utterance": " When, in the past, but now they were releasing to like drainage mostly drainage, and you know urbanization and other pollution activities."}
{"start": "00:06:33.030", "end": "00:06:45.270", "speaker": "Shanmuga priya", "utterance": " And the red shiny elements, you see, that is, represent the water tanks are which actually created during the last period which is almost like approximately 1000 years ago."}
{"start": "00:06:46.170", "end": "00:07:00.810", "speaker": "Shanmuga priya", "utterance": " But most of the answer disappeared and some of them are shrinking and well if you're in pain condition, so the flip the user will play with all these elements to know about the water steps and what our bodies, and also that they can also."}
{"start": "00:07:02.190", "end": "00:07:15.270", "speaker": "Shanmuga priya", "utterance": " Read the poetry, along with all these entities and we have also have created to be 3D environments of particular they're important water bodies of the region, based on her experience from the local."}
{"start": "00:07:15.780", "end": "00:07:21.840", "speaker": "Shanmuga priya", "utterance": " Local studies and also from the historical and it takes, so the user can play with all these entities."}
{"start": "00:07:24.000", "end": "00:07:34.560", "speaker": "Shanmuga priya", "utterance": " And and honestly, you know, create a photon emission of the current condition of madness caps so as you see the different kinds of photos also represent the."}
{"start": "00:07:35.280", "end": "00:07:50.910", "speaker": "Shanmuga priya", "utterance": " situation, the water parties and the user or the plan can also interact with these photos and poetry, which, in which you can be embedded with this course, so they can understand the situation different situations."}
{"start": "00:07:51.720", "end": "00:07:55.470", "speaker": "Shanmuga priya", "utterance": " Are the main aim of this poetry is to create admissions among the."}
{"start": "00:07:56.370", "end": "00:08:12.180", "speaker": "Shanmuga priya", "utterance": " Public and we will be sharing this district by trade or local schools and colleges and we are also collecting feedback from the students and badly and all of these feedbacks and destroyed by it will be hosted on our website, thank you."}
{"start": "00:08:23.790", "end": "00:08:26.820", "speaker": "Helen Burgess", "utterance": " Thank you very much, that looks like a fascinating project."}
{"start": "00:08:29.430", "end": "00:08:30.780", "speaker": "Helen Burgess", "utterance": " alrighty so."}
{"start": "00:08:32.550", "end": "00:08:40.080", "speaker": "Helen Burgess", "utterance": " We should hold a questions and comments until the end, but if you have a question, while you're while you're just thinking."}
{"start": "00:08:40.650", "end": "00:08:54.600", "speaker": "Helen Burgess", "utterance": " Through and listening just feel free to drop a Q or a plus in the chat to let me know you'd like to ask a question at the end, and if you have a question, but you don't want your voice recorded, you can also drop it in the chat."}
{"start": "00:08:56.190", "end": "00:09:01.650", "speaker": "Helen Burgess", "utterance": " alrighty so next up, we have what branch theater murawski and corey Matheson."}
{"start": "00:09:03.810", "end": "00:09:06.510", "speaker": "Improv Media & Performance Lab", "utterance": " Hello i'm boyd branch."}
{"start": "00:09:07.800", "end": "00:09:09.540", "speaker": "Piotr (he/him) London", "utterance": " i'm i'm pure me lawsky."}
{"start": "00:09:10.770", "end": "00:09:19.890", "speaker": "Improv Media & Performance Lab", "utterance": " And we're hailing from spaceship and probiotics we're going to be talking about our project called the virtual director and rosetta code."}
{"start": "00:09:21.510", "end": "00:09:29.370", "speaker": "Improv Media & Performance Lab", "utterance": " So, since we have a short amount of time you won't jump into our bios to extensively but i'm at the University of Kent and I do research and detail immersive."}
{"start": "00:09:30.420", "end": "00:09:30.900", "speaker": "Improv Media & Performance Lab", "utterance": " theater."}
{"start": "00:09:32.280", "end": "00:09:45.330", "speaker": "Piotr (he/him) London", "utterance": " And i'm a resort sciences at declined, and in my spare time I do improv with robots within probiotics."}
{"start": "00:09:47.790", "end": "00:09:50.700", "speaker": "Piotr (he/him) London", "utterance": " Just a question, do you hear an ECHO when I speak."}
{"start": "00:09:52.620", "end": "00:09:53.280", "speaker": "Scott Rettberg", "utterance": " Oh sounds good."}
{"start": "00:09:54.240", "end": "00:09:55.770", "speaker": "Piotr (he/him) London", "utterance": " sounds good okay perfect."}
{"start": "00:09:57.120", "end": "00:10:07.770", "speaker": "Improv Media & Performance Lab", "utterance": " Alright, so we're gonna give you a brief sort of background of what the virtual director project was and then we'll talk about briefly one of the projects that we."}
{"start": "00:10:09.780", "end": "00:10:11.670", "speaker": "Improv Media & Performance Lab", "utterance": " engaged to where the using the software."}
{"start": "00:10:12.600", "end": "00:10:24.930", "speaker": "Improv Media & Performance Lab", "utterance": " So many live performers struggle with the desire to be live and in the moment as possible while dealing with the physical and possibilities introduced by a virtual improvisation, the laws of physics, that is."}
{"start": "00:10:25.260", "end": "00:10:42.930", "speaker": "Improv Media & Performance Lab", "utterance": " The speed of light defines a theoretical maximum for the speed of information transfer, this is the maximum rate at which information from one performer can reach the other performer or an audience observer so when audience are performing or co located in a theater this language and."}
{"start": "00:10:44.760", "end": "00:10:53.580", "speaker": "Improv Media & Performance Lab", "utterance": " This information can happen at the speed of sound for jokes Laughter and applause at the speed of light for the body language and scenic painting."}
{"start": "00:10:54.300", "end": "00:11:01.170", "speaker": "Improv Media & Performance Lab", "utterance": " When performers are not co located, however, with audience members, it takes an insignificant and not insignificant amount of time for the information."}
{"start": "00:11:02.070", "end": "00:11:11.940", "speaker": "Improv Media & Performance Lab", "utterance": " round trip to occur while this is generally understood as a half Second, it can feel like a lifetime most platforms must be designed in such a way."}
{"start": "00:11:12.480", "end": "00:11:18.780", "speaker": "Improv Media & Performance Lab", "utterance": " to handle issues of latency and lag introduced by these delays and, as the number one rule and comedy is timing."}
{"start": "00:11:19.110", "end": "00:11:24.870", "speaker": "Improv Media & Performance Lab", "utterance": " handling these issues effectively is paramount for translating the comedy from the performer to the observer."}
{"start": "00:11:25.170", "end": "00:11:33.420", "speaker": "Improv Media & Performance Lab", "utterance": " To theaters around the world have tried many different ways to incorporate live and pre recorded content for performance hosting an audience interaction, but the platforms."}
{"start": "00:11:33.780", "end": "00:11:40.440", "speaker": "Improv Media & Performance Lab", "utterance": " Often stand in the way rather than up lift those engagements and so these tools, need to be easy enough for performers to use."}
{"start": "00:11:40.950", "end": "00:11:56.910", "speaker": "Improv Media & Performance Lab", "utterance": " and improve audience enjoyment so to handle these requirements we built this platform for online performance, so that we're calling the virtual director, which enables actors to simulate feelings of being present like Peter, and I, in the space together."}
{"start": "00:11:58.290", "end": "00:11:59.040", "speaker": "Improv Media & Performance Lab", "utterance": " with each other."}
{"start": "00:12:01.260", "end": "00:12:10.800", "speaker": "Improv Media & Performance Lab", "utterance": " So our research combines Cinematic and video communication technologies with a theatrical practice of improvisational unscripted beat or an aimed at recreating presence."}
{"start": "00:12:11.130", "end": "00:12:22.770", "speaker": "Improv Media & Performance Lab", "utterance": " Virtually so virtual director relies on commodity software, in this case touch designer and web browsers like Google chrome too wide widely adopted video conferencing tools like zoom or Microsoft teams."}
{"start": "00:12:24.480", "end": "00:12:32.940", "speaker": "Improv Media & Performance Lab", "utterance": " For our solution, so we essentially piggyback on these digital media platforms for streaming and video conferencing for participating."}
{"start": "00:12:33.720", "end": "00:12:44.130", "speaker": "Improv Media & Performance Lab", "utterance": " Online with these performances, so this makes using the tools easy as essentially using just your common software, they can get off the shelf these tools have evolved significantly within this year."}
{"start": "00:12:45.000", "end": "00:12:56.700", "speaker": "Improv Media & Performance Lab", "utterance": " of development and global dependence for telework and education to software, such as open broadcast software and even zoom's Google meets capabilities have improved significantly in this last year."}
{"start": "00:12:58.080", "end": "00:13:02.130", "speaker": "Improv Media & Performance Lab", "utterance": " So full system description is sort of out of the scope of this particular work."}
{"start": "00:13:03.180", "end": "00:13:13.440", "speaker": "Improv Media & Performance Lab", "utterance": " But for those of you that are interested in, you have a few different publications that go into that so Peter is now going to talk about one of the projects that we used us with the software."}
{"start": "00:13:14.250", "end": "00:13:21.450", "speaker": "Piotr (he/him) London", "utterance": " Yes, so we are international theater troupe we have cast members from multiple nationalities and languages."}
{"start": "00:13:21.900", "end": "00:13:32.220", "speaker": "Piotr (he/him) London", "utterance": " And it began to explore multilingual improvisational formats with live translation and speech recognition in the loop and the appropriately now."}
{"start": "00:13:33.180", "end": "00:13:39.150", "speaker": "Piotr (he/him) London", "utterance": " called Michelle rosetta code, so we use the Google API for speech recognition."}
{"start": "00:13:39.960", "end": "00:13:59.070", "speaker": "Piotr (he/him) London", "utterance": " Real lifetime translation and Texas degeneration and build a program to listen to improvisers speaking in language foreign to her see partner and to send them near real time translation via a headset as well as displaying the result of speech recognition in real time on a screen."}
{"start": "00:14:00.300", "end": "00:14:09.390", "speaker": "Piotr (he/him) London", "utterance": " That show was initially staged physically on on an actual stage and then embraced the possibilities given by."}
{"start": "00:14:10.560", "end": "00:14:13.860", "speaker": "Piotr (he/him) London", "utterance": " Online shows to have real."}
{"start": "00:14:14.910", "end": "00:14:22.380", "speaker": "Piotr (he/him) London", "utterance": " Time translation appearing on the screen in speech bubbles above the performance, so that performance could speak in one language."}
{"start": "00:14:23.040", "end": "00:14:37.350", "speaker": "Piotr (he/him) London", "utterance": " Have the language translated into another language and then communicate with a second performer who would speak a third language and then communicated back into this lingua franca shared between them."}
{"start": "00:14:39.000", "end": "00:14:53.100", "speaker": "Piotr (he/him) London", "utterance": " And our system takes advantage of virtual environments in order to provide a cohesive narrative experience and the context of others multilingual improv appearing in the same virtual location."}
{"start": "00:14:54.990", "end": "00:15:02.670", "speaker": "Piotr (he/him) London", "utterance": " So I think we are close to the end of the talk because we timed it at 15 minutes and we condensed it in real time to Phi."}
{"start": "00:15:03.780", "end": "00:15:04.230", "speaker": "Piotr (he/him) London", "utterance": " boyd."}
{"start": "00:15:05.790", "end": "00:15:15.390", "speaker": "Improv Media & Performance Lab", "utterance": " Indeed, we have so we're happy to answer questions at the end of the session for more information and we do have a paper associated with this this talk that you should be able to access."}
{"start": "00:15:16.470", "end": "00:15:21.720", "speaker": "Piotr (he/him) London", "utterance": " And we would love to thank the organizers of this conference for this opportunity, thank you."}
{"start": "00:15:24.660", "end": "00:15:27.360", "speaker": "Helen Burgess", "utterance": " hey thank you both lawyers."}
{"start": "00:15:29.880", "end": "00:15:30.540", "speaker": "Helen Burgess", "utterance": " alrighty."}
{"start": "00:15:32.100", "end": "00:15:37.350", "speaker": "Helen Burgess", "utterance": " Okay next up, we have Richard Carter with executable landscapes."}
{"start": "00:15:38.700", "end": "00:15:48.810", "speaker": "Richard Carter", "utterance": " hello, thank you, let me just share my screen i've timed my time my presentation at five sort of five minutes 30 seconds So hopefully will be."}
{"start": "00:15:49.680", "end": "00:15:58.770", "speaker": "Richard Carter", "utterance": " Be just within So if I bring that up, hopefully, you can see my my PowerPoint there and let's let's make a start, then so."}
{"start": "00:15:59.580", "end": "00:16:10.980", "speaker": "Richard Carter", "utterance": " got five minutes i'm going to be very fast in essence my papers predication the question that interests me a lot digital art and literature is entangle mine necessity on systems platforms."}
{"start": "00:16:11.280", "end": "00:16:17.610", "speaker": "Richard Carter", "utterance": " That are actively damaging the earthly environment as an aspect of their functioning their maintenance and their reproduction."}
{"start": "00:16:18.120", "end": "00:16:23.400", "speaker": "Richard Carter", "utterance": " And I think this poses many important critical questions these practices can be more they can mean."}
{"start": "00:16:24.360", "end": "00:16:35.520", "speaker": "Richard Carter", "utterance": " i'm particularly interested in exploring this my paper, how can digital literature help chart different spectrums of futures concerning digital technology so, in other words, how can it help us think through."}
{"start": "00:16:35.820", "end": "00:16:46.680", "speaker": "Richard Carter", "utterance": " What kinds of activities or artifacts or infrastructures might emerge if the latter took took on board and active radically upon the critiques to which they are often subjected to."}
{"start": "00:16:47.490", "end": "00:16:56.790", "speaker": "Richard Carter", "utterance": " i'm particularly interested what other forms of knowing and being might be realized by digital sensors and data driven loads of sense, making our."}
{"start": "00:16:57.180", "end": "00:17:07.710", "speaker": "Richard Carter", "utterance": " Environment it's profoundly predicated on sensory systems and data gathering to function there's many things that those systems fail to capture about the world i'm interested in how."}
{"start": "00:17:08.130", "end": "00:17:14.370", "speaker": "Richard Carter", "utterance": " How they fail, but also how they can also be used to explore explore those aspects and make us think about them."}
{"start": "00:17:15.690", "end": "00:17:23.430", "speaker": "Richard Carter", "utterance": " So I mentioned a few projects and my paper waveform is one i've talked about a lot before it's actually drone poetry using machine vision."}
{"start": "00:17:24.120", "end": "00:17:28.440", "speaker": "Richard Carter", "utterance": " to pause ocean waves into a form of poetic text."}
{"start": "00:17:28.950", "end": "00:17:38.760", "speaker": "Richard Carter", "utterance": " Now the projects i'm working on is called orbital reveries and that involves landsat satellite images that are also parsed using machine vision into a form of text scheme."}
{"start": "00:17:39.120", "end": "00:17:47.460", "speaker": "Richard Carter", "utterance": " To using text and image to think about the limits and potentials of the sensory most of my paper is on my latest project called land form."}
{"start": "00:17:48.000", "end": "00:17:55.680", "speaker": "Richard Carter", "utterance": " So we have taught down landscapes, like you, kind of see on the PowerPoint here that are then turned into the circuit as visual algorithms."}
{"start": "00:17:56.010", "end": "00:18:08.670", "speaker": "Richard Carter", "utterance": " That are then compiled as a form of esoteric programming language, which would then use to generate some json text arrays creative arrays of text so you might have an image like you see on the side of the screen here."}
{"start": "00:18:09.300", "end": "00:18:12.630", "speaker": "Richard Carter", "utterance": " And the system will then turn it to something looks a bit like this."}
{"start": "00:18:13.320", "end": "00:18:20.730", "speaker": "Richard Carter", "utterance": " Using to looking at the shifting brightness values of the image and then tracing it then I can instruction point on a visual Program."}
{"start": "00:18:21.030", "end": "00:18:31.170", "speaker": "Richard Carter", "utterance": " into the sort of diagram matic structures that you see, and these structures can then be executed, they can be read by an interpreter program to generate text structure."}
{"start": "00:18:31.560", "end": "00:18:42.750", "speaker": "Richard Carter", "utterance": " of the kind that you see on the right hand side of your screen here so effectively, then the landscapes, as they are enacted at the intersection of the sunlight camera lenses the actual sensors."}
{"start": "00:18:43.110", "end": "00:18:52.260", "speaker": "Richard Carter", "utterance": " And the script that kind of binds it all together, they are treated as constituting a structured schema that translates into specific compositions structure."}
{"start": "00:18:54.630", "end": "00:19:04.680", "speaker": "Richard Carter", "utterance": " The result is selling a performance and acting a platform of sorts that's made up a very landscapes flying vehicles cameras web canvas graphics and text files."}
{"start": "00:19:05.070", "end": "00:19:13.620", "speaker": "Richard Carter", "utterance": " All doing things that are far removed from what they're typically used for and certainly working together in a combination that you don't usually see."}
{"start": "00:19:14.790", "end": "00:19:24.150", "speaker": "Richard Carter", "utterance": " So I want to stress here that the search is not for novelty in the abstract, or for definitive answers, or even to preordained what questions we might even ask, but to."}
{"start": "00:19:24.450", "end": "00:19:32.160", "speaker": "Richard Carter", "utterance": " bring together in an unpredictable unruly entanglement different systems to see what we might learn from them in the process."}
{"start": "00:19:32.640", "end": "00:19:40.710", "speaker": "Richard Carter", "utterance": " As usual, so failure and breakages and uncertainty is characteristic of this kind of undertaking and is often actually more interesting."}
{"start": "00:19:40.890", "end": "00:19:48.180", "speaker": "Richard Carter", "utterance": " And if everything just smoothly slots, together, we want things to break because we learn in the process, why they're breaking what might come out of it."}
{"start": "00:19:49.380", "end": "00:19:59.400", "speaker": "Richard Carter", "utterance": " For me, the kind of the breakage his failures that I found particularly instructive I found them presenting this work across different audiences in different forms, there is a problem of translation."}
{"start": "00:19:59.700", "end": "00:20:11.400", "speaker": "Richard Carter", "utterance": " Some people treat it as art, some people treated as research but he's difficult for them to see in both both sides at the same time there's often issues they when they want to interpret it one way or the other."}
{"start": "00:20:11.940", "end": "00:20:22.800", "speaker": "Richard Carter", "utterance": " there's a bit of an Ai problem as well, a lot of my work people wanted certainly members of the public want to treat it as a form of an Ai demonstrate demonstrate of Ai technology."}
{"start": "00:20:23.400", "end": "00:20:31.350", "speaker": "Richard Carter", "utterance": " And it isn't and I don't even think that quick Ai is all that interesting either, so I have to often preface what I do quite carefully say this is not Ai."}
{"start": "00:20:31.920", "end": "00:20:42.480", "speaker": "Richard Carter", "utterance": " This is algorithmic but it's not quite the same thing and then certainly when i'm presenting my work in forums focused on environmental concerns environmental issues, there is a certain resistance."}
{"start": "00:20:43.110", "end": "00:20:50.040", "speaker": "Richard Carter", "utterance": " drones satellites databases do not come to mind so readily with thinking about ecological issues."}
{"start": "00:20:50.340", "end": "00:20:59.430", "speaker": "Richard Carter", "utterance": " i've often found that these systems are perceived actually is inimical to environmental concerns the digital as enough privilege, why should we have even more digital here."}
{"start": "00:20:59.880", "end": "00:21:12.000", "speaker": "Richard Carter", "utterance": " So I often have to frame, what I do quite carefully in those contexts as well to get us to think about what How can these systems that were embedded within in shaping our world, how can they also contribute."}
{"start": "00:21:12.780", "end": "00:21:24.300", "speaker": "Richard Carter", "utterance": " To getting us to think about these issues, one of the same time reworking the fact that they are premise on often quite problematic predicates in terms of their functioning and they uses and contemporary world."}
{"start": "00:21:25.200", "end": "00:21:31.710", "speaker": "Richard Carter", "utterance": " there's a long paper associated with all of this, so I don't want to take up any more of your time, but thank you all very much for listening."}
{"start": "00:21:39.120", "end": "00:21:40.020", "speaker": "Helen Burgess", "utterance": " Thank you, Richard."}
{"start": "00:21:40.080", "end": "00:21:41.610", "speaker": "Helen Burgess", "utterance": " Does a beautiful images."}
{"start": "00:21:43.800", "end": "00:21:51.540", "speaker": "Helen Burgess", "utterance": " Already finally up, we have Andrea could travel on a narrow graph ios i'm saying that correctly."}
{"start": "00:22:01.890", "end": "00:22:02.520", "speaker": "Andr?a Catr?pa", "utterance": " hi."}
{"start": "00:22:04.620", "end": "00:22:05.910", "speaker": "Andr?a Catr?pa", "utterance": " Can you see my screen."}
{"start": "00:22:07.200", "end": "00:22:07.500", "speaker": "Helen Burgess", "utterance": " yeah."}
{"start": "00:22:07.530", "end": "00:22:08.760", "speaker": "Helen Burgess", "utterance": " yeah, we can see okay."}
{"start": "00:22:08.880", "end": "00:22:13.020", "speaker": "Andr?a Catr?pa", "utterance": " Thank you, so I would like to thank the organization of yellow."}
{"start": "00:22:13.680", "end": "00:22:25.290", "speaker": "Andr?a Catr?pa", "utterance": " And the opportunity to be here to debate with colleagues as i'm a Brazilian in my mother tongue is Portuguese I won't try to improvise, so I will read the paragraph K."}
{"start": "00:22:31.230", "end": "00:22:49.560", "speaker": "Andr?a Catr?pa", "utterance": " So when they don't have phase and interactive do the work that proposes a reflection on the role of dreams in our lives created from a research initiated in 2020 during the cold coffee pandemic the work began with Internet searchers on a particular dream."}
{"start": "00:22:50.610", "end": "00:22:59.670", "speaker": "Andr?a Catr?pa", "utterance": " Subsequently, this creative process became an investigation into the atavistic relationships that the human species one things with dreams."}
{"start": "00:23:00.090", "end": "00:23:07.560", "speaker": "Andr?a Catr?pa", "utterance": " In observed the different meanings that this state of mind has acquired throughout our history, then."}
{"start": "00:23:08.400", "end": "00:23:25.560", "speaker": "Andr?a Catr?pa", "utterance": " In January of this year I invited the colder who's call it flipping madea need to work with me and then we work on wine for about three months to have the first version of on a geography, I will show you a video so you'll know how it looks like."}
{"start": "00:23:45.000", "end": "00:23:51.780", "speaker": "Andr?a Catr?pa", "utterance": " Sorry i'm just changing the screen to share oh sorry."}
{"start": "00:23:55.110", "end": "00:23:57.210", "speaker": "Andr?a Catr?pa", "utterance": " I didn't share the sound sorry."}
{"start": "00:23:59.580", "end": "00:24:00.000", "speaker": "Andr?a Catr?pa", "utterance": " yeah."}
{"start": "00:24:01.050", "end": "00:24:01.890", "speaker": "Andr?a Catr?pa", "utterance": " Now, I think, just to."}
{"start": "00:24:04.620", "end": "00:24:10.740", "speaker": "Helen Burgess", "utterance": " be here to present on a graph here a digital interactive work about the role of dreams in our lives."}
{"start": "00:24:12.240", "end": "00:24:22.680", "speaker": "None", "utterance": "after receiving a welcome message in the chosen language, a form will appear, you must fill in the blanks with some details about the dream, you want to remember, or to create."}
{"start": "00:24:32.880", "end": "00:24:37.230", "speaker": "None", "utterance": "It is time to choose between the door of the nightmare or the door of the dream."}
{"start": "00:25:11.040", "end": "00:25:18.720", "speaker": "None", "utterance": "Now we are at 3D environment where we can access the messenger Oracle, which is a Community report."}
{"start": "00:25:34.830", "end": "00:25:42.750", "speaker": "None", "utterance": "morpheus and a message streams from the icons and alive and by the current of guys."}
{"start": "00:25:45.420", "end": "00:25:50.850", "speaker": "None", "utterance": "If you follow the light spheres and click on the big I will be taken to the word search."}
{"start": "00:26:09.150", "end": "00:26:14.040", "speaker": "Jeremy Hight", "utterance": " Here you must choose exactly three words that are related to your dream."}
{"start": "00:26:29.220", "end": "00:26:35.100", "speaker": "None", "utterance": "Finally, you'll get an image with results and effects that are procedurally generated."}
{"start": "00:26:36.840", "end": "00:26:50.700", "speaker": "None", "utterance": "So the dream merges images chosen the word search and the phrases return order from there, it is at the user discretion to recreate an a dream randomly using the elements of that same navigation."}
{"start": "00:26:51.240", "end": "00:26:56.910", "speaker": "None", "utterance": "or going back to the beginning of the process to make other options for reports and word choices."}
{"start": "00:27:02.160", "end": "00:27:06.120", "speaker": "Andr?a Catr?pa", "utterance": " So that's it Thank you I will put the link, if you want to play."}
{"start": "00:27:10.950", "end": "00:27:14.310", "speaker": "Helen Burgess", "utterance": " Thank you very much, Andrea that's fascinating."}
{"start": "00:27:15.390", "end": "00:27:19.920", "speaker": "Helen Burgess", "utterance": " Alright, well, thank you all for keeping to your five minutes each."}
{"start": "00:27:20.490", "end": "00:27:21.630", "speaker": "Helen Burgess", "utterance": " much appreciated."}
{"start": "00:27:21.900", "end": "00:27:23.250", "speaker": "Helen Burgess", "utterance": " Before we start in on."}
{"start": "00:27:24.630", "end": "00:27:38.670", "speaker": "Helen Burgess", "utterance": " On questions, please just just drop an applause or reaction into your zoom so that screen, so we can all see the appreciation that we have for all our speakers today I know it's a tough."}
{"start": "00:27:40.410", "end": "00:27:46.230", "speaker": "Helen Burgess", "utterance": " Tough environment, thank you very much alrighty so."}
{"start": "00:27:48.720", "end": "00:28:08.370", "speaker": "Helen Burgess", "utterance": " for Question Time if you'd like to ask a question and you'd like to ask yourself, you can drop a Q or a plus in the chat and if you'd prefer for me to ask it just you can direct message me or or just drop it in and we'll see what happens."}
{"start": "00:28:10.620", "end": "00:28:21.150", "speaker": "Helen Burgess", "utterance": " I do have a question to get us started if there aren't any other burning ones, right now, and that is about the way you all position your projects."}
{"start": "00:28:21.510", "end": "00:28:30.150", "speaker": "Helen Burgess", "utterance": " And this is this is something that I thought of when general go Korea, you were presenting and you talked about digital humanities and."}
{"start": "00:28:30.630", "end": "00:28:47.100", "speaker": "Helen Burgess", "utterance": " Digital literature and electronic literature and i'm just wondering if you've presented this project in other places, have you had to position it differently, for, say, a digital humanities audience, then you have for an electronic literature audience."}
{"start": "00:28:48.030", "end": "00:28:49.080", "speaker": "Shanmuga priya", "utterance": " Well, I have a."}
{"start": "00:28:49.200", "end": "00:28:51.330", "speaker": "Shanmuga priya", "utterance": " This is very first time in person thing about."}
{"start": "00:28:51.330", "end": "00:29:01.020", "speaker": "Shanmuga priya", "utterance": " This project, and it was this digital poetry I just completed the first layer and second layer last week so yeah and be present in continuously."}
{"start": "00:29:04.260", "end": "00:29:06.000", "speaker": "Helen Burgess", "utterance": " Be there are."}
{"start": "00:29:06.120", "end": "00:29:07.050", "speaker": "None", "utterance": "Are you hopeful."}
{"start": "00:29:08.580", "end": "00:29:19.530", "speaker": "Shanmuga priya", "utterance": " i'm hopeful I don't think there must be much issues, but maybe we'll have some critical questions when i'm learning computers and, in addition to a."}
{"start": "00:29:20.940", "end": "00:29:21.750", "speaker": "Shanmuga priya", "utterance": " conference in some."}
{"start": "00:29:22.770", "end": "00:29:23.160", "speaker": "Shanmuga priya", "utterance": " cases."}
{"start": "00:29:23.820", "end": "00:29:25.560", "speaker": "Shanmuga priya", "utterance": " I do, because."}
{"start": "00:29:25.740", "end": "00:29:27.540", "speaker": "Shanmuga priya", "utterance": " The aim of this district wide."}
{"start": "00:29:30.180", "end": "00:29:31.710", "speaker": "Shanmuga priya", "utterance": " impact with the students and."}
{"start": "00:29:33.510", "end": "00:29:35.640", "speaker": "Shanmuga priya", "utterance": " And because we are engaging NGOs."}
{"start": "00:29:37.020", "end": "00:29:37.920", "speaker": "Shanmuga priya", "utterance": " So there was."}
{"start": "00:29:39.360", "end": "00:29:39.600", "speaker": "Shanmuga priya", "utterance": " This."}
{"start": "00:29:40.650", "end": "00:29:42.030", "speaker": "Shanmuga priya", "utterance": " Like today."}
{"start": "00:29:45.090", "end": "00:29:52.380", "speaker": "Shanmuga priya", "utterance": " places we do hope it can create some impact them so again, but good luck and support escape."}
{"start": "00:29:56.460", "end": "00:29:57.270", "speaker": "Helen Burgess", "utterance": " Thank you."}
{"start": "00:29:57.750", "end": "00:29:58.140", "speaker": "Shanmuga priya", "utterance": " Thank you."}
{"start": "00:30:06.690", "end": "00:30:08.730", "speaker": "Richard Carter", "utterance": " known human being it's a."}
{"start": "00:30:15.960", "end": "00:30:20.220", "speaker": "Helen Burgess", "utterance": " All right, I think this might be a question for Richard as well, since you mentioned translation."}
{"start": "00:30:22.440", "end": "00:30:24.060", "speaker": "Helen Burgess", "utterance": " positioning your work yeah."}
{"start": "00:30:24.960", "end": "00:30:29.970", "speaker": "Richard Carter", "utterance": " So it is, it is very interesting and I think it depends I present my worked."}
{"start": "00:30:30.180", "end": "00:30:31.320", "speaker": "Richard Carter", "utterance": " Quite a few different."}
{"start": "00:30:31.410", "end": "00:30:33.900", "speaker": "Richard Carter", "utterance": " kinds of audience and."}
{"start": "00:30:34.200", "end": "00:30:35.940", "speaker": "Richard Carter", "utterance": " The nature of it lends itself well to."}
{"start": "00:30:35.970", "end": "00:30:37.620", "speaker": "Richard Carter", "utterance": " Public audiences because it."}
{"start": "00:30:37.740", "end": "00:30:45.270", "speaker": "Richard Carter", "utterance": " Has a strongly so creative aspect to people's name in contact with a lot of visual poets and artists who."}
{"start": "00:30:46.020", "end": "00:30:46.860", "speaker": "Helen Burgess", "utterance": " often do that."}
{"start": "00:30:46.890", "end": "00:30:55.500", "speaker": "Richard Carter", "utterance": " form it says, and certainly the issue of the Ai problem, as I call it is a big one in those contexts and a half now have to deliver."}
{"start": "00:30:55.770", "end": "00:30:58.080", "speaker": "Richard Carter", "utterance": " Something of a disclaimer at the start of every."}
{"start": "00:30:58.080", "end": "00:31:09.030", "speaker": "Richard Carter", "utterance": " presentation, this is not Ai in fact it's very much actually being quite critical of certain aspects that are driving Ai but what I I doesn't know what we even mean by."}
{"start": "00:31:09.930", "end": "00:31:16.200", "speaker": "Richard Carter", "utterance": " And that's quite important, as well, for when i'm talking to audiences and ecological forums, because."}
{"start": "00:31:16.890", "end": "00:31:22.410", "speaker": "Richard Carter", "utterance": " Even though many of them are very academic forums, there is still there still a sense that."}
{"start": "00:31:22.980", "end": "00:31:33.900", "speaker": "Richard Carter", "utterance": " Ai is the enemy, the paradigm of Ai is the enemy of the earth this this is this is part of a whole way of looking at the world arrests into matrices of command control."}
{"start": "00:31:34.320", "end": "00:31:43.350", "speaker": "Richard Carter", "utterance": " and absolute quantities of data and form and those things are seen as indeed inimical to the kinds of more subtle."}
{"start": "00:31:44.340", "end": "00:31:54.060", "speaker": "Richard Carter", "utterance": " embodied entanglements which many of them are much more concerned with exploring in their work which they do so through walking and dancing or poetry and performance."}
{"start": "00:31:54.510", "end": "00:32:04.320", "speaker": "Richard Carter", "utterance": " And so I don't I can't say that I have a magical answer as to how one is supposed to reconcile those things, except to have to, I have to position my work really quite carefully."}
{"start": "00:32:04.590", "end": "00:32:15.510", "speaker": "Richard Carter", "utterance": " So it doesn't come across as a crass we look at these wonderful new fancy bits of technology, I put together on a wonderful arm a novel as if i'm pitching to a Silicon Valley audience."}
{"start": "00:32:16.050", "end": "00:32:24.840", "speaker": "Richard Carter", "utterance": " So there's a lot of there's quite a bit of can quite a bit of translation, that has to go in, but, as I mentioned at the very end, I think those those acts of translation."}
{"start": "00:32:25.350", "end": "00:32:31.050", "speaker": "Richard Carter", "utterance": " or they actually trying to translate them anyway, are really quite provocative, because it makes you understand."}
{"start": "00:32:31.410", "end": "00:32:40.440", "speaker": "Richard Carter", "utterance": " Your own work, a bit better makes you understand way what the field is that you're working in and, as I mentioned failures and break it is or okay."}
{"start": "00:32:41.100", "end": "00:32:44.250", "speaker": "Richard Carter", "utterance": " I don't want you know, some people just see what I do is bad art."}
{"start": "00:32:44.670", "end": "00:32:53.100", "speaker": "Richard Carter", "utterance": " And that, in itself, we can be quite instructive as well for thinking about how we understand all these different topics, all these different aspects and so."}
{"start": "00:32:53.460", "end": "00:33:01.050", "speaker": "Richard Carter", "utterance": " it's that it's those conversations those negotiations between different disciplines different discourses and different technologies."}
{"start": "00:33:01.470", "end": "00:33:11.280", "speaker": "Richard Carter", "utterance": " that's where that's where things in that's where the interest happens the actual assemblage itself may not be all that interesting is the catalyst for those conversations."}
{"start": "00:33:13.620", "end": "00:33:15.180", "speaker": "Richard Carter", "utterance": " that's my piece on it anyway."}
{"start": "00:33:18.540", "end": "00:33:19.200", "speaker": "Richard Carter", "utterance": " Thank you."}
{"start": "00:33:22.080", "end": "00:33:35.100", "speaker": "Helen Burgess", "utterance": " Alright, we have a couple questions in the chat The first one is for Andrea and the question is Andre did you get inspiration from other navigable environments by Brazilian artists."}
{"start": "00:33:38.100", "end": "00:33:39.270", "speaker": "Andr?a Catr?pa", "utterance": " Actually, not."}
{"start": "00:33:40.350", "end": "00:33:44.550", "speaker": "Andr?a Catr?pa", "utterance": " I think that the 3D modeling came from phillippi."}
{"start": "00:33:44.820", "end": "00:33:48.420", "speaker": "Andr?a Catr?pa", "utterance": " Which is a coder that came from the Games world."}
{"start": "00:33:49.110", "end": "00:33:56.790", "speaker": "Andr?a Catr?pa", "utterance": " So I guess that's the thing I first inspiration, where the dream like."}
{"start": "00:33:56.790", "end": "00:34:01.620", "speaker": "Andr?a Catr?pa", "utterance": " narratives and then we try to put it in the 3D modeling."}
{"start": "00:34:02.760", "end": "00:34:07.680", "speaker": "Andr?a Catr?pa", "utterance": " In as he came from games, I think that he had some games."}
{"start": "00:34:08.940", "end": "00:34:23.790", "speaker": "Andr?a Catr?pa", "utterance": " Concerns like how you would clean can how you navigate and then we just melted all the things the narrative concerned that was mine in the this kind of game being that was his."}
{"start": "00:34:30.780", "end": "00:34:31.770", "speaker": "Helen Burgess", "utterance": " Thank you."}
{"start": "00:34:33.840", "end": "00:34:37.410", "speaker": "Helen Burgess", "utterance": " scrolling through the chat the next Q, I have here is from soren."}
{"start": "00:34:41.130", "end": "00:34:41.880", "speaker": "S?ren Bro Pold", "utterance": " yeah thanks."}
{"start": "00:34:44.700", "end": "00:34:55.050", "speaker": "S?ren Bro Pold", "utterance": " So I guess my question also follows up on what Richard just said and it's in that sentence it's a question to sort of send Luca and riches."}
{"start": "00:34:56.130", "end": "00:34:58.590", "speaker": "S?ren Bro Pold", "utterance": " pieces, mainly, which is, of course."}
{"start": "00:34:59.670", "end": "00:35:21.390", "speaker": "S?ren Bro Pold", "utterance": " yeah you Richard you address the the criticism towards technology Ai federal environmental areas and and and to to a lot of in a lot of ways that the right, you know we have this we have this even though the statistics are hard you know, the Internet and in cloud computing."}
{"start": "00:35:22.680", "end": "00:35:38.910", "speaker": "S?ren Bro Pold", "utterance": " Including what what we on now, even though it's probably better than flying for the environment it's it's still polluting quite a lot and they they say that you know, the Internet and computing etc is at the level of."}
{"start": "00:35:40.500", "end": "00:35:41.280", "speaker": "S?ren Bro Pold", "utterance": " offline."}
{"start": "00:35:42.600", "end": "00:35:44.970", "speaker": "S?ren Bro Pold", "utterance": " When when when when you count on the."}
{"start": "00:35:45.180", "end": "00:35:46.200", "speaker": "S?ren Bro Pold", "utterance": " Global the."}
{"start": "00:35:47.640", "end": "00:35:48.930", "speaker": "S?ren Bro Pold", "utterance": " yeah the pollution."}
{"start": "00:35:50.250", "end": "00:36:01.110", "speaker": "S?ren Bro Pold", "utterance": " Carbon pollution so, so in that sense and and but but, of course, you know that's that's a that's been our question, or should we stop using computers, etc, but."}
{"start": "00:36:01.830", "end": "00:36:17.280", "speaker": "S?ren Bro Pold", "utterance": " I would say, the more interesting is whether you know, the way the functioning of these systems are these technologies these platforms is is somehow hiding the pollution for us or hiding."}
{"start": "00:36:18.480", "end": "00:36:26.700", "speaker": "S?ren Bro Pold", "utterance": " You know, you can see a car that pollutes but it's very difficult to see the pollution that soon causes right because it's it's having somewhere else."}
{"start": "00:36:27.930", "end": "00:36:32.280", "speaker": "S?ren Bro Pold", "utterance": " And and and and this fact that you know when our netflix."}
{"start": "00:36:34.050", "end": "00:36:41.400", "speaker": "S?ren Bro Pold", "utterance": " as much energy as cooking appalling eight liters of water on you know where do you see that and whether whether you choose between."}
{"start": "00:36:42.000", "end": "00:36:55.770", "speaker": "S?ren Bro Pold", "utterance": " How could you even know as a consumer, that maybe apple streaming services are better than me some streaming services, and all this kind of stuff, and so my question is probably all my question is."}
{"start": "00:36:56.700", "end": "00:37:05.640", "speaker": "S?ren Bro Pold", "utterance": " I know how is it the sort of solution solution ISM you know the the fact that these technologies sort of is."}
{"start": "00:37:05.850", "end": "00:37:15.540", "speaker": "S?ren Bro Pold", "utterance": " click and then they work and know this sort of solution is mobile technology is that the problem and it's that also where you can see your art."}
{"start": "00:37:16.890", "end": "00:37:18.270", "speaker": "S?ren Bro Pold", "utterance": " You know, you also spoke."}
{"start": "00:37:18.840", "end": "00:37:22.770", "speaker": "S?ren Bro Pold", "utterance": " To talk about disruption, or what cannot really do in this field."}
{"start": "00:37:32.580", "end": "00:37:32.940", "speaker": "Richard Carter", "utterance": " Show."}
{"start": "00:37:34.020", "end": "00:37:35.130", "speaker": "None", "utterance": "So she wishes to."}
{"start": "00:37:37.950", "end": "00:37:39.270", "speaker": "Shanmuga priya", "utterance": " Thank you for the question."}
{"start": "00:37:40.470", "end": "00:37:49.230", "speaker": "Shanmuga priya", "utterance": " Oh, I think, as like in every other field there are there is there is always like both sides like negative and positive sides."}
{"start": "00:37:49.500", "end": "00:38:01.890", "speaker": "Shanmuga priya", "utterance": " But absolutely can and be like, if you look at the positive side it's much more higher than the negative side, because in this pandemic, well, it is delicious helping us like walking or reaching more people and other maybe talking piece."}
{"start": "00:38:03.090", "end": "00:38:14.760", "speaker": "Shanmuga priya", "utterance": " That is actually I feel is right ghosting so I can i'm just feeling a comparison here avoids not much travel to the electronic age show from my experience."}
{"start": "00:38:15.690", "end": "00:38:26.700", "speaker": "Shanmuga priya", "utterance": " These the few decades before our tap water is huge and people really liked it and they welcome and every quarter and go and everything but."}
{"start": "00:38:27.330", "end": "00:38:33.810", "speaker": "Shanmuga priya", "utterance": " it's like because our mobile they started using technology to extract the water more."}
{"start": "00:38:34.650", "end": "00:38:42.450", "speaker": "Shanmuga priya", "utterance": " than earlier but laughter now we are realizing that how miss that opportunity other side, like we are just forgotten our."}
{"start": "00:38:42.960", "end": "00:38:56.340", "speaker": "Shanmuga priya", "utterance": " water bodies like tanks and channel strange because we are focusing on the it's taking water from the at, so in that case i'm so everything the negative side, we will release on the latter not."}
{"start": "00:38:56.820", "end": "00:39:08.640", "speaker": "Shanmuga priya", "utterance": " not know, in that case, how can we use odd sm as a medium to connect with people recording the shoes um."}
{"start": "00:39:09.420", "end": "00:39:20.130", "speaker": "Shanmuga priya", "utterance": " It can go more impact than we imagined it so far from my experience, so I actually did a couple of presentations not exactly a booster party that it created, but just in general."}
{"start": "00:39:20.520", "end": "00:39:36.210", "speaker": "Shanmuga priya", "utterance": " So that shows that people are like very much interested to see Mr pine tree and they like know if they can feel the connection between the Easter party that will create impact about the positions and so."}
{"start": "00:39:37.530", "end": "00:39:38.970", "speaker": "Shanmuga priya", "utterance": " I learned on an ongoing basis."}
{"start": "00:39:40.500", "end": "00:39:41.610", "speaker": "Shanmuga priya", "utterance": " that's my answer."}
{"start": "00:39:44.160", "end": "00:39:49.230", "speaker": "Richard Carter", "utterance": " Just follow that very, very briefly, I think you know, I think it is a very interesting question and yeah there's."}
{"start": "00:39:49.590", "end": "00:40:04.080", "speaker": "Richard Carter", "utterance": " Times, the answer is well this is to stop using computers and somehow things are going to be better and, of course, well, maybe that's not quite what's going to be the case, the way I often characterize my art and these conversations is is partly through."}
{"start": "00:40:05.160", "end": "00:40:15.870", "speaker": "Richard Carter", "utterance": " i've used the term resistance before and i'm not sure if that were carries too much baggage what i'm trying to do, because it's used in very particular context, particular ways, but nevertheless."}
{"start": "00:40:16.380", "end": "00:40:33.180", "speaker": "Richard Carter", "utterance": " I think this idea has been spoken up by various theories, the idea around things like glitch aesthetics, the idea of breakdowns and technologies, making us realize their how they function, how they operate, and indeed to get away from this smoothly functional solution ISM."}
{"start": "00:40:33.450", "end": "00:40:41.400", "speaker": "Richard Carter", "utterance": " there's always an APP for that there's always a beautiful flowing interface that delivers to us the world in a nice clean neat packaged form."}
{"start": "00:40:41.820", "end": "00:40:50.430", "speaker": "Richard Carter", "utterance": " And went allergies fail or break down or indeed you produce works, where it's doing very, very strange things makes you think about."}
{"start": "00:40:50.760", "end": "00:40:56.430", "speaker": "Richard Carter", "utterance": " The technicality of it, it makes you think about how it functions and makes you realize it's an artifact in the world."}
{"start": "00:40:57.000", "end": "00:41:06.330", "speaker": "Richard Carter", "utterance": " Now of course i've always been quite frank, I don't believe my art, as some are going to be to save the world or contribute to that I take a lot of them."}
{"start": "00:41:06.990", "end": "00:41:16.200", "speaker": "Richard Carter", "utterance": " As a lot of inspiration from the climate scientists to Kate marvel who she who says that courage is the resolve to do well without the red ones, have a happy ending."}
{"start": "00:41:16.830", "end": "00:41:31.860", "speaker": "Richard Carter", "utterance": " And I really like that the idea that we do things not believe it's going to necessarily save the world and terrible ruin, but nevertheless we don't give up on it, because every act every step every conversation every stage matters."}
{"start": "00:41:32.430", "end": "00:41:43.770", "speaker": "Richard Carter", "utterance": " And that's how I tend to think about what my work is doing if it's doing anything is to try to encourage those conversations different ways of looking at technology sensors and data."}
{"start": "00:41:44.100", "end": "00:41:58.020", "speaker": "Richard Carter", "utterance": " Not just what they are before what they might become what the world might become, irrespective of whether that's going to lead automatically to a wondrous future well that's so that's a bigger conversation but it's part of that."}
{"start": "00:42:12.930", "end": "00:42:20.250", "speaker": "Helen Burgess", "utterance": " Alright, I see a couple more questions in the chat first we have, mark you had a question about ISA."}
{"start": "00:42:29.880", "end": "00:42:31.140", "speaker": "Helen Burgess", "utterance": " Mark can you there."}
{"start": "00:42:37.980", "end": "00:42:38.970", "speaker": "None", "utterance": "i'll just read it right."}
{"start": "00:42:40.140", "end": "00:42:41.520", "speaker": "Mark Marino", "utterance": " Here sorry."}
{"start": "00:42:41.880", "end": "00:42:42.690", "speaker": "Helen Burgess", "utterance": " Oh go ahead."}
{"start": "00:42:43.440", "end": "00:42:47.340", "speaker": "Mark Marino", "utterance": " I was, I thought my next question would do its work hey look here him."}
{"start": "00:42:48.780", "end": "00:42:53.130", "speaker": "Mark Marino", "utterance": " Richard can you just talk a little bit more about that as the esoteric language that you felt."}
{"start": "00:42:55.170", "end": "00:43:05.280", "speaker": "Richard Carter", "utterance": " Absolutely, I mean I don't I don't make any big claims that it's that is most wondrous vesa Latins you've ever seen or it's doing something, especially exotic it as he saw lang's go."}
{"start": "00:43:06.030", "end": "00:43:15.030", "speaker": "Richard Carter", "utterance": " But the idea, there were certain ideas, taken from that you know period which one we're all quite sort of quite familiar with, probably in that world."}
{"start": "00:43:15.450", "end": "00:43:26.760", "speaker": "Richard Carter", "utterance": " The idea of using a visual trace across colored blocks to draw your funny instruction pointer and what I was doing slight variation of that but."}
{"start": "00:43:27.390", "end": "00:43:42.600", "speaker": "Richard Carter", "utterance": " Without rambling on and on and on the system instead of it goes through each block of the image and it registers, the shift of brightness values and continue contiguous brightens blocks and he uses them."}
{"start": "00:43:43.350", "end": "00:43:53.970", "speaker": "Richard Carter", "utterance": " as vectors for whether the instruction pointer changes direction, and to what extent it keeps on going forward before it then rotates through again and."}
{"start": "00:43:54.660", "end": "00:44:04.140", "speaker": "Richard Carter", "utterance": " There are a couple of strengths there i've met yesterday called revisit the same place it's already gone to so that's where you get this sort of looping labyrinth fine look."}
{"start": "00:44:04.830", "end": "00:44:16.770", "speaker": "Richard Carter", "utterance": " And what happens is the system, then reads the directions of the various vectors taken by the instruction pointer, I guess, ultimately, and then uses that to decide."}
{"start": "00:44:17.730", "end": "00:44:29.370", "speaker": "Richard Carter", "utterance": " For which lexicon it's going to draw a set of words, is it going to an SP arrays are going to keep on tracing through an array of associate words or you're just going to spit out a long block."}
{"start": "00:44:30.930", "end": "00:44:39.840", "speaker": "Richard Carter", "utterance": " And in simple terms that's how it composes The end result, effectively, so I can't say it's say it's nothing that sophisticated."}
{"start": "00:44:40.320", "end": "00:44:45.240", "speaker": "Richard Carter", "utterance": " But nevertheless, it was as good is a good away as I could to create an interesting combination."}
{"start": "00:44:45.600", "end": "00:44:53.160", "speaker": "Richard Carter", "utterance": " Of outputs and also to make the code itself would you something looks quite interesting i'm interested in diagrams and how we tried to arrest the world."}
{"start": "00:44:53.430", "end": "00:45:00.150", "speaker": "Richard Carter", "utterance": " makes sense of the world diet grammatically and its relationship to digital systems and how they function as well."}
{"start": "00:45:01.020", "end": "00:45:10.620", "speaker": "Richard Carter", "utterance": " I can go on and on and on there's there are there is thought here on this me throwing things at the wall and seeing what stick but, but that is that's the basics of how the system works."}
{"start": "00:45:11.190", "end": "00:45:13.020", "speaker": "Mark Marino", "utterance": " it's fantastic, thank you very much appreciate it."}
{"start": "00:45:16.350", "end": "00:45:19.830", "speaker": "Helen Burgess", "utterance": " All right, we have a question from alessia for Andrea."}
{"start": "00:45:22.110", "end": "00:45:34.290", "speaker": "Alessia Pannese", "utterance": " Yes, thank you good afternoon everyone i'm Andrea I liked very much your presentation and I was wondering whether an element of the went into the development of this."}
{"start": "00:45:35.970", "end": "00:45:40.800", "speaker": "Alessia Pannese", "utterance": " dream nightmare landscape might be the."}
{"start": "00:45:42.450", "end": "00:45:47.310", "speaker": "Alessia Pannese", "utterance": " ensemble of dream theories so including."}
{"start": "00:45:48.990", "end": "00:46:16.740", "speaker": "Alessia Pannese", "utterance": " cognitive theories of dreams, we can go back to Roy but also from the physiological perspective, for example, there are many theories on what the survival value of dreaming might be so how my tuning have evolved to be an essential part, we know from, for example, my mind's experiment that."}
{"start": "00:46:19.380", "end": "00:46:33.090", "speaker": "Alessia Pannese", "utterance": " Preventing an animal from sleeping is not as legal or illegal in in such a short time range then preventing an animal from dreaming."}
{"start": "00:46:33.600", "end": "00:46:45.000", "speaker": "Alessia Pannese", "utterance": " So if you let an animal sleep but wait, the more up every time the animal starts dreaming, and of course there are ways of knowing that to electoral and circle griffey."}
{"start": "00:46:45.750", "end": "00:47:00.000", "speaker": "Alessia Pannese", "utterance": " Then the animal dies in the matter of 48 hours or I don't remember exactly the data, but much, much shorter time range them just depriving it from sleeping itself so."}
{"start": "00:47:01.140", "end": "00:47:02.070", "speaker": "Alessia Pannese", "utterance": " wanna Thank you."}
{"start": "00:47:03.240", "end": "00:47:17.550", "speaker": "Andr?a Catr?pa", "utterance": " Thank you alyssa and, yes, I was studying the dream theory, since the last year, because I had a very strange dream just in the beginning of the pandemics, it was a nice dream, but very strange."}
{"start": "00:47:18.210", "end": "00:47:35.460", "speaker": "Andr?a Catr?pa", "utterance": " And I was really obsessive about it, so I started to to research on that particular dream, then, but then I started to think about how that dream made me survive during the pandemics."}
{"start": "00:47:36.390", "end": "00:47:45.870", "speaker": "Andr?a Catr?pa", "utterance": " Because I started to read a lot of things I started to research and then, I guess, I felt a little bit happier."}
{"start": "00:47:47.040", "end": "00:48:05.760", "speaker": "Andr?a Catr?pa", "utterance": " In wanting to move on, but then I started to focus more on the this kind of procedures of dreams, I wrote an article last year in I had some some some things to to."}
{"start": "00:48:06.840", "end": "00:48:11.070", "speaker": "Andr?a Catr?pa", "utterance": " to reflect about some theories, I have read about."}
{"start": "00:48:12.450", "end": "00:48:20.670", "speaker": "Andr?a Catr?pa", "utterance": " psychology but also about neuroscience and then disease I started to research on the."}
{"start": "00:48:21.750", "end": "00:48:35.970", "speaker": "Andr?a Catr?pa", "utterance": " The role of dreams for indigenous people, so I will right now and other article with this research, I guess, more profound."}
{"start": "00:48:37.500", "end": "00:48:48.630", "speaker": "Andr?a Catr?pa", "utterance": " I guess, I will write it next month, maybe, but in this presentation I focus on the environment, but it has this kind of research behind."}
{"start": "00:48:50.310", "end": "00:48:50.790", "speaker": "Alessia Pannese", "utterance": " Thank you."}
{"start": "00:48:55.470", "end": "00:48:56.910", "speaker": "Richard Carter", "utterance": " Just you just very quickly add."}
{"start": "00:48:57.030", "end": "00:49:00.060", "speaker": "Richard Carter", "utterance": " Add to that I think that's really interesting I found your peace and."}
{"start": "00:49:00.060", "end": "00:49:10.980", "speaker": "Richard Carter", "utterance": " dre are really interesting to think about when you because you've alluded to in your paper about the role that dreams, have played for people to try to make sense of their environment so i'm often."}
{"start": "00:49:11.520", "end": "00:49:20.970", "speaker": "Richard Carter", "utterance": " When I think about some sense, making through the ages, I tend to think about actually to cave walls 10s of thousands of years ago when they were drawing animals in their hands."}
{"start": "00:49:21.360", "end": "00:49:28.680", "speaker": "Richard Carter", "utterance": " On the surface and the way we've tried to make it why we try to understand what were those activities meant and often that the."}
{"start": "00:49:29.070", "end": "00:49:36.720", "speaker": "Richard Carter", "utterance": " notion of dreams has come up quite frequently in the discussions of people studying that work, and so I think there's actually an awful lot."}
{"start": "00:49:37.080", "end": "00:49:48.390", "speaker": "Richard Carter", "utterance": " there's a lot going on there, and your piece and making us think about how we use dreams, to make sense of just what it means to be and, certainly, what does it mean to be alive in the teeth of a pandemic."}
{"start": "00:49:49.140", "end": "00:49:54.060", "speaker": "Richard Carter", "utterance": " has a certain very strong poignancy so I really look forward to the article that sounds fascinating."}
{"start": "00:49:55.890", "end": "00:50:02.010", "speaker": "Andr?a Catr?pa", "utterance": " Thank you, Richard yes in my mother she used to tell me about her dreams."}
{"start": "00:50:02.100", "end": "00:50:19.440", "speaker": "Andr?a Catr?pa", "utterance": " Every day in, then I kind of pay attention to my dreams and then I started to research on some theories that say that this is really important, and we should create a kind of dream airy."}
{"start": "00:50:19.890", "end": "00:50:36.750", "speaker": "Andr?a Catr?pa", "utterance": " So we should take notes of our dreams to think about what they are saying to us, not in a kind of mystical term, but in a very practical way is something that you tell into yourself so that's it."}
{"start": "00:50:44.730", "end": "00:50:45.660", "speaker": "Helen Burgess", "utterance": " Thank you all."}
{"start": "00:50:46.710", "end": "00:50:55.140", "speaker": "Helen Burgess", "utterance": " I think we still have another 15 minutes or so for questions but mark has also reminded me that if you want to continue the discussion."}
{"start": "00:50:55.740", "end": "00:51:13.050", "speaker": "Helen Burgess", "utterance": " You can do so on discord in the track three channel I haven't been keeping up with this code, but presumably This makes sense to you, so do feel free to do that do we have any questions from the panelists for each other, I know you were asked to prepare something possibly."}
{"start": "00:51:20.940", "end": "00:51:26.160", "speaker": "Shanmuga priya", "utterance": " Though I don't have any questions, but I really admired by others, was that that was."}
{"start": "00:51:26.220", "end": "00:51:27.570", "speaker": "Shanmuga priya", "utterance": " really wonderful and very."}
{"start": "00:51:27.780", "end": "00:51:29.760", "speaker": "Shanmuga priya", "utterance": " very much appreciated and fantastic."}
{"start": "00:51:30.030", "end": "00:51:31.740", "speaker": "Shanmuga priya", "utterance": " Thank you, thank you for sharing this."}
{"start": "00:51:34.770", "end": "00:51:36.120", "speaker": "Richard Carter", "utterance": " Oh definitely second that."}
{"start": "00:51:36.120", "end": "00:51:37.140", "speaker": "Shanmuga priya", "utterance": " One absolutely I."}
{"start": "00:51:37.140", "end": "00:51:38.520", "speaker": "Richard Carter", "utterance": " Think, I think the thing that."}
{"start": "00:51:39.600", "end": "00:51:52.590", "speaker": "Richard Carter", "utterance": " When i'm speaking a lot, so I should keep this quick but we've got some very different different approaches to this question, I think, and that Variety is really interesting trying to draw connections between them is, we have an unusually broad array."}
{"start": "00:51:53.670", "end": "00:52:01.110", "speaker": "Richard Carter", "utterance": " of different set of difference of platforms and structures that we're putting together for different ends, I thought that's a dialogue with sort of really interesting."}
{"start": "00:52:02.280", "end": "00:52:13.260", "speaker": "Richard Carter", "utterance": " I was just trying to think actually as well for the for the for us our team working on some improvised media, there was a question I was thinking about asking them actually so Peter and what have you."}
{"start": "00:52:15.090", "end": "00:52:22.890", "speaker": "Richard Carter", "utterance": " One of the things I saw when it comes to performance during the pandemic and way performance responded, I mean I certainly saw modes that talks about."}
{"start": "00:52:23.100", "end": "00:52:34.740", "speaker": "Richard Carter", "utterance": " Using vr so some people were doing there yeah she just shifted their performance hopefully to a vr environment, and that was obviously useful as a certain audiences, but not others, and then there were other."}
{"start": "00:52:35.700", "end": "00:52:44.580", "speaker": "Richard Carter", "utterance": " Performers who just simply went over to just doing a podcast they just they didn't actually weren't present physically, they just read the lines and did them as a radio play."}
{"start": "00:52:45.180", "end": "00:52:51.810", "speaker": "Richard Carter", "utterance": " So, I guess, I mean those seem to be the most common responses that I saw so forgive me if this sounds like quite a."}
{"start": "00:52:52.500", "end": "00:53:01.020", "speaker": "Richard Carter", "utterance": " silly question but i'm quite interested what made you think wouldn't it be good if we could somehow create these telepresence performances in zoom, what do you think."}
{"start": "00:53:01.440", "end": "00:53:09.840", "speaker": "Richard Carter", "utterance": " is really brought to the table there for doing this kind of performance, what do you think's the real crux of the real benefits of this kind of arrangement."}
{"start": "00:53:11.070", "end": "00:53:17.640", "speaker": "Improv Media & Performance Lab", "utterance": " For, thank you for the question, the first part of it is you know I do it and I guess for me it's because all the other experiences are terrible."}
{"start": "00:53:21.480", "end": "00:53:21.720", "speaker": "Richard Carter", "utterance": " In an."}
{"start": "00:53:23.610", "end": "00:53:29.550", "speaker": "Improv Media & Performance Lab", "utterance": " Online performance is painful and it is largely an exercise and."}
{"start": "00:53:31.470", "end": "00:53:49.860", "speaker": "Improv Media & Performance Lab", "utterance": " I don't know sort of search or ask no exit approach to you know, trying to make meaning and connect with others, nevertheless we're very much embedded already embroiled and inherent need and desire to connect, and so we work with the means that we have."}
{"start": "00:53:51.210", "end": "00:53:53.910", "speaker": "Improv Media & Performance Lab", "utterance": " And i'm being sort of cheeky in that response but."}
{"start": "00:53:55.470", "end": "00:53:57.240", "speaker": "Improv Media & Performance Lab", "utterance": " Ultimately, you know."}
{"start": "00:53:59.130", "end": "00:54:06.450", "speaker": "Improv Media & Performance Lab", "utterance": " Before the pandemic technology has been already always embedded in the way that we connect with each other."}
{"start": "00:54:07.470", "end": "00:54:15.090", "speaker": "Improv Media & Performance Lab", "utterance": " The opportunity to have a deprivation of our normal modes of communication became something exciting for PR and I and corey."}
{"start": "00:54:15.720", "end": "00:54:26.370", "speaker": "Improv Media & Performance Lab", "utterance": " Where since we're already kind of thinking about how language and communication and in our in our in our practice improvisational theater is affected by technology."}
{"start": "00:54:27.030", "end": "00:54:35.820", "speaker": "Improv Media & Performance Lab", "utterance": " gave us an opportunity to really dive fully in, and this is where we started to kind of parse out well, what are the specific aspects of."}
{"start": "00:54:36.390", "end": "00:54:47.160", "speaker": "Improv Media & Performance Lab", "utterance": " of performance that are vital to sort of embodied ness and and being present with each other and what can be parsed but can be dissected into you know the."}
{"start": "00:54:48.690", "end": "00:54:54.960", "speaker": "Improv Media & Performance Lab", "utterance": " The binary of of a digital communication, one of the things that that kept on emerging was the sense of presence itself."}
{"start": "00:54:56.730", "end": "00:55:08.400", "speaker": "Improv Media & Performance Lab", "utterance": " And so the system we developed was not so much a desire or expectation that we could like fix the problem of performing so much as an opportunity to explore the nature of presence."}
{"start": "00:55:09.750", "end": "00:55:16.680", "speaker": "Improv Media & Performance Lab", "utterance": " Which inherently requires accessibility, so you ask this question about vr and of course sure that that's great if you have a headset."}
{"start": "00:55:17.730", "end": "00:55:24.120", "speaker": "Improv Media & Performance Lab", "utterance": " Even more important that's great if you'd have in the gaming computer that can actually process graphics at speed, where you can have an experience."}
{"start": "00:55:25.170", "end": "00:55:28.620", "speaker": "Improv Media & Performance Lab", "utterance": " If you've spent any time in these spaces, you know that's a very tiny."}
{"start": "00:55:28.980", "end": "00:55:38.190", "speaker": "Improv Media & Performance Lab", "utterance": " tiny amount of people it's not accessible it's like a dream, you know the nightmares and dreams, if you want to look for a connection, I think the dream of what technology can offer is very much."}
{"start": "00:55:38.670", "end": "00:55:46.350", "speaker": "Improv Media & Performance Lab", "utterance": " answered and how much effort we spend and the utopia of what could be so we wanted to build a platform that could be now, and that is."}
{"start": "00:55:47.220", "end": "00:55:56.730", "speaker": "Improv Media & Performance Lab", "utterance": " we're all looking at screens all the time, can we do something about the way we fell President with each other, you know i'm i'm talking to myself right, and I see myself in this box, I see you in boxes."}
{"start": "00:55:57.390", "end": "00:56:05.130", "speaker": "Improv Media & Performance Lab", "utterance": " And sort of with you, but to be honest i'm very much not i'm very like i'm striving spending so much cognitive effort to stay with you right now."}
{"start": "00:56:08.430", "end": "00:56:18.390", "speaker": "Improv Media & Performance Lab", "utterance": " One of the aspects of that is the environment itself the aesthetics, of how we conduct we're biologically trained to survey information in a certain way."}
{"start": "00:56:18.960", "end": "00:56:30.030", "speaker": "Improv Media & Performance Lab", "utterance": " And so, our platform kind of emerged as the desire to see well, how can we strip away the extraneous the boxes and see what happens in emerges when we bring each other together in a visual co located space."}
{"start": "00:56:33.450", "end": "00:56:34.440", "speaker": "None", "utterance": "Thank you very much."}
{"start": "00:56:36.330", "end": "00:56:41.760", "speaker": "Piotr (he/him) London", "utterance": " And if I could add to what boyd mentioned."}
{"start": "00:56:42.930", "end": "00:56:51.150", "speaker": "Piotr (he/him) London", "utterance": " I believe that one of the fundamental philosophy in our approach is to take a symbiotic relationship with technology, rather than."}
{"start": "00:56:52.170", "end": "00:57:04.440", "speaker": "Piotr (he/him) London", "utterance": " go with the easy route of adversarial exposure so Richard alluded to, that a little bit so we started in robotics five years ago as doing improv with robots."}
{"start": "00:57:05.130", "end": "00:57:18.030", "speaker": "Piotr (he/him) London", "utterance": " and very quickly the improv Community picked on picked on the idea that it was not a replacement, it was basically a new tool for actors to help them to."}
{"start": "00:57:19.380", "end": "00:57:28.170", "speaker": "Piotr (he/him) London", "utterance": " focus on certain aspects of the performance, not to have to think, for instance, and not to deploy cognitive load about storytelling."}
{"start": "00:57:29.340", "end": "00:57:38.280", "speaker": "Piotr (he/him) London", "utterance": " If you go to watch interrupt shows, especially long form narrative improv shows you notice that sometimes people are limited in the head, because we try to make sense of the plot what's coming after."}
{"start": "00:57:38.670", "end": "00:57:50.700", "speaker": "Piotr (he/him) London", "utterance": " Here there is a chatbot that sends lines that sometimes do not make sense to the ears of improvisers well that's what the text says it's like reading Beckett."}
{"start": "00:57:51.240", "end": "00:58:06.690", "speaker": "Piotr (he/him) London", "utterance": " It was intended so i'm going to deliver it as if I believed it and his if I understood my relationship to the text message to the rest of the cast on stage and to be audience, and so we use this."}
{"start": "00:58:08.490", "end": "00:58:23.760", "speaker": "Piotr (he/him) London", "utterance": " This to have Ai chatbots as essentially a sort of implementation or a challenge, depending on what perspective, you take that it has been quite embraced by the Community we've been touring and performing with wearables and chat bots."}
{"start": "00:58:25.020", "end": "00:58:34.380", "speaker": "Piotr (he/him) London", "utterance": " And another aspect that very quickly was introduced was when I started collaborating this project with corey Matthews and he was an edmonton I live in London well."}
{"start": "00:58:35.220", "end": "00:58:44.760", "speaker": "Piotr (he/him) London", "utterance": " There is Google meet what else, so we, I actually would walk on stage with a laptop connected for protector, he will be on stage there'll be a live audience."}
{"start": "00:58:45.120", "end": "00:58:52.380", "speaker": "Piotr (he/him) London", "utterance": " And we even that shows have to live audiences in two different theaters creating that connection and using the technology, which is so frail."}
{"start": "00:58:53.550", "end": "00:58:54.000", "speaker": "Piotr (he/him) London", "utterance": " and"}
{"start": "00:58:55.350", "end": "00:59:05.040", "speaker": "Piotr (he/him) London", "utterance": " Create and basically enabling a new sort of form of communication, that would not be normally allowed in the physically bounce theater space."}
{"start": "00:59:06.540", "end": "00:59:25.980", "speaker": "Piotr (he/him) London", "utterance": " So we combine this idea of communication over borders and now over different languages with trying to immerse ourselves in an environment that recreate the sense of presence and proximity in a virtual way and and you build on that."}
{"start": "00:59:32.430", "end": "00:59:36.690", "speaker": "Helen Burgess", "utterance": " I see Leo has his hand up Leo do did you mean to have your hand up you did."}
{"start": "00:59:37.560", "end": "00:59:46.770", "speaker": "Leonardo Flores", "utterance": " I did I did, I just wanted to congratulate all the panelists on on the great work you're doing and and I do have a brief comment and a question."}
{"start": "00:59:47.610", "end": "01:00:00.240", "speaker": "Leonardo Flores", "utterance": " So i'm very I kathryn and I were were back channel chatting about you know how how like a platform like vr would be very well suited for the kind of immersive experience of the sort of dream like."}
{"start": "01:00:01.680", "end": "01:00:18.240", "speaker": "Leonardo Flores", "utterance": " event events and, of course, she and I very quickly got to the problem that was just alluded to have have access right and and and i'm thinking part of the solution, I mean I got my my first vr headset yesterday."}
{"start": "01:00:19.590", "end": "01:00:24.570", "speaker": "Leonardo Flores", "utterance": " I haven't I haven't like turned it on yet I I need to get through this conference first."}
{"start": "01:00:25.200", "end": "01:00:32.250", "speaker": "Leonardo Flores", "utterance": " i'm afraid to go down that rabbit hole but but i've done phone based vr right and i'm thinking that might be."}
{"start": "01:00:32.790", "end": "01:00:46.080", "speaker": "Leonardo Flores", "utterance": " One way right things like Google cardboard so so having that sort of premier vr experience, but then also the the sort of more vr video experience that becomes more."}
{"start": "01:00:46.410", "end": "01:00:56.460", "speaker": "Leonardo Flores", "utterance": " accessible, so I just wanted to touch on that as a possibility for expanding audience now speaking of audience and and theater."}
{"start": "01:00:57.210", "end": "01:01:09.570", "speaker": "Leonardo Flores", "utterance": " One of the things i'm fascinated by his his Twitter bots and interacting with them, I I see zach waylon a fellow Twitter Bot scholar and enthusiast and creator here."}
{"start": "01:01:10.830", "end": "01:01:20.340", "speaker": "Leonardo Flores", "utterance": " You know, we usually interact with them and encounter them and in spaces like Twitter and or standalone chat bots and things like that."}
{"start": "01:01:20.850", "end": "01:01:34.410", "speaker": "Leonardo Flores", "utterance": " I really love what the what the improv team is doing by bringing them onto the stage, because I mean this so here here what i'm thinking about is is how."}
{"start": "01:01:35.160", "end": "01:01:45.120", "speaker": "Leonardo Flores", "utterance": " X, but what are the challenges we have with generative work is, that is, that is, all the all that sort of cognitive wrapping your brain around."}
{"start": "01:01:45.630", "end": "01:01:55.860", "speaker": "Leonardo Flores", "utterance": " What it is that someone is experiencing right whether it's narrative right or it becomes a theater of the absurd in which there's these non sequiturs right."}
{"start": "01:01:56.160", "end": "01:02:08.550", "speaker": "Leonardo Flores", "utterance": " And, and still we're trying to wrap our brain around it, and these things work well with short bits I think that's why one of the reasons Twitter bots are so successful you get this little shot."}
{"start": "01:02:08.850", "end": "01:02:17.700", "speaker": "Leonardo Flores", "utterance": " That you can kind of wrap your brain around it, but, but the challenge and so i'd love to hear you all speak about some of the challenge."}
{"start": "01:02:18.060", "end": "01:02:28.230", "speaker": "Leonardo Flores", "utterance": " of doing that, over the course of a performance right so that's that's one of the the tricks How long are people willing to to go right."}
{"start": "01:02:28.830", "end": "01:02:48.750", "speaker": "Leonardo Flores", "utterance": " I think if they know it's pure bought they may become a little more impatient and my experience, people are willing to to give human created work longer attention and harder work because they expect that there is a reason and a meaning behind it."}
{"start": "01:02:49.830", "end": "01:03:03.420", "speaker": "Leonardo Flores", "utterance": " With box they're like oh that's an algorithm or whatever right and that may not go as far but, but so so I love to hear you all, you know share your impressions on that, but also."}
{"start": "01:03:04.560", "end": "01:03:24.480", "speaker": "Leonardo Flores", "utterance": " The very aspect of personification that we have with bots right personification or I mean even concepts right, even if they're not trying to pass as people a lot of these box accounts are an embodying a concept right and so that is the."}
{"start": "01:03:26.460", "end": "01:03:38.100", "speaker": "Leonardo Flores", "utterance": " That is the the so now here you have actors hearing bought deliver delivering bought created generated lines so so."}
{"start": "01:03:39.570", "end": "01:03:50.520", "speaker": "Leonardo Flores", "utterance": " So i'd love to hear you both here you all kind of talk about that the personification aspect, and also the the the attention the conceptual."}
{"start": "01:03:52.770", "end": "01:03:53.190", "speaker": "Leonardo Flores", "utterance": " You know."}
{"start": "01:03:54.690", "end": "01:03:58.890", "speaker": "Leonardo Flores", "utterance": " How that fits into that sort of long game of your performances."}
{"start": "01:04:05.490", "end": "01:04:13.410", "speaker": "Piotr (he/him) London", "utterance": " I think I would like to start with a note on how quickly technology has evolved in the last."}
{"start": "01:04:14.460", "end": "01:04:17.100", "speaker": "Piotr (he/him) London", "utterance": " i'd say five years when we started working with this."}
{"start": "01:04:18.120", "end": "01:04:23.400", "speaker": "Piotr (he/him) London", "utterance": " Initially we use so called recurrent neural networks which are pretty good at generating."}
{"start": "01:04:24.840", "end": "01:04:34.350", "speaker": "Piotr (he/him) London", "utterance": " sequences and for fairly similar to be in principle to market chains, which had already been explode even violent cheering."}
{"start": "01:04:37.020", "end": "01:04:37.920", "speaker": "Piotr (he/him) London", "utterance": " include Shannon."}
{"start": "01:04:38.940", "end": "01:04:46.080", "speaker": "Piotr (he/him) London", "utterance": " In the 50s there was even a reference to close shannon's work in keep johnson's book and in pro."}
{"start": "01:04:48.240", "end": "01:05:01.710", "speaker": "Piotr (he/him) London", "utterance": " The reference was quite dismissive because the MAC of changes generating essentially sentences that vaguely made sense in isolation that didn't make sense in the rest, so when the project started it did."}
{"start": "01:05:03.150", "end": "01:05:11.280", "speaker": "Piotr (he/him) London", "utterance": " require a significant amount of work from the performers to to basically justify whatever was coming, and it was."}
{"start": "01:05:12.930", "end": "01:05:17.880", "speaker": "Piotr (he/him) London", "utterance": " Essentially, adding to be cognitive load so to negate completely the point I made earlier."}
{"start": "01:05:18.960", "end": "01:05:23.880", "speaker": "Piotr (he/him) London", "utterance": " It was simplifying the cognitive load of a person delivering tonight's about augmenting."}
{"start": "01:05:25.080", "end": "01:05:27.390", "speaker": "Piotr (he/him) London", "utterance": " The cognitive load of all the team around."}
{"start": "01:05:31.230", "end": "01:05:41.280", "speaker": "Piotr (he/him) London", "utterance": " But of course we justified it as a sort of educational tool for improvisers, how do you improvise with a shoe how the improvise with a random audience Member."}
{"start": "01:05:43.050", "end": "01:05:44.670", "speaker": "Piotr (he/him) London", "utterance": " Who, we never did improv before."}
{"start": "01:05:46.320", "end": "01:05:51.630", "speaker": "Piotr (he/him) London", "utterance": " And we devised a whole series of tricks."}
{"start": "01:05:53.340", "end": "01:06:01.500", "speaker": "Piotr (he/him) London", "utterance": " which were very well correlated with acting techniques which is to establish connections on an emotional level."}
{"start": "01:06:03.330", "end": "01:06:06.210", "speaker": "Piotr (he/him) London", "utterance": " Have underlying."}
{"start": "01:06:07.980", "end": "01:06:16.740", "speaker": "Piotr (he/him) London", "utterance": " super objectives in the same way, our standard slutsky actors are guided by by by objectives when they deliver lines."}
{"start": "01:06:18.600", "end": "01:06:28.980", "speaker": "Piotr (he/him) London", "utterance": " For technology evolved so quite soon we switched to using transformers architecture which have essentially they sort of tape."}
{"start": "01:06:30.120", "end": "01:06:38.250", "speaker": "Piotr (he/him) London", "utterance": " But it can be seen as a canvas or as a as a notepad for about stores they recent past, have a conversation."}
{"start": "01:06:38.970", "end": "01:06:56.700", "speaker": "Piotr (he/him) London", "utterance": " And the neural network keeps referring to that tape over and over when it generates text, which means that if you introduce a character if you don't use the location, the no network will basically refer to it, and it will even copy the misspellings it will copy the specific."}
{"start": "01:07:00.480", "end": "01:07:03.690", "speaker": "Piotr (he/him) London", "utterance": " uppercase and lowercase of each word."}
{"start": "01:07:05.220", "end": "01:07:07.020", "speaker": "Piotr (he/him) London", "utterance": " And that already."}
{"start": "01:07:08.370", "end": "01:07:15.720", "speaker": "Piotr (he/him) London", "utterance": " helps a lot in the sense about the, even though the chat Bot cannot keep a stance."}
{"start": "01:07:16.860", "end": "01:07:22.410", "speaker": "Piotr (he/him) London", "utterance": " It can still refer to the past and reincorporate elements for us and that simplifies little bit."}
{"start": "01:07:23.820", "end": "01:07:33.900", "speaker": "Piotr (he/him) London", "utterance": " But the one thing that really made it work was not to use the top choice of a chat Bot, it was to basically reintroduce human curation individual."}
{"start": "01:07:35.580", "end": "01:07:36.090", "speaker": "Piotr (he/him) London", "utterance": " and"}
{"start": "01:07:37.320", "end": "01:07:52.140", "speaker": "Piotr (he/him) London", "utterance": " And that's how we made this from a tool that try to display agency into a tool use for creativity for human creativity."}
{"start": "01:07:52.830", "end": "01:07:59.700", "speaker": "Piotr (he/him) London", "utterance": " So what happens is that for every context every suggestion given by the performer but the other performer."}
{"start": "01:08:00.330", "end": "01:08:09.060", "speaker": "Piotr (he/him) London", "utterance": " We type it in, or we there is a specific mission going in and then the child comes with multiple choices and there is a human envelope who selects."}
{"start": "01:08:09.420", "end": "01:08:25.830", "speaker": "Piotr (he/him) London", "utterance": " What fits best so versus human judgment and the human evaluation, which probably won't be replaced, even though we reached general artificial intelligence, because this is something that is very specific to the human experience and has nothing to do with intelligence percent."}
{"start": "01:08:27.870", "end": "01:08:35.850", "speaker": "Piotr (he/him) London", "utterance": " So that human enables essentially to curate the answers in the way that that makes sense and justifies well what's going on the stage."}
{"start": "01:08:37.680", "end": "01:08:48.660", "speaker": "Piotr (he/him) London", "utterance": " And that goes with this even further was idea of of art living in some users with a human with him creativity with technology getting interviews us with human creativity."}
{"start": "01:09:01.020", "end": "01:09:13.140", "speaker": "Helen Burgess", "utterance": " So it looks like we have five minutes in the in the interest of them starting to wrap up here and keep on time, I have a question for Chicago priya."}
{"start": "01:09:14.340", "end": "01:09:22.800", "speaker": "Helen Burgess", "utterance": " Which is about choices so and I think this follows up from layers question about how to frame art in some ways."}
{"start": "01:09:23.340", "end": "01:09:28.920", "speaker": "Helen Burgess", "utterance": " And I know you're just beginning this project right it's kind of actively in development."}
{"start": "01:09:29.190", "end": "01:09:37.470", "speaker": "Helen Burgess", "utterance": " So i'm wondering i'm a restoration and so rhetoricians are really interested in the consciousness of the choices that you have to make."}
{"start": "01:09:37.740", "end": "01:09:52.770", "speaker": "Helen Burgess", "utterance": " While you're making something or building something or saying something so i'm wondering what what kinds of choices are you making right now, while you build your project, and how are they constrained by the resources that you have or."}
{"start": "01:09:53.970", "end": "01:10:01.650", "speaker": "Helen Burgess", "utterance": " How are they improved by the excesses that you have to materials that you have access to."}
{"start": "01:10:02.580", "end": "01:10:18.000", "speaker": "Shanmuga priya", "utterance": " Okay, thank you, thank you for the question actually I was thinking about the access then Leonardo like emphasized about the access problem so initially I was also thinking work on word being artificial piping to be on board but."}
{"start": "01:10:19.110", "end": "01:10:24.900", "speaker": "Shanmuga priya", "utterance": " Then I like it, then I realized the challenge, because I have to buy that PR setup and."}
{"start": "01:10:26.040", "end": "01:10:35.700", "speaker": "Shanmuga priya", "utterance": " Actually, the basic or project, I have to go to schools and conduct this visual poetry and collect the feedback, but this pandemic is changed everything so, then I was."}
{"start": "01:10:36.480", "end": "01:10:50.010", "speaker": "Shanmuga priya", "utterance": " A little like I was like little happy because this pandemic also made sure that number one is necessary, regardless of any school students and starting from the like Hello great to hire."}
{"start": "01:10:50.430", "end": "01:11:04.380", "speaker": "Shanmuga priya", "utterance": " So in that way now, I have no more more like chances to share the digital apply to everyone to school students and college students, so they can watch it and you them give the feedback to me."}
{"start": "01:11:05.100", "end": "01:11:26.820", "speaker": "Shanmuga priya", "utterance": " But again, if I want to introduce I can be, I feel that that is little more challenge, because not all the students are like capable of using the android for which is the future to run the via PayPal work so, then that is the challenge and I if I asked the material restrictions um."}
{"start": "01:11:27.870", "end": "01:11:36.660", "speaker": "Shanmuga priya", "utterance": " I do not have any material constraints and our limitations, because I can access to the maps that are digitized by lucky."}
{"start": "01:11:37.500", "end": "01:11:46.020", "speaker": "Shanmuga priya", "utterance": " This project or just sponsoring partner tracing maps, so that I got it so earlier when I start developing GEO referenced maps of what."}
{"start": "01:11:46.500", "end": "01:11:52.050", "speaker": "Shanmuga priya", "utterance": " The historical maps and current satellite imagery so that work is done and then after."}
{"start": "01:11:52.620", "end": "01:12:04.440", "speaker": "Shanmuga priya", "utterance": " Like when the pandemic is little bit down, I mean the situation was mature, but the earlier few months before then, I did my field visits and collected for both, and I have large enough for us."}
{"start": "01:12:04.710", "end": "01:12:14.430", "speaker": "Shanmuga priya", "utterance": " So, to create for donation so somehow I managed to do on these blocks before the retreat this much now currently in India, so now, I can."}
{"start": "01:12:14.970", "end": "01:12:30.660", "speaker": "Shanmuga priya", "utterance": " Then other all of this office hours are available free, whatever the software and using so that now, though many work is like how to reach the students and college people learned other NGO people and bubbling that that is actually a little challenge."}
{"start": "01:12:31.680", "end": "01:12:34.680", "speaker": "Shanmuga priya", "utterance": " In this current situation but let's go."}
{"start": "01:12:40.020", "end": "01:12:40.920", "speaker": "Helen Burgess", "utterance": " Thank you."}
{"start": "01:12:43.980", "end": "01:12:46.590", "speaker": "Helen Burgess", "utterance": " Alright, well, we are coming up on."}
{"start": "01:12:47.790", "end": "01:12:54.240", "speaker": "Helen Burgess", "utterance": " My time 943 so unless anyone has a really quick final question."}
{"start": "01:12:55.530", "end": "01:13:04.080", "speaker": "Helen Burgess", "utterance": " Maybe we should start wrapping up here and mark reminded me to continue discussing your work on this Court."}
{"start": "01:13:04.710", "end": "01:13:24.810", "speaker": "Helen Burgess", "utterance": " As we go through the day or the end of the day, depending on where you are, thank you very much to our panelists and thank you Scott and sorry for providing this platform for us to all chat feel free to unmute wave your arms around say congratulations pop up a."}
{"start": "01:13:26.190", "end": "01:13:28.830", "speaker": "Helen Burgess", "utterance": " reaction to all our panelists."}
{"start": "01:13:37.110", "end": "01:13:46.710", "speaker": "Richard Carter", "utterance": " Thank you very much, everyone that was a really interesting discussion, and then they Thank you to all the panelists you do doing some really amazing work and it's really lovely to see, so thank you for sharing it with us."}
{"start": "01:13:48.450", "end": "01:13:49.680", "speaker": "Helen Burgess", "utterance": " absolutely agree."}
{"start": "01:13:53.910", "end": "01:13:55.470", "speaker": "Helen Burgess", "utterance": " Already on to the next one."}