{"start": "00:00:00.000", "end": "00:00:01.380", "speaker": "None", "utterance": "True, and as part of."}
{"start": "00:00:03.030", "end": "00:00:12.240", "speaker": "rodcoover", "utterance": " Its part of the failure of our you know our university structures are much stronger in the early 90s so much innovation of a free Internet."}
{"start": "00:00:12.570", "end": "00:00:28.410", "speaker": "rodcoover", "utterance": " Exchange and email early emails of what was driven by the universities as being you know centers that would make this available and and public and and all that changing it really changed dramatically when it started to become profitable, of course."}
{"start": "00:00:29.640", "end": "00:00:46.650", "speaker": "rodcoover", "utterance": " And the lack of strong institutions globally to do this is something that I think you know if it's not an easy solution that we have to get institutions these institutions to make it a public commitment, and of course the universities are less than less public in philosophy."}
{"start": "00:00:48.480", "end": "00:00:52.650", "speaker": "rodcoover", "utterance": " And you're right, it can be towns, but it really needs big infrastructure as well."}
{"start": "00:00:53.760", "end": "00:00:58.410", "speaker": "rodcoover", "utterance": " One is countering the who owns a, why is that the comcast and so forth here, states that."}
{"start": "00:00:59.670", "end": "00:01:13.890", "speaker": "rodcoover", "utterance": " charge, we declare three years of control this and it's also controlled these platforms that were on in other ways, like we just saw you mentioned zoom but it's you know practically we need them pretty big."}
{"start": "00:01:14.940", "end": "00:01:21.660", "speaker": "rodcoover", "utterance": " Institutional voice to say no, will do something else, what is it going to come out of the libraries and universities government."}
{"start": "00:01:22.680", "end": "00:01:25.560", "speaker": "rodcoover", "utterance": " Not that the US, but other governments could."}
{"start": "00:01:26.490", "end": "00:01:29.460", "speaker": "Patrick Lichty", "utterance": " And one thing I was wondering, is that, is there a way that we can look at these."}
{"start": "00:01:30.810", "end": "00:01:47.100", "speaker": "Patrick Lichty", "utterance": " i'm not gonna say pre web i'm going to say non web spaces as non historical, but mainly a reframing and reconsidering of net discourse in which we can go and because there are plenty of non web spaces, I think what happens, I think we limit ourselves so much to."}
{"start": "00:01:47.370", "end": "00:01:48.120", "speaker": "Patrick Lichty", "utterance": " You know there's."}
{"start": "00:01:48.180", "end": "00:01:56.190", "speaker": "Patrick Lichty", "utterance": " The web is the Internet and then as a subset face, you know social media is the Internet, and I think what happens is that we've you know we've gotten down to the point where."}
{"start": "00:01:56.580", "end": "00:02:06.000", "speaker": "Patrick Lichty", "utterance": " there's this idea that somehow that there are places in which we can speak, which is here now, we can go into anything is is down in the guts of the beast."}
{"start": "00:02:06.300", "end": "00:02:15.270", "speaker": "Patrick Lichty", "utterance": " There are all of these spaces that still exist, but the thing is, is that they're still vibrant they're still active and nervous are not historical that's just the fact that they have."}
{"start": "00:02:15.780", "end": "00:02:21.000", "speaker": "Patrick Lichty", "utterance": " exist and ever since there you know, are you are the other thing is is, dare I say, the poor net."}
{"start": "00:02:21.390", "end": "00:02:31.830", "speaker": "Patrick Lichty", "utterance": " You know they I mean just imagine that, how are these spaces, that are not the not the traditional Internet spaces, can be used for for all the things we're talking about that are not the Web or social media."}
{"start": "00:02:36.570", "end": "00:02:49.860", "speaker": "Colin Post", "utterance": " yeah I think I mean yeah there's sort of two two aspects of that right there's one of like DVDs like spaces still sort of like actually technically technologically function right and, in many cases, they still do."}
{"start": "00:02:50.070", "end": "00:02:58.380", "speaker": "Colin Post", "utterance": " They do and there's a question of like the social aspect of it right like is there a critical mass of people using them to do the things that you know."}
{"start": "00:02:59.100", "end": "00:03:09.780", "speaker": "Colin Post", "utterance": " You would do on Facebook or Twitter or other spaces yeah on the web right so that's and we're talking about the intersection between the sort of social side of it in the technological side."}
{"start": "00:03:11.040", "end": "00:03:24.090", "speaker": "Patrick Lichty", "utterance": " But I mean one I think they do, but I think the idea is the matter of that, how do we build a context institutionally and pedagogically you know to be able to get our institutions, our students to understand these spaces are viable."}
{"start": "00:03:25.410", "end": "00:03:34.110", "speaker": "Colin Post", "utterance": " yeah yeah I think I mean it also speaks to the fact that you know a lot of these like these protocols still still function."}
{"start": "00:03:34.920", "end": "00:03:44.880", "speaker": "Colin Post", "utterance": " speaks to the robustness of them, which is something that's not the case and things that have been developed today right which is just sort of like a stack of house of cards."}
{"start": "00:03:47.040", "end": "00:03:50.430", "speaker": "Colin Post", "utterance": " In many cases, right it's like you know how much longer is."}
{"start": "00:03:52.650", "end": "00:03:56.970", "speaker": "Colin Post", "utterance": " Like you know, the ability to keep using zoom or the ability to keep using these learning management platforms."}
{"start": "00:03:58.770", "end": "00:04:09.630", "speaker": "Colin Post", "utterance": " necessitates us to continue like the upgrade path right where as there's like these robust protocols that still that still exists because they were sort of simple and designed to work for a long time."}
{"start": "00:04:10.830", "end": "00:04:19.440", "speaker": "Colin Post", "utterance": " So I mean that's just another sort of point in their in their favor but everything in terms of like economics and socially is pointing us in the direction of these."}
{"start": "00:04:21.120", "end": "00:04:23.610", "speaker": "Colin Post", "utterance": " These really precarious corporate eyes platforms."}
{"start": "00:04:29.430", "end": "00:04:33.510", "speaker": "Vinícius UFMT", "utterance": " um maybe we have time for one more question or two questions."}
{"start": "00:04:49.980", "end": "00:04:50.100", "speaker": "Vinícius UFMT", "utterance": " nope."}
{"start": "00:04:51.810", "end": "00:04:54.240", "speaker": "Vinícius UFMT", "utterance": " um I guess then."}
{"start": "00:04:55.920", "end": "00:05:02.310", "speaker": "Vinícius UFMT", "utterance": " We can start preparing for the next session, which is the the keynote."}
{"start": "00:05:03.990", "end": "00:05:10.230", "speaker": "Vinícius UFMT", "utterance": " which will be again in about 25 minutes step right."}
{"start": "00:05:15.060", "end": "00:05:18.990", "speaker": "Søren Bro Pold (he, him)", "utterance": " Yes, yes, and it will be in the webinar."}
{"start": "00:05:24.120", "end": "00:05:24.780", "speaker": "Søren Bro Pold (he, him)", "utterance": " In the Program."}
{"start": "00:05:26.910", "end": "00:05:31.860", "speaker": "rodcoover", "utterance": " And i'd like to say, if anyone Thank you everyone for also for for this panel."}
{"start": "00:05:32.460", "end": "00:05:46.770", "speaker": "rodcoover", "utterance": " For the key to time, if you want more information on that please contact me there's also the website unknown territories.org slash key to time i'd be happy to send you some links couple people asked for me for that."}
{"start": "00:05:47.820", "end": "00:05:49.680", "speaker": "rodcoover", "utterance": " And you can also just."}
{"start": "00:05:52.080", "end": "00:05:52.680", "speaker": "rodcoover", "utterance": " email me."}
{"start": "00:05:54.690", "end": "00:05:56.940", "speaker": "rodcoover", "utterance": " For that info Thank you again."}
{"start": "00:05:58.860", "end": "00:06:00.090", "speaker": "Dani Spinosa", "utterance": " Thanks everyone."}
{"start": "00:06:00.600", "end": "00:06:01.890", "speaker": "Alessia Pannese", "utterance": " Thank you, thank you bye bye."}
{"start": "00:06:02.580", "end": "00:06:02.850", "speaker": "None", "utterance": "Thanks."}