{"start": "00:00:04.560", "end": "00:00:04.950", "speaker": "Perla Sasson-Henry", "utterance": " alright."}
{"start": "00:00:28.080", "end": "00:00:38.760", "speaker": "Perla Sasson-Henry", "utterance": " Well Hello everybody, welcome to the panel a elite and its myriad of platform for a critical approach to language, culture and digital literacy."}
{"start": "00:00:39.390", "end": "00:00:53.100", "speaker": "Perla Sasson-Henry", "utterance": " This panel addresses three scenarios, where the teaching and learning of elite has proven to be a challenging yes productive path to the teaching of a language literature literature and digital literacy."}
{"start": "00:00:53.640", "end": "00:01:05.220", "speaker": "Perla Sasson-Henry", "utterance": " So it has broaden horizons for educators and students alike, the presentations focus on our pedagogical experiences on teaching elite and are using elite as a tool."}
{"start": "00:01:05.670", "end": "00:01:19.860", "speaker": "Perla Sasson-Henry", "utterance": " to train elementary and high school educators in Valencia, Spain and on teaching elite at the university level in one institution in in Spain and in one institution in the US."}
{"start": "00:01:20.520", "end": "00:01:30.810", "speaker": "Perla Sasson-Henry", "utterance": " The partner will start with a presentation understanding elite as a tool for digital literacy for teacher training at elementary and high school level."}
{"start": "00:01:31.320", "end": "00:01:44.280", "speaker": "Perla Sasson-Henry", "utterance": " by your data dominic follow by breaking the mold or text new text same reading the paradoxes of teaching digital decks through the prism of the traditional text by Dr Maria."}
{"start": "00:01:44.970", "end": "00:02:00.000", "speaker": "Perla Sasson-Henry", "utterance": " Sanchez and it will conclude with elite new perspectives for the teaching and learning a foreign languages and cultures by me perilous so much angry, so what, so we are looking forward to welcome you and to listen to your presentation."}
{"start": "00:02:00.630", "end": "00:02:10.260", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Okay Bella Thank you, I am going to share the screen with my presentation here."}
{"start": "00:02:16.260", "end": "00:02:23.670", "speaker": "Oreto Dom?nech i Masi?", "utterance": " I am going to share this slide Sunday will be lower fee, so you can review the numbers and a quote later."}
{"start": "00:02:27.750", "end": "00:02:38.610", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Well, I am a teacher training advisor in the violence and education department in Spain and have been teaching Catalan language and Catalan data in the public educational system."}
{"start": "00:02:39.090", "end": "00:02:51.570", "speaker": "Oreto Dom?nech i Masi?", "utterance": " As a high school teacher since 2001 I am if I Lotus and when anyone studied fidelity in Spanish, universities, a little is learn about teaching."}
{"start": "00:02:52.860", "end": "00:03:09.480", "speaker": "Oreto Dom?nech i Masi?", "utterance": " In 2006 is enough for an online master's degree, led by Professor level last a master's degree with been online forced me to make my voice and my writing head in order to make myself percent."}
{"start": "00:03:10.950", "end": "00:03:21.420", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Coming from a school and university, where one of the greatest with this was being silent was not so easy for me to speak for myself."}
{"start": "00:03:22.650", "end": "00:03:32.040", "speaker": "Oreto Dom?nech i Masi?", "utterance": " That master's degree was not just about subjects to study assignments and readings, it was made up of discussions informs."}
{"start": "00:03:32.940", "end": "00:03:46.080", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Our own reflection of reading electronically to town sharing every discovery with classmates from all around the world, learning from teachers, but also from each other."}
{"start": "00:03:47.100", "end": "00:03:56.190", "speaker": "Oreto Dom?nech i Masi?", "utterance": " The masters change the way our land, as you can see, it also changed the way I teach my high high school talent."}
{"start": "00:03:57.090", "end": "00:04:16.770", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Considering that I proposed to a teacher training Center teaching a basic training course, on reading on screens that included electronically Twitter, I am presenting an overview of the six courses I taught from 2015 to 2021."}
{"start": "00:04:18.810", "end": "00:04:25.920", "speaker": "Oreto Dom?nech i Masi?", "utterance": " While teaching is not easy let's take a moment to think about the teaching and learning process, you are involved with."}
{"start": "00:04:27.930", "end": "00:04:46.800", "speaker": "Oreto Dom?nech i Masi?", "utterance": " This overview of my teaching six to be very close to understand as customer defines it as teaching is a human practice tied to a central institution such as this school is as well, half experience it during the lockdown."}
{"start": "00:04:49.380", "end": "00:05:03.720", "speaker": "Oreto Dom?nech i Masi?", "utterance": " So all the data I am consenting should only be used to try to understand what we find these politicians of the course where the sign i'm taught by myself, while I was still in high school."}
{"start": "00:05:06.780", "end": "00:05:19.110", "speaker": "Oreto Dom?nech i Masi?", "utterance": " I brought this contents to the teacher training team when I become advisor we design our brother tool based course in with literary digital content was only in the first part."}
{"start": "00:05:20.880", "end": "00:05:32.640", "speaker": "Oreto Dom?nech i Masi?", "utterance": " The purpose of the courses, I thought was providing teachers are view from the humanities, to the digital and discover what role literary reading has in the digital age."}
{"start": "00:05:34.140", "end": "00:05:58.320", "speaker": "Oreto Dom?nech i Masi?", "utterance": " It is fair to say that there have been some other courses, with a similar approach since 2020 as you see this humanistic approach, with or without digital literacy is practically insignificant in detail training online courses or Fred during the last year's."}
{"start": "00:06:01.050", "end": "00:06:08.220", "speaker": "Oreto Dom?nech i Masi?", "utterance": " The question is, how do you make sense of the numbers and the teaching experiences that delay behind them."}
{"start": "00:06:09.870", "end": "00:06:21.090", "speaker": "Oreto Dom?nech i Masi?", "utterance": " When I was looking for me blow rafi for better understanding, I found that fortunately there already studies on how digital data is received by stallions."}
{"start": "00:06:21.690", "end": "00:06:33.720", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Guided by groups of experts and the complexity of teachers setter as those of the greater group and the ones of readers Anna Maria Machado, and albuquerque."}
{"start": "00:06:34.500", "end": "00:06:44.910", "speaker": "Oreto Dom?nech i Masi?", "utterance": " That did also in 20 a teacher training course and forgive me if I do not have enough time to quote more carefully these and other examples, we have."}
{"start": "00:06:46.200", "end": "00:07:01.650", "speaker": "Oreto Dom?nech i Masi?", "utterance": " On the other hand, I found that especially from 2018 studies done by university research groups on digital reading compare reading comprehension on screen and on paper in young students."}
{"start": "00:07:03.000", "end": "00:07:18.090", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Conclusions occupy headlines in the press, telling parents and teachers, that obviously reading on paper is much more significant, but none of these studies include digital."}
{"start": "00:07:22.140", "end": "00:07:24.720", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Professor john Elliott has developed."}
{"start": "00:07:26.340", "end": "00:07:41.700", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Working with reality that incorporates the dialogue between theory and practice at is hurt the action research approach it includes collaborative work between teachers have different levels looking for building siri."}
{"start": "00:07:45.720", "end": "00:08:03.180", "speaker": "Oreto Dom?nech i Masi?", "utterance": " This abroad, which has never white been widely incorporated into schools becomes more alive in the light of digital literacy and digital content in where theory and practice should be very close."}
{"start": "00:08:04.380", "end": "00:08:16.950", "speaker": "Oreto Dom?nech i Masi?", "utterance": " What I did was designed for the courses are virtual classroom that emulated they are working in path that I had experienced assistant in the masters."}
{"start": "00:08:20.820", "end": "00:08:37.590", "speaker": "Oreto Dom?nech i Masi?", "utterance": " detective sergeant stated as goals to achieve now I realize that there were were values that I wanted to put in the Center of a group of teachers, not everything in my course was miserable achievement of those goals."}
{"start": "00:08:38.820", "end": "00:08:41.790", "speaker": "Oreto Dom?nech i Masi?", "utterance": " But traced, a path of dialogue."}
{"start": "00:08:45.210", "end": "00:08:50.490", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Without the images in the way with that path is designed for for learning."}
{"start": "00:08:51.810", "end": "00:09:03.600", "speaker": "Oreto Dom?nech i Masi?", "utterance": " It was organized in three lessons moving teachers from a general discussion about using technology in the classroom to this specific digital digital content and a final assignment."}
{"start": "00:09:05.160", "end": "00:09:07.260", "speaker": "Oreto Dom?nech i Masi?", "utterance": " essential for me to include was."}
{"start": "00:09:08.160", "end": "00:09:14.940", "speaker": "Oreto Dom?nech i Masi?", "utterance": " A group presentation, with an emotional component, so that a feeling of being part of the new was be."}
{"start": "00:09:16.560", "end": "00:09:30.000", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Within articles is personalized and informative and discussing them in follows some examples, including digital activities done by me, without forums to motivate the feeling of our ability."}
{"start": "00:09:30.660", "end": "00:09:41.400", "speaker": "Oreto Dom?nech i Masi?", "utterance": " If another teacher has done it, they can do it too soon online reset in a formal leaving and enter in the classroom with new content to share."}
{"start": "00:09:42.870", "end": "00:10:03.840", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Within electronically Twitter and sharing the experience in forums and it was compulsory to assign an assignment related digital tools and little feedback and assessment were shared in the follow as an opportunity to for improvement and rewriting or completing the assignment ethnicity."}
{"start": "00:10:05.580", "end": "00:10:11.040", "speaker": "Oreto Dom?nech i Masi?", "utterance": " In that way, the contents change along the years but not the learning path."}
{"start": "00:10:13.260", "end": "00:10:21.090", "speaker": "Oreto Dom?nech i Masi?", "utterance": " As you can see, in my editions forums prevailed, with the advisor steam forums were held in the first part."}
{"start": "00:10:24.000", "end": "00:10:26.490", "speaker": "Oreto Dom?nech i Masi?", "utterance": " we're in the majority, as a team decision."}
{"start": "00:10:29.100", "end": "00:10:30.450", "speaker": "Oreto Dom?nech i Masi?", "utterance": " This someday."}
{"start": "00:10:30.600", "end": "00:10:31.440", "speaker": "Oreto Dom?nech i Masi?", "utterance": " It works."}
{"start": "00:10:31.470", "end": "00:10:40.980", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Teachers read some of them now lost in Catalan, including the translation some English too."}
{"start": "00:10:43.560", "end": "00:10:48.270", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Often electronic lita was for me the strongest point of the course."}
{"start": "00:10:50.070", "end": "00:11:05.040", "speaker": "Oreto Dom?nech i Masi?", "utterance": " flow the work at their own pace and commented on them in the forums where I could assist them if they if they needed all data view of an elite work with personnel not yet fit feedback."}
{"start": "00:11:06.270", "end": "00:11:13.650", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Some information from the details reading and discussing electronic lita good guidance for future teaching."}
{"start": "00:11:15.000", "end": "00:11:22.410", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Electronic literature for my teachers is a hard thing to find if you don't know where to set."}
{"start": "00:11:23.550", "end": "00:11:26.250", "speaker": "Oreto Dom?nech i Masi?", "utterance": " It has a great surprise effect."}
{"start": "00:11:27.330", "end": "00:11:36.540", "speaker": "Oreto Dom?nech i Masi?", "utterance": " opens up perspectives on Lisa that are unique and not necessarily linked to social media or tools."}
{"start": "00:11:37.680", "end": "00:11:41.610", "speaker": "Oreto Dom?nech i Masi?", "utterance": " suggest connections with other now let's and this appliance."}
{"start": "00:11:42.720", "end": "00:11:50.400", "speaker": "Oreto Dom?nech i Masi?", "utterance": " puts into play the reading skills that teachers have taking them to the limit of an extra effort of comprehension."}
{"start": "00:11:51.570", "end": "00:11:58.260", "speaker": "Oreto Dom?nech i Masi?", "utterance": " sets in motion a process of teacher empathy for students as teachers feel like learners."}
{"start": "00:11:59.580", "end": "00:12:04.500", "speaker": "Oreto Dom?nech i Masi?", "utterance": " contains lots of the tactic, but insanities that teachers can see immediately."}
{"start": "00:12:05.550", "end": "00:12:12.450", "speaker": "Oreto Dom?nech i Masi?", "utterance": " highlights the aspect of digital creation and makes teachers want to know how to create."}
{"start": "00:12:13.590", "end": "00:12:24.120", "speaker": "Oreto Dom?nech i Masi?", "utterance": " brings back important questions that the teacher routine makes us forget to do I reflect on again set as what is lita always lead."}
{"start": "00:12:27.390", "end": "00:12:44.670", "speaker": "Oreto Dom?nech i Masi?", "utterance": " You have some teachers comments after reading it works, I have more than than 30 pages of forums comments and 164 reviews on digital etc works from teachers and 99% positive."}
{"start": "00:12:47.700", "end": "00:13:04.680", "speaker": "Oreto Dom?nech i Masi?", "utterance": " From my point of view, integrating the humanistic approach for digital literacy and reading and understanding electronically to town in schools and high schools opens the possibility as earlier to remarks of theorizing from the standpoint of action."}
{"start": "00:13:06.090", "end": "00:13:20.790", "speaker": "Oreto Dom?nech i Masi?", "utterance": " In addition, we contribute to building a conscious digital culture that can be appropriated integrated and therefore dance form by teachers and consequently later bye bye students."}
{"start": "00:13:21.900", "end": "00:13:25.140", "speaker": "Oreto Dom?nech i Masi?", "utterance": " We also doing studying as teachers to baylor."}
{"start": "00:13:27.900", "end": "00:13:43.140", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Being together is the first step for being couple good to go for what into a classroom and then go ahead with electronic later creation translation and dissemination opening up new spaces for reflection from practice."}
{"start": "00:13:44.640", "end": "00:14:06.540", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Having been generalize it the opinion that really not screens is a superficial action even been sometimes qualified as unfold in offering electronic leads us to our teachers will return them to an earlier stage to this stage of relearning how to read literary works."}
{"start": "00:14:07.890", "end": "00:14:22.050", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Besides, two different engagements operating them while reading it as Hayes notice first an intense and concentrated attention at different points hipper attention."}
{"start": "00:14:22.680", "end": "00:14:40.260", "speaker": "Oreto Dom?nech i Masi?", "utterance": " And second a deep and sustained attention in more or less long and recurrent periods and in depth it fought specially in trying trying to understand the global sense of our work, the potential."}
{"start": "00:14:42.750", "end": "00:15:00.750", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Reading elite is are demanding cognitive exercise that values that additional reading baggage of teachers, meanwhile, teachers, combine it with own screen reading strategies that they have learned in video games social media or web surfing."}
{"start": "00:15:02.400", "end": "00:15:23.790", "speaker": "Oreto Dom?nech i Masi?", "utterance": " We need to delete that is not is not perceived by teachers as a superficial reading one time they have read electronic later, on the contrary, they evaluate as a difficult exercise we really know that that as a strategy, a strategy, they use several times."}
{"start": "00:15:25.170", "end": "00:15:34.740", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Electronic later represents as well, I read field where didactic Sapir very quickly, as these words can be used to as tools."}
{"start": "00:15:35.250", "end": "00:15:53.520", "speaker": "Oreto Dom?nech i Masi?", "utterance": " for different purposes, like learning languages creation discussing the time contents and more, but the most important thing is that that reading experience affect positively teachers values and beliefs."}
{"start": "00:15:56.670", "end": "00:16:06.810", "speaker": "Oreto Dom?nech i Masi?", "utterance": " But only to teachers out of the 87 that complete the day courses chose digital literacy for the final assignment."}
{"start": "00:16:08.100", "end": "00:16:13.650", "speaker": "Oreto Dom?nech i Masi?", "utterance": " If they like electronic liters so much did they not there to propose it in class."}
{"start": "00:16:15.180", "end": "00:16:35.790", "speaker": "Oreto Dom?nech i Masi?", "utterance": " I wonder what would happen in a course entirely designed for teaching digital literacy for school teachers with reflection time pause rereading shane scaffolding carefully not starting from the boyd helping to climb back from our religion traditions, to visit allison."}
{"start": "00:16:38.940", "end": "00:16:49.800", "speaker": "Oreto Dom?nech i Masi?", "utterance": " I never thought that this content was to specific or expert to offer to teachers who did studies from six to 17 years old, because I was addicted to."}
{"start": "00:16:50.670", "end": "00:16:59.880", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Digital leaders, that is to priests us not to be cultivate in a wider range, along with artists and expert reset is."}
{"start": "00:17:00.480", "end": "00:17:16.680", "speaker": "Oreto Dom?nech i Masi?", "utterance": " As they potentially dressers is highly revolutionary in aspects related to religion and others regarding cultures and languages, not mentioned in the ones about social beliefs and misunderstanding about really not screens."}
{"start": "00:17:18.060", "end": "00:17:29.280", "speaker": "Oreto Dom?nech i Masi?", "utterance": " did indeed digitally to tie in schools could perhaps help help pass to redefine their religion relationship between know let an action in the academic."}
{"start": "00:17:30.780", "end": "00:17:43.560", "speaker": "Oreto Dom?nech i Masi?", "utterance": " In your youth wards intellectual modal reflection is the one with the shapes our educational system in the West, on what counts as reset in the acronym."}
{"start": "00:17:44.700", "end": "00:18:01.020", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Pure activity of thought which is cool passionless and completely disinterested this interested seeking through for its own sake, with no way to the practical at bank advantage for the seeker or for anyone else."}
{"start": "00:18:02.850", "end": "00:18:16.560", "speaker": "Oreto Dom?nech i Masi?", "utterance": " It is impossible for the knowledge produced by this type of or off reflection to make any direct link with the experience of those who want to effect change in the world."}
{"start": "00:18:19.980", "end": "00:18:20.280", "speaker": "Oreto Dom?nech i Masi?", "utterance": " I."}
{"start": "00:18:21.660", "end": "00:18:23.190", "speaker": "Oreto Dom?nech i Masi?", "utterance": " live in the share."}
{"start": "00:18:24.480", "end": "00:18:25.050", "speaker": "Perla Sasson-Henry", "utterance": " Thank you very."}
{"start": "00:18:26.430", "end": "00:18:28.290", "speaker": "Perla Sasson-Henry", "utterance": " Much for this wonderful presentation."}
{"start": "00:18:28.320", "end": "00:18:37.080", "speaker": "Oreto Dom?nech i Masi?", "utterance": " And now I will pass the word to my dear colleague Aquila phillies from university of calcium into Spain."}
{"start": "00:18:42.000", "end": "00:18:42.720", "speaker": "Angela.Celis", "utterance": " Okay."}
{"start": "00:18:43.020", "end": "00:18:43.530", "speaker": "None", "utterance": "So."}
{"start": "00:18:44.940", "end": "00:18:45.540", "speaker": "Angela.Celis", "utterance": " Thank you."}
{"start": "00:18:50.790", "end": "00:18:51.480", "speaker": "Angela.Celis", "utterance": " Thank you."}
{"start": "00:19:00.900", "end": "00:19:01.560", "speaker": "Angela.Celis", "utterance": " What mess."}
{"start": "00:19:03.270", "end": "00:19:03.630", "speaker": "Angela.Celis", "utterance": " Oh."}
{"start": "00:19:06.450", "end": "00:19:07.050", "speaker": "None", "utterance": "Sorry."}
{"start": "00:19:15.600", "end": "00:19:18.090", "speaker": "Angela.Celis", "utterance": " I cannot understand that sorry."}
{"start": "00:19:20.490", "end": "00:19:21.930", "speaker": "Angela.Celis", "utterance": " Okay yeah we are."}
{"start": "00:19:23.460", "end": "00:19:32.490", "speaker": "Angela.Celis", "utterance": " So thank you so much, potato, and thank you to the Organization for the hue job."}
{"start": "00:19:35.910", "end": "00:19:36.270", "speaker": "Angela.Celis", "utterance": " Now."}
{"start": "00:19:40.020", "end": "00:19:41.250", "speaker": "Angela.Celis", "utterance": " Okay yeah."}
{"start": "00:19:46.470", "end": "00:19:49.050", "speaker": "Angela.Celis", "utterance": " I don't know what okay anyway."}
{"start": "00:19:54.210", "end": "00:19:55.590", "speaker": "Angela.Celis", "utterance": " Okay yeah."}
{"start": "00:19:57.000", "end": "00:19:57.510", "speaker": "Angela.Celis", "utterance": " Okay."}
{"start": "00:20:00.210", "end": "00:20:22.800", "speaker": "Angela.Celis", "utterance": " Good morning, everyone, good evening, my name is Angela police and i'm a professor at the Faculty of humanities in Toledo at the University of St elemental I teach the course named advanced research and innovation applied to heritage in the master of historical heritage and."}
{"start": "00:20:28.050", "end": "00:20:44.280", "speaker": "Angela.Celis", "utterance": " Of course, the yellow manta where I teach it teach also Spanish Rama and language in oral and written communication in the degree of humanities and heritage from 2013."}
{"start": "00:20:45.300", "end": "00:21:09.960", "speaker": "Angela.Celis", "utterance": " But first of these, I was teaching a difficulty of humanities in Alberta, where I made my my beloved colleague contestant who passed away last year, this is a tribute to her we both lunch it's the first edition of the master in digital humanities in university I guess the yellow manta."}
{"start": "00:21:11.340", "end": "00:21:28.950", "speaker": "Angela.Celis", "utterance": " In 2005 and also the first master in digital humanities, in Spain, but our dreams were dust by some managers who saw no future in digital humanities."}
{"start": "00:21:30.480", "end": "00:21:40.410", "speaker": "Angela.Celis", "utterance": " And that master's degree disappeared, then I met loud our ass who directed my doctoral theses and then I move."}
{"start": "00:21:42.330", "end": "00:21:42.990", "speaker": "Angela.Celis", "utterance": " to live."}
{"start": "00:21:44.670", "end": "00:21:46.980", "speaker": "Angela.Celis", "utterance": " Where I can be."}
{"start": "00:21:48.750", "end": "00:21:57.330", "speaker": "Angela.Celis", "utterance": " That useless stuff and when I even had default congress of digital humanities and team."}
{"start": "00:21:58.650", "end": "00:22:03.600", "speaker": "Angela.Celis", "utterance": " During my teaching into later on, I have reflected about the key."}
{"start": "00:22:06.630", "end": "00:22:07.170", "speaker": "Angela.Celis", "utterance": " chain of."}
{"start": "00:22:09.480", "end": "00:22:12.150", "speaker": "Angela.Celis", "utterance": " Cheese in both or."}
{"start": "00:22:19.920", "end": "00:22:20.280", "speaker": "Angela.Celis", "utterance": " hi."}
{"start": "00:22:33.150", "end": "00:22:34.710", "speaker": "Perla Sasson-Henry", "utterance": " I think we're having some."}
{"start": "00:22:36.390", "end": "00:22:39.300", "speaker": "Perla Sasson-Henry", "utterance": " Transmission difficulties and."}
{"start": "00:22:40.380", "end": "00:22:42.660", "speaker": "Perla Sasson-Henry", "utterance": " let's see if I might be able to."}
{"start": "00:22:44.340", "end": "00:22:45.270", "speaker": "Perla Sasson-Henry", "utterance": " To continue."}
{"start": "00:22:49.320", "end": "00:22:50.430", "speaker": "None", "utterance": "It looks like."}
{"start": "00:22:51.960", "end": "00:22:53.940", "speaker": "Oreto Dom?nech i Masi?", "utterance": " She lost her connection."}
{"start": "00:23:12.240", "end": "00:23:13.320", "speaker": "Perla Sasson-Henry", "utterance": " This way to tiny bit."}
{"start": "00:23:15.600", "end": "00:23:21.630", "speaker": "Perla Sasson-Henry", "utterance": " And, otherwise I will proceed and maybe she might move to another location to get a better signal."}
{"start": "00:23:26.130", "end": "00:23:26.400", "speaker": "None", "utterance": "See."}
{"start": "00:23:40.980", "end": "00:23:49.740", "speaker": "Perla Sasson-Henry", "utterance": " This one just a tiny bit and then, if and killer cannot recognize, I will start and maybe she can proceed just after me as well."}
{"start": "00:24:03.960", "end": "00:24:06.660", "speaker": "Perla Sasson-Henry", "utterance": " If you don't know project I might."}
{"start": "00:24:08.580", "end": "00:24:09.360", "speaker": "None", "utterance": "See."}
{"start": "00:24:14.340", "end": "00:24:25.680", "speaker": "Perla Sasson-Henry", "utterance": " Okay, I think, so as not to to lose this precious time that we have here, I might go ahead with my presentation and maybe until I can compensate right after me."}
{"start": "00:24:26.040", "end": "00:24:36.120", "speaker": "Perla Sasson-Henry", "utterance": " So on so that we still have time later for for a open in the forum for questions, so let me go ahead and try to share my screen to."}
{"start": "00:24:47.580", "end": "00:24:48.540", "speaker": "Perla Sasson-Henry", "utterance": " Okay, so."}
{"start": "00:24:55.980", "end": "00:25:07.230", "speaker": "Perla Sasson-Henry", "utterance": " You can you see the screen here, yes, if you can so well Good morning, my name is by last one Henry I am a professor of the Spanish a day in the department of."}
{"start": "00:25:07.950", "end": "00:25:22.050", "speaker": "Perla Sasson-Henry", "utterance": " languages and cultures at the United States naval Academy, the title of my presentation, as you can see elite new perspectives for teaching and learning a foreign languages, especially Spanish in my case and cultures."}
{"start": "00:25:25.200", "end": "00:25:33.030", "speaker": "Perla Sasson-Henry", "utterance": " So it was back in 2007 that they participated in the symposium the future of electronic literature."}
{"start": "00:25:33.690", "end": "00:25:41.190", "speaker": "Perla Sasson-Henry", "utterance": " And an event organized by the electronic literature organization and the Maryland institute for technology in the humanities."}
{"start": "00:25:41.670", "end": "00:25:49.230", "speaker": "Perla Sasson-Henry", "utterance": " One of the main concepts of the event was to highlight the presence and relevance of international electronic literature."}
{"start": "00:25:49.680", "end": "00:26:00.960", "speaker": "Perla Sasson-Henry", "utterance": " In an attempt to promote elite works in various languages other than English an international panel of scholars presented works in French Catalan Nordic languages."}
{"start": "00:26:01.440", "end": "00:26:17.130", "speaker": "Perla Sasson-Henry", "utterance": " And they also highlighted the fact that electronic literature is a global movement by that time there were a considerable number of it works in Spanish, which had not reach a wider audience I had already published an article."}
{"start": "00:26:18.330", "end": "00:26:34.140", "speaker": "Perla Sasson-Henry", "utterance": " On the intruder by natalie booth pin which took up a hothead with board has a short story line towson and it remediated it into a net art a work with a."}
{"start": "00:26:34.770", "end": "00:26:40.410", "speaker": "Perla Sasson-Henry", "utterance": " With a navigation system with a platform that simulated arcade games of the 80s."}
{"start": "00:26:41.040", "end": "00:26:51.990", "speaker": "Perla Sasson-Henry", "utterance": " And so, by that time I thought I realized the potential that elite could have to engage the students in the learning of Spanish language literature and culture."}
{"start": "00:26:52.500", "end": "00:27:00.810", "speaker": "Perla Sasson-Henry", "utterance": " bookings work was just the beginning to what would be a long list of filler words in Spanish, which have been emerging in the last decade."}
{"start": "00:27:01.500", "end": "00:27:12.660", "speaker": "Perla Sasson-Henry", "utterance": " In the summer of 2007 there was an article on in a limited way loneliness or minus right the first the Wright brothers first flight."}
{"start": "00:27:12.990", "end": "00:27:21.900", "speaker": "Perla Sasson-Henry", "utterance": " By Columbia and writer Gutierrez in this work, which resembles a hopscotch know, as you can see the the."}
{"start": "00:27:22.710", "end": "00:27:37.440", "speaker": "Perla Sasson-Henry", "utterance": " design, not a trs takes us to the idiosyncrasies of a small town a in Colombia idiosyncrasies that mark the big gap between classes."}
{"start": "00:27:37.830", "end": "00:27:48.510", "speaker": "Perla Sasson-Henry", "utterance": " The power of the Church, the power of the of the government by this time of his students had already been introduced to Jorge always bought his ideas."}
{"start": "00:27:48.930", "end": "00:28:05.400", "speaker": "Perla Sasson-Henry", "utterance": " On the reader the right or the text by reading the garden of 14 path and they had also been introduced to hula dancers, a hopscotch trash trailer and they could relate all these ideas to to eat as well."}
{"start": "00:28:08.430", "end": "00:28:20.730", "speaker": "Perla Sasson-Henry", "utterance": " So electronic literature in Spanish, and your perspective in that to the study of the cultures of the Spanish speaking world we're finally came to fruition to fruition in the year 2017."}
{"start": "00:28:21.150", "end": "00:28:32.250", "speaker": "Perla Sasson-Henry", "utterance": " And it was a taught at the United States naval Academy for urine for spring semesters it was a special topics course at the 400 level."}
{"start": "00:28:32.790", "end": "00:28:41.640", "speaker": "Perla Sasson-Henry", "utterance": " And it's important to highlight that the United States naval academy is the undergraduate college of the United States naval service."}
{"start": "00:28:42.000", "end": "00:28:50.910", "speaker": "Perla Sasson-Henry", "utterance": " it prepares the students to become professional officers of competence characters and compassion in the US navy and marine corps."}
{"start": "00:28:51.450", "end": "00:29:00.150", "speaker": "Perla Sasson-Henry", "utterance": " Only shipment that what we call the students at our institution graduate from the United States naval Academy, with a bachelor degree of science."}
{"start": "00:29:00.510", "end": "00:29:13.920", "speaker": "Perla Sasson-Henry", "utterance": " After four years when they are commissioned as an instance in the navy or second lieutenants in the marine corps they served in the navy all over the world, with different navy's or the Marine corps for at least five years."}
{"start": "00:29:16.230", "end": "00:29:27.420", "speaker": "Perla Sasson-Henry", "utterance": " So electronic literature as discourse a for the for the teaching of language Spanish as a foreign language and the culture of the Spanish speaking world."}
{"start": "00:29:27.990", "end": "00:29:44.820", "speaker": "Perla Sasson-Henry", "utterance": " was also aligned with the mission and the goals of the languages and cultures, a department to produce graduates who possess a fundamental understanding of foreign languages and societies from the wasted literary culture and geopolitical perspectives."}
{"start": "00:29:47.400", "end": "00:29:57.450", "speaker": "Perla Sasson-Henry", "utterance": " So what, what are the course goes to develop knowledge, skills and techniques in reading and understanding challenging electronic works in Spanish in various genres."}
{"start": "00:29:57.840", "end": "00:30:07.200", "speaker": "Perla Sasson-Henry", "utterance": " To be able to express that knowledge in the form of essays and ordered presentations that demonstrated the students research skills and language abilities."}
{"start": "00:30:07.590", "end": "00:30:23.280", "speaker": "Perla Sasson-Henry", "utterance": " To improve our students proficiency in developing abstract ideas and alessi literary evidence in Spanish, to reflect on how the new digital tours enhanced the dissemination of historical and cultural aspects of the Spanish speaking world."}
{"start": "00:30:25.380", "end": "00:30:41.790", "speaker": "Perla Sasson-Henry", "utterance": " So who were the students, so the students were 80% of them come from the stem majors science, technology engineering and math So you can see that there are ocean engineering naval architecture in."}
{"start": "00:30:42.300", "end": "00:30:51.900", "speaker": "Perla Sasson-Henry", "utterance": " robotics cyber operations computer science 20% of the students are in the humanities are wearing the humanities and social sciences."}
{"start": "00:30:52.830", "end": "00:31:00.870", "speaker": "Perla Sasson-Henry", "utterance": " For example, a we call them Arabic, is a major at the naval academy Chinese is a major Spanish is not a major."}
{"start": "00:31:01.440", "end": "00:31:15.090", "speaker": "Perla Sasson-Henry", "utterance": " English political science history and economics, so the methodology follows a content based approach without this regarding the inclusion of a combative see based approach, as suggested by sound."}
{"start": "00:31:16.740", "end": "00:31:26.550", "speaker": "Perla Sasson-Henry", "utterance": " I think that we were both teaching a elite in Spanish, at the same time, but with a different type of a students not."}
{"start": "00:31:26.940", "end": "00:31:39.870", "speaker": "Perla Sasson-Henry", "utterance": " So I had to move forward to to increase their linguistic skills their cultural knowledge of the world, now, and so the approach that is some proposes emphasizes reading."}
{"start": "00:31:40.230", "end": "00:31:49.710", "speaker": "Perla Sasson-Henry", "utterance": " The literature as building designing touching on or listening this course introduce relevant topics pertaining to the Spanish speaking world."}
{"start": "00:31:50.040", "end": "00:31:59.790", "speaker": "Perla Sasson-Henry", "utterance": " We are elite works in Spanish and Sam in English, to be discussed in Spanish, this approach, a low to the for the study of the Spanish as a foreign language and culture."}
{"start": "00:32:00.120", "end": "00:32:08.100", "speaker": "Perla Sasson-Henry", "utterance": " In an environment that was expected to is to improve the students linguistic skills cultural knowledge and digital business."}
{"start": "00:32:09.990", "end": "00:32:20.400", "speaker": "Perla Sasson-Henry", "utterance": " So the challenges the challenges, a word that reading elite in Spanish require a new understanding of literature, the text the reader an author."}
{"start": "00:32:20.700", "end": "00:32:25.740", "speaker": "Perla Sasson-Henry", "utterance": " As well as new vocabulary to express those new concepts in a foreign language."}
{"start": "00:32:26.280", "end": "00:32:40.800", "speaker": "Perla Sasson-Henry", "utterance": " Students became familiar and analyze it in different forms hypermedia novels blog novels poetry Twitter at your net drops gods, among others, this presentation does not include all the types of."}
{"start": "00:32:41.400", "end": "00:32:53.280", "speaker": "Perla Sasson-Henry", "utterance": " genres and activities that were included in that in those courses some his students, develop a small elite project based on the knowledge they have from their science or humanities majors."}
{"start": "00:32:53.610", "end": "00:33:01.680", "speaker": "Perla Sasson-Henry", "utterance": " In that way, they are reflected on the new paradigms presented in the course which call for reading as building and designing whenever possible."}
{"start": "00:33:03.720", "end": "00:33:14.730", "speaker": "Perla Sasson-Henry", "utterance": " So, as the years went by so there were more sources and resources for the students to do their research in Spanish or in English and to have access to more."}
{"start": "00:33:15.240", "end": "00:33:24.810", "speaker": "Perla Sasson-Henry", "utterance": " Material the course started with two readings by lunar the florist letter to the electronic or your food to develop an average case literature electronica."}
{"start": "00:33:25.140", "end": "00:33:41.850", "speaker": "Perla Sasson-Henry", "utterance": " and students from the very beginning, were asked to work in pairs to pick a work from the electronic literature collection and to present the main characteristics of these works to the class, we also had other."}
{"start": "00:33:42.780", "end": "00:33:56.010", "speaker": "Perla Sasson-Henry", "utterance": " sources of information and and works like this central with while Cervantes in is also the MC which provided valuable resources of elite works and critical so."}
{"start": "00:33:58.050", "end": "00:34:12.810", "speaker": "Perla Sasson-Henry", "utterance": " As the years went by there were also more essays bobbi parish more critical work publish publish in Spanish, and even a curling against us a book narrative as poetic as it is in America Latina."}
{"start": "00:34:13.380", "end": "00:34:25.290", "speaker": "Perla Sasson-Henry", "utterance": " it's an open source book and the students referred to eat for their research as well, more resources were coming up in the Center local dial."}
{"start": "00:34:25.680", "end": "00:34:39.480", "speaker": "Perla Sasson-Henry", "utterance": " The Center of the call today we hit dial in Mexico City also provides invaluable source of a it works and critical essays for the students and to do their their research."}
{"start": "00:34:41.550", "end": "00:34:49.710", "speaker": "Perla Sasson-Henry", "utterance": " So let's discuss some of the of the works that were included in in some of the iterations of this."}
{"start": "00:34:50.280", "end": "00:35:02.520", "speaker": "Perla Sasson-Henry", "utterance": " All of these courses, as I mentioned before, one of the first a pioneer works affiliate in Spanish is element, while others or minus right the first flight of the right products by one big ups."}
{"start": "00:35:03.150", "end": "00:35:12.450", "speaker": "Perla Sasson-Henry", "utterance": " These work hard different iterations and it approximates the reader to the idiosyncrasies, as I mentioned before, of this model Colombian town."}
{"start": "00:35:12.870", "end": "00:35:22.410", "speaker": "Perla Sasson-Henry", "utterance": " And these features can be very but will apply to many other small towns all throughout Latin America and Central America, no."}
{"start": "00:35:22.770", "end": "00:35:30.510", "speaker": "Perla Sasson-Henry", "utterance": " And there was also that a this feeling that the plane was arriving and it was the advent of technology in a smaller town."}
{"start": "00:35:30.840", "end": "00:35:46.350", "speaker": "Perla Sasson-Henry", "utterance": " That face a feeling of incredulity among the inhabitants, so we discuss also the advent of the new technologies in our societies, the opinions that Latin Americans have a about the the advent of new technologies."}
{"start": "00:35:47.310", "end": "00:36:02.550", "speaker": "Perla Sasson-Henry", "utterance": " Also, we continued our syllabus with condition as extreme as the first elite science fiction in Spanish Why was this a this work chosen, because who am able to rest takes us to a."}
{"start": "00:36:03.330", "end": "00:36:13.530", "speaker": "Perla Sasson-Henry", "utterance": " Center festival what God in this science fiction, what does he present he presents that a failure in a chemical plant due to a lack of security."}
{"start": "00:36:13.920", "end": "00:36:28.080", "speaker": "Perla Sasson-Henry", "utterance": " It results in an accident that gave origin to me Hilton mutant race, so they are from this what our students do with this, they read the language is very sophisticated in all these pieces."}
{"start": "00:36:28.410", "end": "00:36:37.530", "speaker": "Perla Sasson-Henry", "utterance": " They increase their vocabulary we discuss topics from pollution, the power of the multinationals in Latin America, Central America, Spain."}
{"start": "00:36:37.980", "end": "00:36:45.240", "speaker": "Perla Sasson-Henry", "utterance": " A topics that can be easily be related to Latin America and other parts of the world, not racism or so."}
{"start": "00:36:45.750", "end": "00:36:54.210", "speaker": "Perla Sasson-Henry", "utterance": " What is also interesting is that one be Gutierrez developed in the last iteration of this work, what he calls lead that at ronnie."}
{"start": "00:36:54.840", "end": "00:37:13.020", "speaker": "Perla Sasson-Henry", "utterance": " ronnie adaptive digital narrative system, the same by mathematician and right there one be Gutierrez whereby the links have different destinations, depending on what the reader as well before I really invite you to visit to the director wanted to have an idea of how this."}
{"start": "00:37:14.250", "end": "00:37:23.910", "speaker": "Perla Sasson-Henry", "utterance": " program works very interesting, so one of the works that really caught the students attention and they really loved it."}
{"start": "00:37:24.330", "end": "00:37:36.300", "speaker": "Perla Sasson-Henry", "utterance": " A is a government infinity infinity by a time and 100 of the biggest race from Columbia, an iconic, we can see almost a canonical all these pieces."}
{"start": "00:37:36.720", "end": "00:37:51.210", "speaker": "Perla Sasson-Henry", "utterance": " A Commission almost canonical of the elite know and worth of their preservationist think it takes us the reader to the last half century in Columbia 1949."}
{"start": "00:37:51.660", "end": "00:38:04.770", "speaker": "Perla Sasson-Henry", "utterance": " During the time of the assassination of the LEADER a Jorge illustrator guy Dan and these gave him gave rise to a violent period called love your lens yeah."}
{"start": "00:38:05.160", "end": "00:38:12.480", "speaker": "Perla Sasson-Henry", "utterance": " Since then onwards, a Columbia has faced a PDF of violence, a smell different decades."}
{"start": "00:38:13.110", "end": "00:38:28.380", "speaker": "Perla Sasson-Henry", "utterance": " And a and a big confrontation at that time between liberals and conservatives, there is a lot of history there's a lot of a introduction to the society to the culture, why we can see the connection between the US."}
{"start": "00:38:28.770", "end": "00:38:43.440", "speaker": "Perla Sasson-Henry", "utterance": " The influence that US has in Latin America and Central America, and they probably to gabrielle infinity reflects on the resonance of the US pop culture movements in Colombia, it brings for topics like."}
{"start": "00:38:44.070", "end": "00:38:57.330", "speaker": "Perla Sasson-Henry", "utterance": " The civil war there really awards repression, freedom of expression, fear and exile and it also talks about all the movements from the 70s, the Vietnam War."}
{"start": "00:38:57.690", "end": "00:39:05.400", "speaker": "Perla Sasson-Henry", "utterance": " The pop culture how all those movements were affecting in Colombia at that time, it still is really a."}
{"start": "00:39:05.910", "end": "00:39:22.770", "speaker": "Perla Sasson-Henry", "utterance": " As you can see from the image it also deals with the power of womanhood know we see a woman who is about to give birth in a chaotic a botha not so and the baby, probably as a single sign of hope for that Columbia."}
{"start": "00:39:24.270", "end": "00:39:28.020", "speaker": "Perla Sasson-Henry", "utterance": " We continue then gallbladder grassy area where the main character."}
{"start": "00:39:29.580", "end": "00:39:44.520", "speaker": "Perla Sasson-Henry", "utterance": " Is a malady, this is a very sophisticated a elite piece primarily hundred or the devious with a has included video games three sets of video games parcels narratives or do."}
{"start": "00:39:44.970", "end": "00:40:00.660", "speaker": "Perla Sasson-Henry", "utterance": " and students really when this was working before they exploration let's say have a flash that really engage in the video games to make sense of that plot to make sense of that story, we can see that the melody is in common."}
{"start": "00:40:01.170", "end": "00:40:11.130", "speaker": "Perla Sasson-Henry", "utterance": " But he was a brutal Father priests and boss boss, which represent the dictators a in in Latin America, not."}
{"start": "00:40:11.460", "end": "00:40:23.070", "speaker": "Perla Sasson-Henry", "utterance": " So a the people who surround him almost to his last breath we present all the voices were finally able to open express the oppression that they have in viewer."}
{"start": "00:40:24.060", "end": "00:40:33.930", "speaker": "Perla Sasson-Henry", "utterance": " In tandem with this elite piece is students do research on dictatorial regimes in Latin America in migration from his pain to Latin America."}
{"start": "00:40:34.260", "end": "00:40:41.130", "speaker": "Perla Sasson-Henry", "utterance": " there's a video game inside that takes the reader to La Casa de la muerte because the more."}
{"start": "00:40:41.700", "end": "00:40:54.480", "speaker": "Perla Sasson-Henry", "utterance": " In the Northwest part of Spain and my students being a future officers are made aware of the dangers and the treacherous rocky coast, which has caused many ship."}
{"start": "00:40:55.440", "end": "00:41:00.810", "speaker": "Perla Sasson-Henry", "utterance": " Also, not only the history, but also the geography okay."}
{"start": "00:41:01.410", "end": "00:41:15.960", "speaker": "Perla Sasson-Henry", "utterance": " As we move along we move to blocks a must respect Okay, so it doesn't matter, a very funny very interesting blog that had a transition from blog to present to a very famous play in Argentina."}
{"start": "00:41:16.470", "end": "00:41:29.730", "speaker": "Perla Sasson-Henry", "utterance": " So we talk about the idiosyncrasies of an Argentinian family when Italian ancestry, and so it portrays the economic crisis in Argentina in 2001."}
{"start": "00:41:30.150", "end": "00:41:49.830", "speaker": "Perla Sasson-Henry", "utterance": " It also portrays reference to the Argentineans passion for soccer that tradition and drink, which is the math day and also we talked about little about publication, which is here, the transition from the digital to the brain and then to an iconic play and."}
{"start": "00:41:52.110", "end": "00:42:01.290", "speaker": "Perla Sasson-Henry", "utterance": " There were multiple Twitter at Twitter at your eBay the students with about a serial chicken by God, serve as a better from Spain."}
{"start": "00:42:01.770", "end": "00:42:15.990", "speaker": "Perla Sasson-Henry", "utterance": " And he did an experiment that lasted five days the students read about it and the main sub suspect in this more novel is a chicken, so that is the she's this or it's that this is suspect."}
{"start": "00:42:16.500", "end": "00:42:34.260", "speaker": "Perla Sasson-Henry", "utterance": " And hints were provided via Google maps flicker Facebook, which allowed the reader player to find out who was the real criminals after reading this piece the students discuss the possibilities of Twitter as a platform for writers and readers."}
{"start": "00:42:35.910", "end": "00:42:40.620", "speaker": "Perla Sasson-Henry", "utterance": " Then we come to do Mexican elite pieces of Twitter at your."}
{"start": "00:42:41.130", "end": "00:42:54.240", "speaker": "Perla Sasson-Henry", "utterance": " By a my least your monthly fee gators they might have tweeted in is in Mars in a society character is characterized by overpopulation and ubiquitous presence of technology."}
{"start": "00:42:54.870", "end": "00:43:20.670", "speaker": "Perla Sasson-Henry", "utterance": " So on that level or the M the woman or femme represents a woman who is in solitude, who is a who is abbreviated and provides a feminine voice, so there is a contrast and, according to this all sort of hit try to present the the male hemisphere, as well as the female can be sphere, no."}
{"start": "00:43:22.590", "end": "00:43:32.550", "speaker": "Perla Sasson-Henry", "utterance": " Okay, so what came up of this reading of these introductions to Twitter to one of the English majors was a Spanish minor."}
{"start": "00:43:32.970", "end": "00:43:51.840", "speaker": "Perla Sasson-Henry", "utterance": " did his own little piece of Twitter attitude, so I had to erase a the names for privacy issues, but it was a fun way he was very interested in this new way of expressing ideas and of expressing his creative writing."}
{"start": "00:43:53.790", "end": "00:44:11.670", "speaker": "Perla Sasson-Henry", "utterance": " So, then, we have a theoretical accion a by Domenico to pay him Domenico chappie born in Peru lived in Venezuela now replicated in in Spain, so this is a very rich piece, which takes us to Venezuela."}
{"start": "00:44:12.060", "end": "00:44:24.750", "speaker": "Perla Sasson-Henry", "utterance": " To the exploitation to the first real of the oil to the first all Israel in Venezuela in 1914 it's the exploitation of the people exploitation of the land."}
{"start": "00:44:25.770", "end": "00:44:41.190", "speaker": "Perla Sasson-Henry", "utterance": " And this, the topics leads to them a coming of age, women who, after coming of age, were sort of introduced to the white men who were being taken by what are they are by the."}
{"start": "00:44:41.700", "end": "00:44:55.440", "speaker": "Perla Sasson-Henry", "utterance": " big oil companies not and it also deals with topics related to Venezuela, today, the big waves of immigration from Venezuela to Colombia and to other parts of the world."}
{"start": "00:44:55.830", "end": "00:45:06.660", "speaker": "Perla Sasson-Henry", "utterance": " This piece was very well received by the students and they are all very difficult because they have a lot of a culture, a lot, but very challenging and."}
{"start": "00:45:08.400", "end": "00:45:14.220", "speaker": "Perla Sasson-Henry", "utterance": " The students really engaged in these discussions of elite and culture and language."}
{"start": "00:45:15.780", "end": "00:45:24.930", "speaker": "Perla Sasson-Henry", "utterance": " So what that means todo biomechanical chappie one of his latest pieces or so takes us to a it resembles a first shooter video game."}
{"start": "00:45:25.470", "end": "00:45:41.970", "speaker": "Perla Sasson-Henry", "utterance": " And it takes the the reader player through the lyrics of the songs to them to the awareness of what the authoritarian regimes have been doing in Latin America it's very clear that the lyrics a."}
{"start": "00:45:42.450", "end": "00:45:57.810", "speaker": "Perla Sasson-Henry", "utterance": " Since he was originated he lived in Venezuela takes us back to the authoritarian regime that is in place in Venezuela now and it also brings a awareness about the role of social media."}
{"start": "00:45:58.350", "end": "00:46:10.050", "speaker": "Perla Sasson-Henry", "utterance": " and social platforms so as students, a talk about the different authoritarian regimes and the role of social platforms in Latin America."}
{"start": "00:46:13.290", "end": "00:46:23.370", "speaker": "Perla Sasson-Henry", "utterance": " Okay, this was one, this was a very fun activity we did it twice with Dr Medina, we did cooking with anger."}
{"start": "00:46:23.820", "end": "00:46:34.710", "speaker": "Perla Sasson-Henry", "utterance": " A casino and con ravi or not, so we we work with the students from other universities and he was organized by rock music and mark Marino."}
{"start": "00:46:35.190", "end": "00:46:49.170", "speaker": "Perla Sasson-Henry", "utterance": " And this was a fun activity and were engaged with the students in produce they produce a lot of written an order language and it facilitated improvement of their language skills as they interacted with other students."}
{"start": "00:46:49.860", "end": "00:47:02.850", "speaker": "Perla Sasson-Henry", "utterance": " And we have a sample here, so the challenge was that the this machine, not that a it gave us language in English, of course, the students didn't know or this vocabulary so."}
{"start": "00:47:03.150", "end": "00:47:20.790", "speaker": "Perla Sasson-Henry", "utterance": " They had to look it up, they had to see what it what it meant, and they have to create a narrative respond to other people, they could upload a sound a file, they could upload they actually uploaded a video towards the towards the end they created the final project."}
{"start": "00:47:22.020", "end": "00:47:28.920", "speaker": "Perla Sasson-Henry", "utterance": " This and you can see how the students are producing a lot of language in Spanish, and they also communicate in English."}
{"start": "00:47:29.970", "end": "00:47:48.990", "speaker": "Perla Sasson-Henry", "utterance": " So we did another one one step forward two steps back this was based on Twitter, so the students created their avatars and this net profit was about being fit and what different applications would help us to be fit the students engaged in this, and they will enjoy."}
{"start": "00:47:50.640", "end": "00:47:51.870", "speaker": "Perla Sasson-Henry", "utterance": " So then came."}
{"start": "00:47:53.070", "end": "00:48:05.940", "speaker": "Perla Sasson-Henry", "utterance": " bots what do we do with bots, and so the students, they have come across bots but they didn't know that both would also help us to learn about society protest, so we came across."}
{"start": "00:48:07.110", "end": "00:48:13.860", "speaker": "Perla Sasson-Henry", "utterance": " You know the florist protest status which takes us to Puerto Rico and different cultural situations."}
{"start": "00:48:14.400", "end": "00:48:24.570", "speaker": "Perla Sasson-Henry", "utterance": " And the abuse of women, the government know we also a experience, who that can about the hurricane and."}
{"start": "00:48:25.290", "end": "00:48:34.860", "speaker": "Perla Sasson-Henry", "utterance": " in Puerto Rico and we were very lucky to have professor, you know, the floor is a he came to our institution to give a."}
{"start": "00:48:35.430", "end": "00:48:45.810", "speaker": "Perla Sasson-Henry", "utterance": " lecture and he also gave a workshop a workshop to the students were a Dr Flores and the students created a preliminary version of taco hell."}
{"start": "00:48:46.200", "end": "00:48:56.130", "speaker": "Perla Sasson-Henry", "utterance": " which creates a speculative a items menu to parody taco bell's convenient audio menu items, so this was very interesting for the students as well."}
{"start": "00:48:57.000", "end": "00:49:08.280", "speaker": "Perla Sasson-Henry", "utterance": " So, towards the end of the semester we couldn't omit a medium ncs a narrative poetic narrative elbert coalesce better answer it takes us."}
{"start": "00:49:08.730", "end": "00:49:21.540", "speaker": "Perla Sasson-Henry", "utterance": " Is the relationship between Spain and Latin America is the rescue of 2200 refugees who a go into into France."}
{"start": "00:49:22.530", "end": "00:49:32.220", "speaker": "Perla Sasson-Henry", "utterance": " After the Spanish Civil War to find refuge, by the end up in concentration camps, they are rescued by the Nobel Prize Pablo Neruda."}
{"start": "00:49:32.760", "end": "00:49:48.570", "speaker": "Perla Sasson-Henry", "utterance": " Who commission's a ship the winnipeg and takes all these people to chill it so in this piece as students do more research, they can see the names of all these people who have been joining a virtually."}
{"start": "00:49:49.020", "end": "00:49:58.770", "speaker": "Perla Sasson-Henry", "utterance": " They embark on a list of people write the names of their family members and those names are reflected as they are crossing the ocean."}
{"start": "00:49:59.220", "end": "00:50:13.530", "speaker": "Perla Sasson-Henry", "utterance": " So it highlights the relevance of Pablo Neruda so there's a lot of history literature language and the students, of course, a look at the dynamics of this knowledge base."}
{"start": "00:50:15.180", "end": "00:50:29.070", "speaker": "Perla Sasson-Henry", "utterance": " And finally, the year was coming to an end, and there were final capstone projects to accomplish so some of them were more they are in than others and Sam, for example, ended up with a joint project."}
{"start": "00:50:29.910", "end": "00:50:43.710", "speaker": "Perla Sasson-Henry", "utterance": " One of them was a tool to expose a information about a lady for a watermelon feminist and activist will disappear in 1982 in the water, my last civil war."}
{"start": "00:50:44.220", "end": "00:50:54.060", "speaker": "Perla Sasson-Henry", "utterance": " So I think that as the years go by a Spanish elite in Spanish, for the teaching of Spanish as a foreign language and culture has a lot of future."}
{"start": "00:50:54.570", "end": "00:51:13.830", "speaker": "Perla Sasson-Henry", "utterance": " And as more and the anthology the Latin American anthology has come out and also the database from Chile organized by Catalina gangsta is up and running, so we are all delighted to have all these for a elitist bench Thank you very much."}
{"start": "00:51:19.080", "end": "00:51:19.410", "speaker": "Angela.Celis", "utterance": " Thank."}
{"start": "00:51:21.570", "end": "00:51:23.340", "speaker": "Angela.Celis", "utterance": " Thank you, I."}
{"start": "00:51:24.780", "end": "00:51:40.230", "speaker": "Angela.Celis", "utterance": " I apologize for the inconvenience, but my wi fi connection has fallen down, so I I don't understand, I cannot understand that anyway, if you want, I can follow with."}
{"start": "00:51:42.180", "end": "00:51:45.150", "speaker": "Angela.Celis", "utterance": " my presentation in the point."}
{"start": "00:51:49.680", "end": "00:51:50.340", "speaker": "Angela.Celis", "utterance": " and"}
{"start": "00:51:52.080", "end": "00:51:54.690", "speaker": "Angela.Celis", "utterance": " i've lost my connection, if you want."}
{"start": "00:51:55.710", "end": "00:51:56.220", "speaker": "Angela.Celis", "utterance": " So."}
{"start": "00:51:58.380", "end": "00:52:00.360", "speaker": "Angela.Celis", "utterance": " Well, what I was."}
{"start": "00:52:01.470", "end": "00:52:11.700", "speaker": "Angela.Celis", "utterance": " saying is that, during my teaching in Toledo, I have reflected a about the teaching languages in both oral and written form."}
{"start": "00:52:12.210", "end": "00:52:23.820", "speaker": "Angela.Celis", "utterance": " And about the hypertext and the way the hypertext has trust for me and level bit our communication, I have concluded that."}
{"start": "00:52:24.510", "end": "00:52:47.670", "speaker": "Angela.Celis", "utterance": " They will teach electronic externalities bad steel with the buttons of analogous to externalities with classical communications scheme, the one One the one that Roman the COPs on the signed in 1960 is blending the uni directional communication in the oral and writing environment."}
{"start": "00:52:48.690", "end": "00:52:50.580", "speaker": "Angela.Celis", "utterance": " It looks like these."}
{"start": "00:52:52.440", "end": "00:53:06.240", "speaker": "Angela.Celis", "utterance": " What I what I see is that our students know the scheme but they use also the hyper takes one even more than the other in their daily communication."}
{"start": "00:53:06.960", "end": "00:53:21.990", "speaker": "Angela.Celis", "utterance": " So I designed a new review scheme that I propose in my thesis or dissertation as around three journey among say among sender message and receiver."}
{"start": "00:53:25.590", "end": "00:53:32.580", "speaker": "Angela.Celis", "utterance": " Let me continue with this quote of Dr Philip our man as a you know."}
{"start": "00:53:34.080", "end": "00:53:55.980", "speaker": "Angela.Celis", "utterance": " He was the creator of penniman a historical technical museum and the research that they develop then in in Panama, there was not only crucial to the cause of Second World War but impacted in the future in this piece travels and satellite links."}
{"start": "00:53:57.660", "end": "00:54:01.950", "speaker": "Angela.Celis", "utterance": " And the way we are all connected right now, even if I."}
{"start": "00:54:03.150", "end": "00:54:13.800", "speaker": "Angela.Celis", "utterance": " I was out for him for a while, he said that the progress and innovation are the key aspect of modern society."}
{"start": "00:54:14.370", "end": "00:54:40.200", "speaker": "Angela.Celis", "utterance": " And we as a society have an influence on what gets research and developed, therefore, we kind of frame that they communicative change, we are facing, has become a matter of research and development, not only in public communicative uses, but also in those defined as artistic like elite."}
{"start": "00:54:41.640", "end": "00:54:54.090", "speaker": "Angela.Celis", "utterance": " teaching in my courses I has taught that the history of humanity is the history of the evolution of technique."}
{"start": "00:54:55.740", "end": "00:55:07.530", "speaker": "Angela.Celis", "utterance": " I was histories, also the history of teaching and learning the techniques and the technologies to capture and preserve their own story, the whole history."}
{"start": "00:55:08.340", "end": "00:55:21.390", "speaker": "Angela.Celis", "utterance": " Moreover, every period of history has a new technology of writing that has had to be learned, so we have the cave paintings."}
{"start": "00:55:21.990", "end": "00:55:37.890", "speaker": "Angela.Celis", "utterance": " Hoon, a form writing your only fake writing appears scrolling habla books printed books and then ebooks I bought iPad kindle or whatever."}
{"start": "00:55:38.640", "end": "00:55:52.590", "speaker": "Angela.Celis", "utterance": " understanding how these techniques works worked was critical to being among the light only those who had the knowledge, then had the power than."}
{"start": "00:55:53.250", "end": "00:56:02.070", "speaker": "Angela.Celis", "utterance": " And the same thing is happening in the 21 century with the use of ICT and hypertext well communication."}
{"start": "00:56:02.820", "end": "00:56:23.190", "speaker": "Angela.Celis", "utterance": " Was Antonio median explain that idea when he says, the struggle to understand and use the new digital technologies requires many new things, yes, but is it presupposes the old ones and the most important of these is reading."}
{"start": "00:56:25.560", "end": "00:56:54.030", "speaker": "Angela.Celis", "utterance": " So that's what I think I mean, I think that we are facing a text will transition, we come from analogous society where communication is linear sequential and sequential, not only in in in reading, but also in writing, and now we are in front is digital society."}
{"start": "00:56:55.440", "end": "00:57:02.160", "speaker": "Angela.Celis", "utterance": " Where telematics networks and the generalization of the Internet and the Hebrew text to our language."}
{"start": "00:57:03.420", "end": "00:57:04.050", "speaker": "Angela.Celis", "utterance": " Has."}
{"start": "00:57:05.400", "end": "00:57:09.660", "speaker": "Angela.Celis", "utterance": " This nonlinear non sequential communication."}
{"start": "00:57:10.830", "end": "00:57:16.080", "speaker": "Angela.Celis", "utterance": " i'm i'm i'm trying to be very sort so."}
{"start": "00:57:18.150", "end": "00:57:41.010", "speaker": "Angela.Celis", "utterance": " I think we, we have a kind of contextual sent in front of us with a text and elite it's about hypertext while reading or electronic reading that give us a contextual sense of reading That means that there is a text in."}
{"start": "00:57:42.210", "end": "00:57:54.660", "speaker": "Angela.Celis", "utterance": " Total polymorphous in or a test as the addition of each and every one of the elements that make up this external appearance."}
{"start": "00:57:55.110", "end": "00:58:06.030", "speaker": "Angela.Celis", "utterance": " which includes all verbal iconic and auditory forms which are necessary each other to configure its global meaning."}
{"start": "00:58:06.990", "end": "00:58:36.240", "speaker": "Angela.Celis", "utterance": " In the Muslim i'll validate who has constructed and these these term polyamorous is a from poly much numerous and across is hearing action of listening so with the hypertext and elite, we are in front of a multiple listening listener, but I think there is also a multiple emission and."}
{"start": "00:58:37.590", "end": "00:58:39.270", "speaker": "Angela.Celis", "utterance": " I I tried to."}
{"start": "00:58:40.410", "end": "00:58:58.740", "speaker": "Angela.Celis", "utterance": " create this term poly homely by analogy with poly across seas were poly is also much numerous and homely is meeting conversation deal company, and I have."}
{"start": "00:59:00.720", "end": "00:59:14.400", "speaker": "Angela.Celis", "utterance": " I want to return with this term, to the in it more logical sense of homey as idea of encounter meeting of Sander including that veto one."}
{"start": "00:59:15.030", "end": "00:59:31.920", "speaker": "Angela.Celis", "utterance": " The new discursive space is likewise a new social space where communications take place without the physical presence of participants, maybe this is a new and new agora or a male our."}
{"start": "00:59:32.610", "end": "00:59:47.400", "speaker": "Angela.Celis", "utterance": " The main characteristic is the immediacy and i'm spontaneity of all these girls, plus the linguistic uses have written this cruise united in this new digital and telling matic space."}
{"start": "00:59:48.420", "end": "01:00:07.950", "speaker": "Angela.Celis", "utterance": " In this pays the role of sender and receiver has moved forward to that new paradigm, we have seen before, we are facing a new field of writing that multiplies and this person has its dimensions."}
{"start": "01:00:09.750", "end": "01:00:17.370", "speaker": "Angela.Celis", "utterance": " We can say that we are, are we have a new communicative paladin that accepts."}
{"start": "01:00:19.290", "end": "01:00:29.340", "speaker": "Angela.Celis", "utterance": " The entire communicative process and, as we say, as as as we see our or, as we know, we."}
{"start": "01:00:30.450", "end": "01:00:31.890", "speaker": "Angela.Celis", "utterance": " Are right now."}
{"start": "01:00:34.050", "end": "01:00:41.940", "speaker": "Angela.Celis", "utterance": " In the third hot ality and faculties externality as Jose Manuela Sophia Lucy and Lucy Emma he has said."}
{"start": "01:00:43.050", "end": "01:01:06.600", "speaker": "Angela.Celis", "utterance": " them first orality is then on morality, the second is mass media reality and the third is the ICT orality and then the second is 20 is also the ICT so ality and while the first week was that, with the manuscript and printed books, where."}
{"start": "01:01:07.950", "end": "01:01:40.470", "speaker": "Angela.Celis", "utterance": " new digital born later to emerge and respond to that new part of that by adding we have new referential canon that forces us to know the new reading paths, but research on elite is done using text in the first test quality that mean that that is manuscript or printed at least mostly."}
{"start": "01:01:42.030", "end": "01:02:03.690", "speaker": "Angela.Celis", "utterance": " Reading digital works continues to become paradoxically, and in most cases in plain sequential text we teach third orality and second externality with the traditional methods of this second orality and first text reality."}
{"start": "01:02:05.040", "end": "01:02:29.160", "speaker": "Angela.Celis", "utterance": " How students can read as a pollyanna classes pan text, while is structure, but they use the poly homely just for personal communication, especially in social networks by but they don't use it for creating their own he text, at least in my cosies."}
{"start": "01:02:31.260", "end": "01:02:44.580", "speaker": "Angela.Celis", "utterance": " I can show you some examples I asked them to research about narrative value into digital narrative or elite and they do such."}
{"start": "01:02:46.080", "end": "01:02:46.680", "speaker": "Angela.Celis", "utterance": " works."}
{"start": "01:02:47.850", "end": "01:02:55.650", "speaker": "Angela.Celis", "utterance": " You can see our domain to suspect that it was a steady goes from few analyse Lou the course that means first."}
{"start": "01:02:56.850", "end": "01:03:06.780", "speaker": "Angela.Celis", "utterance": " or second first orality and second externality you know and also when they talk about video whales."}
{"start": "01:03:07.170", "end": "01:03:22.170", "speaker": "Angela.Celis", "utterance": " They say that it bothers me the awareness as important as well for medical and veterinary story, and so on, but is always writing they don't create in this third and orality and say context to quality."}
{"start": "01:03:23.550", "end": "01:03:27.960", "speaker": "Angela.Celis", "utterance": " Even when they talk about high perfection."}
{"start": "01:03:29.340", "end": "01:03:34.230", "speaker": "Angela.Celis", "utterance": " exploitative or constructive So to conclude."}
{"start": "01:03:35.700", "end": "01:03:43.590", "speaker": "Angela.Celis", "utterance": " Non stem students can read a text, while instructor alia classes."}
{"start": "01:03:44.700", "end": "01:04:00.180", "speaker": "Angela.Celis", "utterance": " But polly AMI homely is used for personnel communication, not for creating their own eat text so they know that technology as readers not as writers."}
{"start": "01:04:00.930", "end": "01:04:13.230", "speaker": "Angela.Celis", "utterance": " I think we are facing a new technology and new communication and communication paradigm, however, very few users are familiar with the coding technique."}
{"start": "01:04:13.680", "end": "01:04:33.960", "speaker": "Angela.Celis", "utterance": " Of these new communications, so I X myself and I X, you are our students digital natives as friends key says in 2001 or simply digital consumers."}
{"start": "01:04:35.190", "end": "01:04:40.710", "speaker": "Angela.Celis", "utterance": " Are they digital residents as why to look on Lake or me."}
{"start": "01:04:41.970", "end": "01:04:51.300", "speaker": "Angela.Celis", "utterance": " said in 2011 or are they therefore digital literacy literacy."}
{"start": "01:04:52.830", "end": "01:05:05.070", "speaker": "Angela.Celis", "utterance": " And then, should we consider digital literacy, to those who are just receivers but not producers."}
{"start": "01:05:06.840", "end": "01:05:12.870", "speaker": "Angela.Celis", "utterance": " Thank you very much and I apologize again for the."}
{"start": "01:05:14.760", "end": "01:05:18.510", "speaker": "Angela.Celis", "utterance": " For my presentation before Thank you."}
{"start": "01:05:29.880", "end": "01:05:48.180", "speaker": "Perla Sasson-Henry", "utterance": " Welcome, thank you, thank you Angela and thank you, everybody for being so patient during our little things here and there, but a we have very few minutes a for a tour questions, if you would like to to raise some questions comments."}
{"start": "01:05:55.230", "end": "01:06:11.100", "speaker": "Perla Sasson-Henry", "utterance": " And whether you are thinking about some of the questions I don't want to miss this opportunity to thank the organizers of this international 24 hour going on conference and we we really appreciate this opportunity okay Thank you so much."}
{"start": "01:06:13.200", "end": "01:06:15.390", "speaker": "Perla Sasson-Henry", "utterance": " Yes, rob kilo."}
{"start": "01:06:17.370", "end": "01:06:28.770", "speaker": "Rob Wittig", "utterance": " Wonderful presentations all of them, and I just wanted to just follow up on the excellent point that Angela made in her conclusion about this."}
{"start": "01:06:29.640", "end": "01:06:48.900", "speaker": "Rob Wittig", "utterance": " compartmentalization or partition that I see in my students minds as well, between all this incredible creative writing they do every day and literature, with a capital L and and you know can thinking of it like that, and."}
{"start": "01:06:50.700", "end": "01:07:04.680", "speaker": "Rob Wittig", "utterance": " i'm i've been experimenting with ways to kind of bridge that gap, but it's, it is a really interesting problem and and it's it's just interesting to me to see."}
{"start": "01:07:05.520", "end": "01:07:18.330", "speaker": "Rob Wittig", "utterance": " I I try strategies like talking about the origins of the English novel and how shaky they were and how nobody really knew if it was fiction or not, or you know what and saying we're in a period like that."}
{"start": "01:07:18.780", "end": "01:07:32.220", "speaker": "Rob Wittig", "utterance": " And sometimes that goes through that that sinks in, but what strategies are you using to kind of bridge that gap and say, yes, this informal writing activity can become literature."}
{"start": "01:07:39.900", "end": "01:07:43.140", "speaker": "Rob Wittig", "utterance": " Or you for it yeah for for all the panelists to."}
{"start": "01:07:44.070", "end": "01:07:54.090", "speaker": "Perla Sasson-Henry", "utterance": " I think it came, it was very it was very interesting to me Wendy English major, who was the Spanish minor decided to do the Twitter at European."}
{"start": "01:07:54.660", "end": "01:08:00.180", "speaker": "Perla Sasson-Henry", "utterance": " He said Oh, this is another way that I can express myself His story was about."}
{"start": "01:08:01.140", "end": "01:08:06.480", "speaker": "Perla Sasson-Henry", "utterance": " going from Mexico to the United States and get stranded in Mexico."}
{"start": "01:08:06.840", "end": "01:08:23.850", "speaker": "Perla Sasson-Henry", "utterance": " And if he didn't know about these possibilities of being besides his paper journal know to to express his creative writing, probably, and this was a new means for him to do that, so I think that was very interesting to for him to discover, and for me to see he was."}
{"start": "01:08:24.870", "end": "01:08:31.920", "speaker": "Perla Sasson-Henry", "utterance": " Maybe in the fleet in the submarine or whatever he is now I don't know his whatever he's doing and communicating."}
{"start": "01:08:33.900", "end": "01:08:43.080", "speaker": "Oreto Dom?nech i Masi?", "utterance": " For me, it was easier to to do that with my teenagers talent in the high school because when."}
{"start": "01:08:44.910", "end": "01:08:46.530", "speaker": "Oreto Dom?nech i Masi?", "utterance": " The point was that."}
{"start": "01:08:47.910", "end": "01:08:54.300", "speaker": "Oreto Dom?nech i Masi?", "utterance": " They they don't think that that is Lisa when they go into the."}
{"start": "01:08:55.380", "end": "01:09:06.900", "speaker": "Oreto Dom?nech i Masi?", "utterance": " into the Facebook or Twitter and when I take them to the Twitter to Twitter to to speak, or to write about."}
{"start": "01:09:07.470", "end": "01:09:31.440", "speaker": "Oreto Dom?nech i Masi?", "utterance": " The additional lita they feel very short but, at the at the end they like it very much with teachers, it was very hard, because they saw a show a when I began in 2015 a very few technology was into my region schools."}
{"start": "01:09:33.300", "end": "01:09:42.150", "speaker": "Oreto Dom?nech i Masi?", "utterance": " And besides of that m day sorry that is our social discourse and telling all the time that."}
{"start": "01:09:43.530", "end": "01:09:46.890", "speaker": "Oreto Dom?nech i Masi?", "utterance": " social media is very arm for lamb very."}
{"start": "01:09:48.210", "end": "01:09:54.180", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Nice very difficult for the teachers to be there with their students and."}
{"start": "01:09:55.770", "end": "01:10:03.510", "speaker": "Oreto Dom?nech i Masi?", "utterance": " It was hard during the I think they 10 or 15 first hour so for my cords."}
{"start": "01:10:06.450", "end": "01:10:13.170", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Allowing the teachers to believe that they litter is on the Internet to."}
{"start": "01:10:14.400", "end": "01:10:15.060", "speaker": "Oreto Dom?nech i Masi?", "utterance": " and"}
{"start": "01:10:16.260", "end": "01:10:24.780", "speaker": "Oreto Dom?nech i Masi?", "utterance": " that there has been, not an education about that a case."}
{"start": "01:10:25.980", "end": "01:10:39.540", "speaker": "Oreto Dom?nech i Masi?", "utterance": " If you have a many tools, a teachers can do a cat food or I don't know a scratch, but no worries on new monastic point of view."}
{"start": "01:10:40.710", "end": "01:10:56.490", "speaker": "Oreto Dom?nech i Masi?", "utterance": " And a own screen tsunami has come out grass and we were not prepared for that and now most of the teachers or of that I know on some colleagues."}
{"start": "01:10:58.140", "end": "01:11:00.690", "speaker": "Oreto Dom?nech i Masi?", "utterance": " In the teacher training Center."}
{"start": "01:11:01.770", "end": "01:11:06.840", "speaker": "Oreto Dom?nech i Masi?", "utterance": " They look all though these artifacts some."}
{"start": "01:11:07.980", "end": "01:11:08.640", "speaker": "Oreto Dom?nech i Masi?", "utterance": " tools."}
{"start": "01:11:09.990", "end": "01:11:12.690", "speaker": "Oreto Dom?nech i Masi?", "utterance": " And lita is not only a tool."}
{"start": "01:11:14.100", "end": "01:11:16.350", "speaker": "Angela.Celis", "utterance": " But I think that that."}
{"start": "01:11:17.580", "end": "01:11:24.600", "speaker": "Angela.Celis", "utterance": " i'm agree with you, but I think, also, the problem is our I mean."}
{"start": "01:11:25.950", "end": "01:11:42.390", "speaker": "Angela.Celis", "utterance": " Of them the teachers, the professor, because sometimes we showed that tools as a game and they don't understand that they are creating but just plain."}
{"start": "01:11:42.960", "end": "01:12:07.410", "speaker": "Angela.Celis", "utterance": " and also in in in in their homes, I mean when and students arrive at home and play with the computer on the mobile forum, something the parents think that they are just plain, so you have to study you don't have to play, I mean."}
{"start": "01:12:08.940", "end": "01:12:16.080", "speaker": "Angela.Celis", "utterance": " We have to change our mind with that generation, I think, because they are."}
{"start": "01:12:17.520", "end": "01:12:27.180", "speaker": "Angela.Celis", "utterance": " prepared to create in that and or with this parenting, I think, but maybe we don't."}
{"start": "01:12:29.250", "end": "01:12:34.260", "speaker": "Angela.Celis", "utterance": " Let them to think about this parenting as."}
{"start": "01:12:35.340", "end": "01:12:40.560", "speaker": "Angela.Celis", "utterance": " A new paradigm, a new padding to to create it I don't I don't know if I."}
{"start": "01:12:43.110", "end": "01:12:51.360", "speaker": "Angela.Celis", "utterance": " If I show you my my idea correctly, but sometimes is our problem, not only their problem."}
{"start": "01:12:52.500", "end": "01:13:09.900", "speaker": "Angela.Celis", "utterance": " If they don't understand literature or eat as real literature is something that I hear from my students, but this is literature really tutor at the first time and a video game can be."}
{"start": "01:13:11.250", "end": "01:13:13.140", "speaker": "Angela.Celis", "utterance": " A real creation or."}
{"start": "01:13:15.150", "end": "01:13:23.610", "speaker": "Angela.Celis", "utterance": " Because there's not a cannon I mean we have a Jihadi, for instance, and we can analyze."}
{"start": "01:13:24.720", "end": "01:13:29.520", "speaker": "Angela.Celis", "utterance": " That novel but there's not a cannon this."}
{"start": "01:13:30.900", "end": "01:13:31.920", "speaker": "Angela.Celis", "utterance": " They they don't."}
{"start": "01:13:34.320", "end": "01:13:40.830", "speaker": "Angela.Celis", "utterance": " study the literature in the high school like they study literature."}
{"start": "01:13:42.180", "end": "01:13:44.190", "speaker": "Angela.Celis", "utterance": " In the first or second."}
{"start": "01:13:45.300", "end": "01:13:46.140", "speaker": "Angela.Celis", "utterance": " and"}
{"start": "01:13:49.440", "end": "01:13:49.890", "speaker": "Angela.Celis", "utterance": " I don't know."}
{"start": "01:13:51.000", "end": "01:13:51.840", "speaker": "Angela.Celis", "utterance": " So maybe."}
{"start": "01:13:53.070", "end": "01:13:53.820", "speaker": "Angela.Celis", "utterance": " Maria."}
{"start": "01:13:54.900", "end": "01:13:55.440", "speaker": "Mar?a Goicoechea", "utterance": " Hello."}
{"start": "01:13:56.880", "end": "01:13:58.110", "speaker": "Mar?a Goicoechea", "utterance": " To say hello."}
{"start": "01:13:58.380", "end": "01:14:09.120", "speaker": "Mar?a Goicoechea", "utterance": " And I want to thank you for presentations they were very inspiring and i'm going to introduce some of your works and ideas in my course."}
{"start": "01:14:09.780", "end": "01:14:17.520", "speaker": "Mar?a Goicoechea", "utterance": " And I wanted to add that today that's why I looked in a bit later at 230 I finished my class and today it was the students."}
{"start": "01:14:18.510", "end": "01:14:32.550", "speaker": "Mar?a Goicoechea", "utterance": " Presentation they had to show their projects, so I think we are actually acting as bridges between the old paradigm, and the new paradigm, and, as you said it, I totally agree with you it's also our responsibility."}
{"start": "01:14:33.720", "end": "01:14:41.100", "speaker": "Mar?a Goicoechea", "utterance": " In this course, today I was fascinated because they completely outdated my expectations, I gave them ideas suggestions."}
{"start": "01:14:41.490", "end": "01:14:56.460", "speaker": "Mar?a Goicoechea", "utterance": " I showed them programs, but I have to confess, they did things I don't even understand I don't know how they manage, and this is students that they confess didn't know how to code, but they have their resources, so they they."}
{"start": "01:14:57.720", "end": "01:15:07.860", "speaker": "Mar?a Goicoechea", "utterance": " Try to engage all the people from their surroundings, to help them with their piece oh you're a native speaker of English so you're going to record the audio for this story."}
{"start": "01:15:08.220", "end": "01:15:17.850", "speaker": "Mar?a Goicoechea", "utterance": " Or you know how to program help me with this and I today, we were you know summarizing and I told them, you see, this is part of the process, this is."}
{"start": "01:15:18.180", "end": "01:15:31.800", "speaker": "Mar?a Goicoechea", "utterance": " You know, an interdisciplinary feel you see you need to ask for help and all the problems you have overcome you know, like trying to well I couldn't integrate trying in this in wordpress but I did it this way."}
{"start": "01:15:32.310", "end": "01:15:45.720", "speaker": "Mar?a Goicoechea", "utterance": " Well, this is part of you know, our everyday circumstances if you're a creator and you don't have all the skills, you know so well, I want to throw a bit of optimism, because I was."}
{"start": "01:15:46.170", "end": "01:16:04.050", "speaker": "Mar?a Goicoechea", "utterance": " You know, really surprised happily surprised, and I think they felt proud and that's something that you know I think the teachers are also offering them do something confront a challenge, and when you overcome you know those problems you feel so powerful."}
{"start": "01:16:05.160", "end": "01:16:19.170", "speaker": "Mar?a Goicoechea", "utterance": " That, I think you know for them also he was an interesting experience, so I think we're all part of this now in every little feel we're trying to steal this passion and."}
{"start": "01:16:20.220", "end": "01:16:20.490", "speaker": "Mar?a Goicoechea", "utterance": " So."}
{"start": "01:16:22.500", "end": "01:16:25.980", "speaker": "Scott Rettberg", "utterance": " we're just gonna make a comment on something Angeles said."}
{"start": "01:16:27.420", "end": "01:16:36.330", "speaker": "Scott Rettberg", "utterance": " In terms of the the interact the reaction of students like that this is not literature this can't be literature it's interesting for me, because you know."}
{"start": "01:16:36.960", "end": "01:16:44.940", "speaker": "Scott Rettberg", "utterance": " 20 years ago or not 2018 I guess a long time ago, when I first started teaching electronic literature in New Jersey."}
{"start": "01:16:45.630", "end": "01:16:51.990", "speaker": "Scott Rettberg", "utterance": " And I would often get that reaction from students that you know how do I, how do I read this I don't see this as literature."}
{"start": "01:16:52.350", "end": "01:17:00.990", "speaker": "Scott Rettberg", "utterance": " Whereas now, I think the stronger the more difficult poll it's not it's not so much like they jump in and they can figure out interfaces very quickly and."}
{"start": "01:17:01.380", "end": "01:17:08.730", "speaker": "Scott Rettberg", "utterance": " there's not that sort of blockage but the the the bigger challenge as well, how do you what is this, you know what is this literature."}
{"start": "01:17:09.570", "end": "01:17:20.730", "speaker": "Scott Rettberg", "utterance": " What is this reading, you know what is this, I think it's more the sort of flipped more to the other direction yeah exactly or mark says what does it mean to interpret."}
{"start": "01:17:22.290", "end": "01:17:33.750", "speaker": "Scott Rettberg", "utterance": " So, in a way that's sort of a positive and negative and then the other comment, I was going to make just following up on what Maria was saying is one of the thing one of the things that has struck me about."}
{"start": "01:17:35.040", "end": "01:17:54.810", "speaker": "Scott Rettberg", "utterance": " about the presentations here is how many there's a lot of quite a few young people who are presenting video, for the first time, and not only that, but who who say, you know that it came out of their class and like when we were interviewing below Muhammad."}
{"start": "01:17:56.160", "end": "01:18:07.830", "speaker": "Scott Rettberg", "utterance": " One of the authors that we interviewed for the COPA de lis documentary it was really striking when he said, you know I first started working on this coven project for my he lit class."}
{"start": "01:18:09.240", "end": "01:18:27.810", "speaker": "Scott Rettberg", "utterance": " You know and it's it's just i've been surprised at how many and pleasantly surprised at how many of the people here actually took a class on electronic literature and often in places where I didn't even know that they were teaching it so so i'm really encouraged yeah."}
{"start": "01:18:29.250", "end": "01:18:36.450", "speaker": "Oreto Dom?nech i Masi?", "utterance": " I optimist, I am optimistic too and i'm my details were very, very engaged it and I was."}
{"start": "01:18:37.560", "end": "01:18:56.130", "speaker": "Oreto Dom?nech i Masi?", "utterance": " worried because I didn't have more time to to tell them Okay, we will go ahead with the tools we we know we have we know how to use, and now we all are doing electronic poem."}
{"start": "01:18:57.600", "end": "01:19:01.200", "speaker": "Oreto Dom?nech i Masi?", "utterance": " So that's a summit to concur."}
{"start": "01:19:02.580", "end": "01:19:10.380", "speaker": "Perla Sasson-Henry", "utterance": " I think I would like to thank again everybody I know we run almost out of time, and such a nice conversation we are having."}
{"start": "01:19:10.770", "end": "01:19:27.330", "speaker": "Perla Sasson-Henry", "utterance": " Maybe we can continue it in one of the discourse salons and could be nice to continue this so, but the administration administrator has his or her hands raised there, so I think I think it's telling us to move to the other track probably."}
{"start": "01:19:28.440", "end": "01:19:29.070", "speaker": "Perla Sasson-Henry", "utterance": " So."}
{"start": "01:19:30.120", "end": "01:19:34.170", "speaker": "Perla Sasson-Henry", "utterance": " I don't know if that so Scott, when the administrator races his or her hand."}
{"start": "01:19:35.460", "end": "01:19:38.460", "speaker": "Perla Sasson-Henry", "utterance": " We have to close the room is telling me yes."}
{"start": "01:19:40.530", "end": "01:19:42.150", "speaker": "Perla Sasson-Henry", "utterance": " Okay Scott you're on mute."}
{"start": "01:19:44.190", "end": "01:19:49.470", "speaker": "Scott Rettberg", "utterance": " Sorry yeah that that's that's quite likely what administrator mass person is say."}
{"start": "01:19:50.070", "end": "01:20:00.840", "speaker": "Perla Sasson-Henry", "utterance": " Okay, well, thank you to all and i'm sure that a we would also inspired by by your comments to move forward and to continue to spread the love of elite."}
{"start": "01:20:01.290", "end": "01:20:08.400", "speaker": "Perla Sasson-Henry", "utterance": " To the world know it to the skies and to the cce Okay, thank you very much okay okay."}