{"start": "00:00:06.930", "end": "00:00:09.150", "speaker": "Lai-Tze Fan", "utterance": " hi everyone, thank you."}
{"start": "00:00:30.150", "end": "00:00:38.820", "speaker": "Lai-Tze Fan", "utterance": " hi everyone thanks for coming to this panel, and I know it's really early for some of you, so I appreciate you waking up, I hope you all have giant mugs of coffee like I do."}
{"start": "00:00:40.710", "end": "00:00:42.210", "speaker": "Lai-Tze Fan", "utterance": " or your first afternoon coffee."}
{"start": "00:00:43.560", "end": "00:00:56.370", "speaker": "Lai-Tze Fan", "utterance": " Margie lissa rankin I will be we organized this panel it's actually our fifth narrative panel and i'm super happy about that, I think, number six I don't know where it will be looking forward to that as well."}
{"start": "00:00:57.870", "end": "00:01:02.820", "speaker": "Lai-Tze Fan", "utterance": " Margie would you like to introduce us and everyone yes."}
{"start": "00:01:02.850", "end": "00:01:14.190", "speaker": "Marjorie Luesebrink", "utterance": " Yes, thank you, like cheap, I just want to welcome everyone to our narrative panel, which is a literature bound to platform exploring opportunities for narrative."}
{"start": "00:01:15.210", "end": "00:01:20.220", "speaker": "Marjorie Luesebrink", "utterance": " connections and disconnections and actually I would say that."}
{"start": "00:01:21.780", "end": "00:01:24.780", "speaker": "Marjorie Luesebrink", "utterance": " My name is Marjorie LUSA brink and some of you know me as."}
{"start": "00:01:24.840", "end": "00:01:25.920", "speaker": "None", "utterance": "Empty Kimberly."}
{"start": "00:01:27.480", "end": "00:01:34.740", "speaker": "Marjorie Luesebrink", "utterance": " And like she and I will be co chairing the panel, but like she will be doing, most of the driving."}
{"start": "00:01:37.410", "end": "00:01:50.880", "speaker": "Marjorie Luesebrink", "utterance": " Of the narrative gang and actually, this is the sixth narrative panel it's the fifth that like she and I have organized we had one in we started in 2016 at Vancouver."}
{"start": "00:01:53.250", "end": "00:01:55.740", "speaker": "Marjorie Luesebrink", "utterance": " At the Vancouver conference and."}
{"start": "00:01:58.380", "end": "00:01:59.970", "speaker": "Marjorie Luesebrink", "utterance": " Since then we have."}
{"start": "00:02:00.180", "end": "00:02:15.120", "speaker": "Marjorie Luesebrink", "utterance": " With us veterans that have been at all the panels and over the years, many other new people joining and and contributing and then and then this year, we have our veterans and."}
{"start": "00:02:15.150", "end": "00:02:15.900", "speaker": "Christy Sanford", "utterance": " New people."}
{"start": "00:02:15.960", "end": "00:02:17.670", "speaker": "Marjorie Luesebrink", "utterance": " As well and."}
{"start": "00:02:19.020", "end": "00:02:27.150", "speaker": "Marjorie Luesebrink", "utterance": " We have been over the years, exploring many of the ideas that come up around specific."}
{"start": "00:02:28.740", "end": "00:02:35.610", "speaker": "Marjorie Luesebrink", "utterance": " Issues of narrative both fiction and nonfiction in the literature."}
{"start": "00:02:37.620", "end": "00:02:39.030", "speaker": "Marjorie Luesebrink", "utterance": " The narrative gang."}
{"start": "00:02:40.320", "end": "00:02:46.890", "speaker": "Marjorie Luesebrink", "utterance": " Today we'll be looking at how platforms."}
{"start": "00:02:48.990", "end": "00:03:09.420", "speaker": "Marjorie Luesebrink", "utterance": " Either effect or in fact in you know enhance our ability to tell narratives we started out last year actually thinking about connections and disconnections as a way of exploring exactly what happens to narrative."}
{"start": "00:03:09.840", "end": "00:03:21.030", "speaker": "Marjorie Luesebrink", "utterance": " In the platform situation and other words, how do we enter and exit and what does that do to narrative in terms of our relationship to our audience."}
{"start": "00:03:24.120", "end": "00:03:28.080", "speaker": "Marjorie Luesebrink", "utterance": " And among the people that are here today, we have a."}
{"start": "00:03:29.430", "end": "00:03:36.870", "speaker": "Marjorie Luesebrink", "utterance": " An amazing range of people who have used every almost every software."}
{"start": "00:03:36.870", "end": "00:03:53.220", "speaker": "Marjorie Luesebrink", "utterance": " And every platform that I can think of from for the last 30 years in fact I started making a list and I thought well that'll take all of our all of our time, so I will just say that you know we have we have gone from."}
{"start": "00:03:54.630", "end": "00:04:07.260", "speaker": "Marjorie Luesebrink", "utterance": " floppy disk to augmented reality we've gone from html and blogs to telephone opera opera we've gone from a."}
{"start": "00:04:08.310", "end": "00:04:19.740", "speaker": "Marjorie Luesebrink", "utterance": " From the most primitive of stories face software, all the way to iPad Apps and beyond."}
{"start": "00:04:22.050", "end": "00:04:25.920", "speaker": "Marjorie Luesebrink", "utterance": " Eric lawyer Christie Sheffield sanford will lose."}
{"start": "00:04:27.750", "end": "00:04:35.610", "speaker": "Marjorie Luesebrink", "utterance": " caitlin Fisher and light she fan will be giving will be sharing their experience with these platforms."}
{"start": "00:04:35.610", "end": "00:04:45.420", "speaker": "Marjorie Luesebrink", "utterance": " And the work that they're they're doing and then because this conference has actually opened up a whole new world of discussion."}
{"start": "00:04:45.900", "end": "00:05:05.850", "speaker": "Marjorie Luesebrink", "utterance": " About platform and platform possibility, I hope that we can bring some of that to our discussion today, because we will have a good long time to talk about the things that have come onto the scene in the last few days, I also want to give a shout out to."}
{"start": "00:05:07.110", "end": "00:05:16.230", "speaker": "Marjorie Luesebrink", "utterance": " Scott and soren and all of the people that contributed to this incredible conference, this has been amazing I have loved every minute."}
{"start": "00:05:16.770", "end": "00:05:35.010", "speaker": "Marjorie Luesebrink", "utterance": " And I cannot believe how beautifully it's been organized and how wonderful it's been to have you all here so with without any further ado i'm going to turn this back over to lie cheat and I will be here as respondent to help ask questions and."}
{"start": "00:05:36.420", "end": "00:05:42.060", "speaker": "Marjorie Luesebrink", "utterance": " move things along and in the discussion when we get to that, so thank you all for being here."}
{"start": "00:05:44.370", "end": "00:05:46.260", "speaker": "Lai-Tze Fan", "utterance": " thanks for that Margie and."}
{"start": "00:05:48.150", "end": "00:05:57.630", "speaker": "Lai-Tze Fan", "utterance": " So we have several speakers today and we didn't think we were thinking about the panel as more of a lightning talks plus discussion."}
{"start": "00:05:58.860", "end": "00:06:06.390", "speaker": "Lai-Tze Fan", "utterance": " So there isn't a particular order that we'd agreed to do someone wants to go first and they would they just like to get it over with."}
{"start": "00:06:12.630", "end": "00:06:22.650", "speaker": "Christy Sanford", "utterance": " Oh sure, thank you, and thanks yellow and the Panel for the chance to talk about electronic literature and the effect platforms have on narrative."}
{"start": "00:06:23.790", "end": "00:06:32.130", "speaker": "Christy Sanford", "utterance": " A start out with two little short parts and then give you a little slideshow ode to daring you just have to get crazier."}
{"start": "00:06:32.550", "end": "00:06:38.640", "speaker": "Christy Sanford", "utterance": " And that's a quote from pina Bausch to one of her dancers, after 20 years that was the only thing she ever said to her."}
{"start": "00:06:39.450", "end": "00:06:57.990", "speaker": "Christy Sanford", "utterance": " In general, presenting my work online has resulted in narratives that are shorter often interrupted increasingly paired with images and filled with connections, the Web metaphor is still strong and makes deep time multiple associations and aggressions the norm."}
{"start": "00:06:59.100", "end": "00:07:09.300", "speaker": "Christy Sanford", "utterance": " My animations on vimeo or YouTube or not so impacted by those platforms as by the supporting platforms like keynote Max answer to PowerPoint."}
{"start": "00:07:10.590", "end": "00:07:22.500", "speaker": "Christy Sanford", "utterance": " And I movie an MP4 mini keynote effects designed for texts can dramatically impact how narratives are conceived and presented in book form or literary sites."}
{"start": "00:07:23.310", "end": "00:07:31.590", "speaker": "Christy Sanford", "utterance": " After working with animation have increasingly turned to capturing presenting text in motion and letting images control the text."}
{"start": "00:07:32.190", "end": "00:07:42.510", "speaker": "Christy Sanford", "utterance": " I love the visual the source idea linking words in space layers reveal how space imparts narrative, especially in poetry and lyrical essays."}
{"start": "00:07:43.200", "end": "00:07:53.880", "speaker": "Christy Sanford", "utterance": " Many feel emphasizing space in poetry threatens sound and rhythm as primary, but I think spatial and temporal awareness can coexist."}
{"start": "00:07:54.690", "end": "00:08:00.870", "speaker": "Christy Sanford", "utterance": " And the little second section is blow it up this concept is analogous to burning down the House."}
{"start": "00:08:01.470", "end": "00:08:09.840", "speaker": "Christy Sanford", "utterance": " destruction is central to distilling essence shedding boring or dead ideas and capturing decades vitality."}
{"start": "00:08:10.380", "end": "00:08:29.400", "speaker": "Christy Sanford", "utterance": " keynote transition effects are powerful words can fly from the scene at random an image can be set a flame races flip flop fall down the page i'm often avoid you're catching text and image and some intriguing act creating tension or new associations, I wouldn't have otherwise envisioned."}
{"start": "00:08:30.840", "end": "00:08:50.610", "speaker": "Christy Sanford", "utterance": " Years ago, after Joel lippmann read his point stamped on an old paperback page he crumbled it this unforgettable performance made me reflect on the sanctity of books and the transient nature of life, the Japanese have a phrase Mano know where a bitter sweet sensitivity to impermanence."}
{"start": "00:08:52.470", "end": "00:08:56.010", "speaker": "Christy Sanford", "utterance": " And now we're going to do a little screen share."}
{"start": "00:08:57.390", "end": "00:08:57.900", "speaker": "Christy Sanford", "utterance": " and"}
{"start": "00:08:59.790", "end": "00:09:02.910", "speaker": "Christy Sanford", "utterance": " Close some some windows so don't look too messy."}
{"start": "00:09:20.580", "end": "00:09:32.280", "speaker": "Christy Sanford", "utterance": " Okay, these are excerpts from the manuscript in progress, called states of fandom and frenzy, which may become a doorway book that's opposed, as opposed to a flip book."}
{"start": "00:09:32.790", "end": "00:09:49.170", "speaker": "Christy Sanford", "utterance": " fans and kimonos symbols of Japanese MMA were popular among late 19th century artists and poets Mel or may wrote 18 points on fans and gave them to women, he admired this one to his daughter, I put underwater."}
{"start": "00:09:52.200", "end": "00:10:13.470", "speaker": "Christy Sanford", "utterance": " The complaint which is one section for my collection concerned concerns at 2015 scandal at Boston museum of fine arts as owner of monet's like Japanese a portrait of clods wife Camille the museum hosted kimono wednesday's art lovers donned a replica and pose before the painting."}
{"start": "00:10:14.550", "end": "00:10:25.470", "speaker": "Christy Sanford", "utterance": " irate protesters appeared carrying signs exoticism racism appropriation imperialism and murder."}
{"start": "00:10:29.790", "end": "00:10:49.440", "speaker": "Christy Sanford", "utterance": " To meditate on Monet and cultural appropriation I manipulated 1600s kimonos from Boston museums book collection, I wrote about Claude Camille and Japanese my and made my own images which I also wrote about creating a reflexive expressed stick form."}
{"start": "00:10:52.410", "end": "00:11:01.380", "speaker": "Christy Sanford", "utterance": " On this origami airplane pattern artists models chat evaluating how they work betrayed if they got paid, etc."}
{"start": "00:11:02.160", "end": "00:11:16.770", "speaker": "Christy Sanford", "utterance": " Worrying my kimonos for becoming too pretty I crumbled an image and keynote took a screen grab and return the wrecked komodo to the project Japanese characters for beautiful woman span the ropes border."}
{"start": "00:11:20.310", "end": "00:11:26.940", "speaker": "Christy Sanford", "utterance": " researching the history of Japan and France and Japan and the US, I found Commodore Matthew perry's."}
{"start": "00:11:28.020", "end": "00:11:45.780", "speaker": "Christy Sanford", "utterance": " demands to open Japanese ports on the left as a partial list of gifts, we gave Japan to speed capitulation the tree is from a Monet landscape, the image on the right is a totally blown apart come on oh my favorite collection."}
{"start": "00:11:47.100", "end": "00:12:05.490", "speaker": "Christy Sanford", "utterance": " Working in book mode side by page with pages, side by side, creates an awareness of potential conversations and lines of connection between the two pages truncated text tend to shift the gays bringing different passages into focus, promoting multiple readings."}
{"start": "00:12:08.220", "end": "00:12:21.450", "speaker": "Christy Sanford", "utterance": " comment or periods demands continued on the ride is a tornado cloud from NASA and commentary about an idea of working in a series that Monet likely adopted from Japanese wood blocks."}
{"start": "00:12:22.200", "end": "00:12:34.020", "speaker": "Christy Sanford", "utterance": " If an artist paints a landscape, a scene of Parliament week fail, a locomotive moving out of the station at various times of the day and year the image will change."}
{"start": "00:12:39.390", "end": "00:12:49.080", "speaker": "Christy Sanford", "utterance": " On the right the rectangular boxes gave me a satori the komodo abstracted is T shaped the first text is a Monet letter X or."}
{"start": "00:12:49.890", "end": "00:13:05.610", "speaker": "Christy Sanford", "utterance": " painting on plan air in Norway, you described his beard hanging from his face likes to like tights below that he praises Japanese artists ability to evoke presence by the shadow, and the whole by apart."}
{"start": "00:13:06.960", "end": "00:13:14.850", "speaker": "Christy Sanford", "utterance": " The kimono on the left, contains samurai warrior portraits in a snowstorm and of course I manipulated that."}
{"start": "00:13:16.980", "end": "00:13:29.910", "speaker": "Christy Sanford", "utterance": " platforms and programs often encouraged spatial awareness i'm intrigued by what I call the constellation form which, like stars in the sky can be comprehended all at once."}
{"start": "00:13:31.170", "end": "00:13:31.920", "speaker": "Christy Sanford", "utterance": " And so that."}
{"start": "00:13:33.060", "end": "00:13:34.140", "speaker": "Christy Sanford", "utterance": " Is my."}
{"start": "00:13:36.960", "end": "00:13:38.490", "speaker": "Christy Sanford", "utterance": " my presentation."}
{"start": "00:13:40.170", "end": "00:13:42.090", "speaker": "Christy Sanford", "utterance": " And if I can get out there."}
{"start": "00:13:49.260", "end": "00:13:52.140", "speaker": "Lai-Tze Fan", "utterance": " Thank you, Chris yes beautiful so many beautiful image I."}
{"start": "00:13:53.310", "end": "00:13:57.300", "speaker": "Lai-Tze Fan", "utterance": " want to point out some of those kimonos into life size, I can wear them."}
{"start": "00:13:59.400", "end": "00:14:00.870", "speaker": "Lai-Tze Fan", "utterance": " Who would like to go next."}
{"start": "00:14:01.200", "end": "00:14:02.160", "speaker": "Will Luers", "utterance": " we'll go lie cheat."}
{"start": "00:14:03.030", "end": "00:14:03.990", "speaker": "Lai-Tze Fan", "utterance": " So who is, as I will."}
{"start": "00:14:04.080", "end": "00:14:04.740", "speaker": "Will Luers", "utterance": " feel sorry."}
{"start": "00:14:05.040", "end": "00:14:05.340", "speaker": "None", "utterance": "yeah."}
{"start": "00:14:06.990", "end": "00:14:12.690", "speaker": "Will Luers", "utterance": " Good morning, I am I pre recorded my talk to keep the five minute mark if that's okay."}
{"start": "00:14:15.180", "end": "00:14:15.960", "speaker": "Lai-Tze Fan", "utterance": " Very considered."}
{"start": "00:14:18.060", "end": "00:14:19.470", "speaker": "Will Luers", "utterance": " Just a second here."}
{"start": "00:14:29.880", "end": "00:14:33.750", "speaker": "Will Luers", "utterance": " So platforms tools and vernacular imaginary i'll just go ahead and start it."}
{"start": "00:14:35.220", "end": "00:14:43.350", "speaker": "Will Luers", "utterance": " Can there be something like a digital folk that remains tethered to the platform and platforms and tools of global networks."}
{"start": "00:14:43.860", "end": "00:14:50.550", "speaker": "Will Luers", "utterance": " folklore is the term that defines types of human expression that are outside domains of commercial public and religious institutions."}
{"start": "00:14:51.150", "end": "00:15:01.590", "speaker": "Will Luers", "utterance": " The disappearance of a digital frog leaves behind a distributed vernacular that is driven by rapid technological innovation made by complex powerful and mostly non human entities."}
{"start": "00:15:03.390", "end": "00:15:13.050", "speaker": "Will Luers", "utterance": " Material expression online is certainly woven with the beliefs symbols and stories offline but the unique of computer give rise to an emergent digital imaginary."}
{"start": "00:15:13.590", "end": "00:15:22.290", "speaker": "Will Luers", "utterance": " or shared framework made up motifs and archetypes for the network to imaginations play it in his recent digital imaginary rod recovered."}
{"start": "00:15:23.280", "end": "00:15:32.340", "speaker": "Will Luers", "utterance": " brings together a variety of voices mostly Isla creators to discuss how computers are transforming ways of imagining the world and making stories about it."}
{"start": "00:15:33.090", "end": "00:15:38.550", "speaker": "Will Luers", "utterance": " Many works of fiction do not follow easy pat easy pass in this construction."}
{"start": "00:15:39.330", "end": "00:15:52.500", "speaker": "Will Luers", "utterance": " and imagine world of work, like cry presents an interface to traumatize mind mental processes are arranged as parallel story fragments navigation, that of course Cinematic montage and interface abstractions."}
{"start": "00:15:53.040", "end": "00:15:58.440", "speaker": "Will Luers", "utterance": " A large part of the digital imaginary is around this shared experience of interacting with screen."}
{"start": "00:15:59.400", "end": "00:16:06.090", "speaker": "Will Luers", "utterance": " Only a Lena Lena playfully refers to the early web attempts to personal html expression as a digital folklore."}
{"start": "00:16:06.780", "end": "00:16:18.510", "speaker": "Will Luers", "utterance": " In the 1990s, the web, was the platform and html was the tool, the elena's own innovative digital art as within that art movement in general, was made in the context of this emerging web folk culture."}
{"start": "00:16:19.020", "end": "00:16:27.750", "speaker": "Will Luers", "utterance": " vernacular by default, the early web was a digital imaginary made of half finished homepages alien looking code broken links and error messages."}
{"start": "00:16:28.410", "end": "00:16:42.720", "speaker": "Will Luers", "utterance": " But as Lena Lena makes clear in her writing and curating the early web the digital folk no longer exist because current social media interfaces professionalize the vernacular and post systems of uniform design and algorithm evaluation."}
{"start": "00:16:43.980", "end": "00:16:53.670", "speaker": "Will Luers", "utterance": " It is sometimes difficult to distinguish between digital expression that is vernacular and works and digital art, because both are on the same platforms and often use the same techniques."}
{"start": "00:16:54.360", "end": "00:17:02.940", "speaker": "Will Luers", "utterance": " Because, perhaps because of this neo Flores and others have champion greater inclusive city and what academics and curators called electronic literature."}
{"start": "00:17:03.600", "end": "00:17:10.980", "speaker": "Will Luers", "utterance": " As an example of this new popular digital writing florists presents the viral video lazy cat by tech stories."}
{"start": "00:17:11.700", "end": "00:17:22.200", "speaker": "Will Luers", "utterance": " lazy cat and extended on one line joke evokes a uniquely digital imaginary who exactly are we texting to and what are they doing at the moment we are texting."}
{"start": "00:17:22.920", "end": "00:17:27.930", "speaker": "Will Luers", "utterance": " The work is a time based multimodal representation of a disembodied semiotic experience."}
{"start": "00:17:28.320", "end": "00:17:36.840", "speaker": "Will Luers", "utterance": " Similarly Allen bigelow's how to rob a bank uses a familiar first person perspective on mobile interfaces to narrate the story of frantic network desire."}
{"start": "00:17:37.770", "end": "00:17:49.170", "speaker": "Will Luers", "utterance": " A greater inclusive, it will make creators and academics, see the important synergy between ambitious digital art and popular vernacular forms but hopefully not to the diminishment of the former."}
{"start": "00:17:49.770", "end": "00:17:55.050", "speaker": "Will Luers", "utterance": " To critique of third generation Isla is often directed at the social media companies themselves."}
{"start": "00:17:55.380", "end": "00:18:04.560", "speaker": "Will Luers", "utterance": " Many of the most popular platforms to store and exploit vernacular digital culture by squeezing all expression into the algorithmically curated conveyor belt of content."}
{"start": "00:18:05.370", "end": "00:18:23.850", "speaker": "Will Luers", "utterance": " Really Torres and Daniel to selling in there in defense of the difficult Warren have a true easy acceptance of this non human memorization of human languages based site for the Rico companion book technique technique and magic which is with his critique."}
{"start": "00:18:24.930", "end": "00:18:34.200", "speaker": "Will Luers", "utterance": " Of the absolute instrumentality of technic as a form of therapy to two techniques of brutal regime companion proposes an alternative."}
{"start": "00:18:34.710", "end": "00:18:48.330", "speaker": "Will Luers", "utterance": " and very old reality system that proceeds from the ineffable rather than from absolute certainty magic is a symbolic language that in no way attempts to fully convey and exhaust the object of his signature of its significations quote Unquote."}
{"start": "00:18:49.560", "end": "00:18:58.260", "speaker": "Will Luers", "utterance": " The digital imaginary is where the forces of these two systems technique and technique and magic play out in network life."}
{"start": "00:18:58.710", "end": "00:19:03.840", "speaker": "Will Luers", "utterance": " tourists and to Sally defending the difficult in digital art and writing against popular forms right."}
{"start": "00:19:04.380", "end": "00:19:17.070", "speaker": "Will Luers", "utterance": " A literature should perhaps some system critical digital literacy is placing the reader in situations of loss unsettling making foundations falter turning our relationship relationships with language into crisis."}
{"start": "00:19:18.840", "end": "00:19:24.690", "speaker": "Will Luers", "utterance": " On a knocker some someone's an image for a practical approach to the issues and inclusive it in the face of technique."}
{"start": "00:19:25.140", "end": "00:19:38.490", "speaker": "Will Luers", "utterance": " The wild garden instead of killing off what appears at first to be pest needs to permaculture gardener allows a variety of organisms to flourish turning enemies into unexpected allies on the way to a richer and more resilient ecosystem."}
{"start": "00:19:39.630", "end": "00:19:44.970", "speaker": "Will Luers", "utterance": " companion proposes a similar metaphor for how human culture can stay in balance with the technical regime."}
{"start": "00:19:45.570", "end": "00:19:51.000", "speaker": "Will Luers", "utterance": " In Renaissance, Italy, it was common for wealthy homes to have a garden for both food and philosophical contemplation."}
{"start": "00:19:51.570", "end": "00:20:04.470", "speaker": "Will Luers", "utterance": " A manager cosmos that was part of that fruit and vegetable farm part rational geometric design and a final part quote the Bosco which was left in a state of wilderness daunted by statues of pagan gods."}
{"start": "00:20:05.700", "end": "00:20:15.030", "speaker": "Will Luers", "utterance": " Making space for wildness in a man made environment is an F is an effective even rational method for maintaining healthy ecosystems and human cultures."}
{"start": "00:20:15.480", "end": "00:20:21.780", "speaker": "Will Luers", "utterance": " In practical terms, for the healthy future of electronic literature for all digital art that probes digital imaginary."}
{"start": "00:20:22.080", "end": "00:20:32.460", "speaker": "Will Luers", "utterance": " And for a human culture at large, for the human culture at large, we should demand that our platforms tools and institutions, welcome the inevitable wildness at the Center of human existence."}
{"start": "00:20:35.910", "end": "00:20:36.270", "speaker": "Will Luers", "utterance": " Thank you."}
{"start": "00:20:37.440", "end": "00:20:37.980", "speaker": "Marjorie Luesebrink", "utterance": " wow."}
{"start": "00:20:45.870", "end": "00:20:47.490", "speaker": "Lai-Tze Fan", "utterance": " hi I really enjoy."}
{"start": "00:20:48.660", "end": "00:21:04.530", "speaker": "Lai-Tze Fan", "utterance": " The metaphor of the garden, and thank you for bringing my attention back to an essay which I believe was also in conversation with something that Kathy in barron's wrote for er so if people want to check that out, you also mentioned leo's essay which also appears in EBS."}
{"start": "00:21:05.490", "end": "00:21:06.030", "speaker": "Will Luers", "utterance": " Yes, I."}
{"start": "00:21:06.420", "end": "00:21:11.610", "speaker": "Will Luers", "utterance": " I did come up, I mean Nick is also part of my paper and I didn't I had to cut to you sorry Nick."}
{"start": "00:21:12.690", "end": "00:21:13.020", "speaker": "Will Luers", "utterance": " that's."}
{"start": "00:21:13.050", "end": "00:21:15.750", "speaker": "Lai-Tze Fan", "utterance": " that's Okay, because i'm going to talk about Nick now for five minutes."}
{"start": "00:21:17.430", "end": "00:21:27.630", "speaker": "Lai-Tze Fan", "utterance": " I guess all I guess that's a natural entryway into what I have to say okay so um the paper, I wrote for this panel."}
{"start": "00:21:28.650", "end": "00:21:33.870", "speaker": "Lai-Tze Fan", "utterance": " site me back, maybe because I wrote it on paper and it pleaded with me."}
{"start": "00:21:35.310", "end": "00:21:46.620", "speaker": "Lai-Tze Fan", "utterance": " Again, or pleaded against as a becoming an Ms Ms document, and then a PDF and I don't think we'll ever wanted to be constricted to any of those platforms so."}
{"start": "00:21:48.150", "end": "00:21:52.410", "speaker": "Lai-Tze Fan", "utterance": " Even as it settled into a PDF format I finally listened to."}
{"start": "00:21:52.800", "end": "00:22:02.370", "speaker": "Lai-Tze Fan", "utterance": " What I wanted and why does it become a hypertext so this paper was born to be a hypertext I was writing a book Chapter four forthcoming edited collection on space and elan's."}
{"start": "00:22:02.730", "end": "00:22:14.340", "speaker": "Lai-Tze Fan", "utterance": " And I wanted to trace a work of 11 from its content to its interface from its interface to its data from his data to its hardware from its hardware."}
{"start": "00:22:14.910", "end": "00:22:20.850", "speaker": "Lai-Tze Fan", "utterance": " To is computational components to its raw materials to its origins on earth."}
{"start": "00:22:21.390", "end": "00:22:32.940", "speaker": "Lai-Tze Fan", "utterance": " OK, so the very unseen hands the dug it out of the ground or we refined it's like a way scraps to be inserted back into the production trick chain, and it was a lot."}
{"start": "00:22:33.390", "end": "00:22:45.420", "speaker": "Lai-Tze Fan", "utterance": " The big chapter, but in the idea of talking about it today once again in this linear form know the paper five back so now it's a hypertext the aesthetics, of which i'm not entirely."}
{"start": "00:22:46.380", "end": "00:23:00.150", "speaker": "Lai-Tze Fan", "utterance": " happy with yet, but i'm happy to share the beta versions with you, so please see the link in the chat for from silicon from screen to silicon or you can follow along on my screen so first what i'll say is."}
{"start": "00:23:04.650", "end": "00:23:07.230", "speaker": "Lai-Tze Fan", "utterance": " We it, I wrote it in twine so."}
{"start": "00:23:08.700", "end": "00:23:16.800", "speaker": "Lai-Tze Fan", "utterance": " Right now, it looks like this, and if this if the structure looks slightly familiar, I can explain."}
{"start": "00:23:17.970", "end": "00:23:21.000", "speaker": "Lai-Tze Fan", "utterance": " Some of my inspirations and making it look this way but."}
{"start": "00:23:23.340", "end": "00:23:24.540", "speaker": "Lai-Tze Fan", "utterance": " What i'll do is."}
{"start": "00:23:26.340", "end": "00:23:28.470", "speaker": "Lai-Tze Fan", "utterance": " lay the story from the beginning."}
{"start": "00:23:34.110", "end": "00:23:42.510", "speaker": "Lai-Tze Fan", "utterance": " hey so right, this is called from screen to silicon reverse engineering the computational infrastructure of Nick markers round."}
{"start": "00:23:43.080", "end": "00:23:57.060", "speaker": "Lai-Tze Fan", "utterance": " Again, a beta version, and if you want the work cited, you can find them here for the long the full the full work think my computer is struggling because so many things are happening so yeah i'll just."}
{"start": "00:24:02.490", "end": "00:24:05.880", "speaker": "Lai-Tze Fan", "utterance": " So you can click at your own pace or follow along and."}
{"start": "00:24:06.930", "end": "00:24:08.250", "speaker": "Lai-Tze Fan", "utterance": " i'm going to go full screen."}
{"start": "00:24:11.370", "end": "00:24:19.350", "speaker": "Lai-Tze Fan", "utterance": " Tell me, where in the world did devices come from how and by whom are they produced what happens to them when they are no longer of cultural value to us."}
{"start": "00:24:22.320", "end": "00:24:25.410", "speaker": "Lai-Tze Fan", "utterance": " Why should I care, and so I."}
{"start": "00:24:28.290", "end": "00:24:37.770", "speaker": "Lai-Tze Fan", "utterance": " As I said, I focused on one work and make my first round, and the story starts to some questions that consumers may ask about their digital devices life cycles, a topic I spoke about it."}
{"start": "00:24:38.910", "end": "00:24:58.530", "speaker": "Lai-Tze Fan", "utterance": " In Montreal, but perhaps they won't ask, in which case they can click this and this question why should I care, and I can explain to them what i'm doing in the works i'm inspired by including an K crawford's anatomy of an Ai so this starts, you know what the."}
{"start": "00:24:59.760", "end": "00:25:04.980", "speaker": "Lai-Tze Fan", "utterance": " I can't see the screen so i'm going to have to not full screen and apologies, I hope, people can still read this."}
{"start": "00:25:05.370", "end": "00:25:13.770", "speaker": "Lai-Tze Fan", "utterance": " When you're engaging with the digital device whether pressing keys streaming a video or swiping through photographs the screen, is where the attention of most users stops."}
{"start": "00:25:14.310", "end": "00:25:26.010", "speaker": "Lai-Tze Fan", "utterance": " A user's undivided attention on the screen interfaces arguably the sole focus of many commercialized devices catalyzed by practices and black box design, which are used in many technological industries."}
{"start": "00:25:26.400", "end": "00:25:30.930", "speaker": "Lai-Tze Fan", "utterance": " And I think i'll let people read the rest on their own time I elaborate on that a little bit more."}
{"start": "00:25:32.640", "end": "00:25:40.860", "speaker": "Lai-Tze Fan", "utterance": " And this chapter explores how users can be encouraged to think about hardware operations that occur when using digital devices, as well as the material."}
{"start": "00:25:41.310", "end": "00:25:51.840", "speaker": "Lai-Tze Fan", "utterance": " The Labor the environmental processes of producing repurposing and disposing device hardware so i'm seeking to rethink the ways in which we think about imagine computational infrastructure."}
{"start": "00:25:52.230", "end": "00:25:58.560", "speaker": "Lai-Tze Fan", "utterance": " and especially troubling the classic capital circuit model production, distribution, consumption and."}
{"start": "00:25:59.520", "end": "00:26:12.180", "speaker": "Lai-Tze Fan", "utterance": " Re insert what happens before we should be excavation and what happens afterwards, which will be repurposed saying disposal and i'm drawing upon, as I mentioned K crawford's anatomy of an Ai system."}
{"start": "00:26:12.690", "end": "00:26:25.080", "speaker": "Lai-Tze Fan", "utterance": " which looks a little bit like the charts that I the the twine overview that i'd shown there's the Center of process and production in the middle, the what was familiar to the."}
{"start": "00:26:26.160", "end": "00:26:30.150", "speaker": "Lai-Tze Fan", "utterance": " To the user and then I think this is being cut off."}
{"start": "00:26:32.880", "end": "00:26:39.600", "speaker": "Lai-Tze Fan", "utterance": " But on the left, there would be the mining processes, the production processes among the afterward and then on the writing it's the."}
{"start": "00:26:41.670", "end": "00:26:43.920", "speaker": "Lai-Tze Fan", "utterance": " What happens with the device when you're done with it."}
{"start": "00:26:47.160", "end": "00:26:47.730", "speaker": "Lai-Tze Fan", "utterance": " So."}
{"start": "00:26:51.690", "end": "00:26:54.030", "speaker": "Lai-Tze Fan", "utterance": " Then I tell them a little bit about my methodology."}
{"start": "00:26:55.710", "end": "00:27:02.970", "speaker": "Lai-Tze Fan", "utterance": " i'm using a it, similarly to K Crawford and also to Benjamin age Brighton i'm using this nonlinear storytelling approach."}
{"start": "00:27:03.330", "end": "00:27:10.200", "speaker": "Lai-Tze Fan", "utterance": " arguing that critical and creative storytelling about computational infrastructures can further understanding of these."}
{"start": "00:27:10.740", "end": "00:27:25.020", "speaker": "Lai-Tze Fan", "utterance": " processes and I try to compare try to pair them at the same time with a creative nonfiction narration of my own user experience with the device, so I nary narrated stages of my experience with the laptop."}
{"start": "00:27:26.400", "end": "00:27:36.570", "speaker": "Lai-Tze Fan", "utterance": " And my case study is make more friends generative computational power round was just described, some of the functions of its own operative heart software and hardware."}
{"start": "00:27:37.110", "end": "00:27:45.180", "speaker": "Lai-Tze Fan", "utterance": " And in choosing round I explicitly note that it is not the objective of morford nor has created a creative work to address."}
{"start": "00:27:45.630", "end": "00:27:56.730", "speaker": "Lai-Tze Fan", "utterance": " And, and that he's not in a position to blame for driver not addressing the exploitative aspects of techno capitalism that round through multiple associative steps ultimately points to."}
{"start": "00:27:57.270", "end": "00:28:11.100", "speaker": "Lai-Tze Fan", "utterance": " I choose round for its acute awareness of the relationship among screen content software and hardware and for its successes in ultimately drawing more attention to these relationships compared to other works that I could have examined."}
{"start": "00:28:13.110", "end": "00:28:22.380", "speaker": "Lai-Tze Fan", "utterance": " So here's where the narration starts in a different font i'm a meter in Toronto Canada i'm also a computer user sitting before a laptop that does not have."}
{"start": "00:28:22.680", "end": "00:28:32.280", "speaker": "Lai-Tze Fan", "utterance": " That does not have any programs running I offer my Internet browser and type in the URL to access make more offers generative poem round which is published, with new binary press."}
{"start": "00:28:36.120", "end": "00:28:43.410", "speaker": "Lai-Tze Fan", "utterance": " And now i've become a client to seeking a website hosted by the online publishing house new binary press with the IP address."}
{"start": "00:28:45.690", "end": "00:28:47.220", "speaker": "Lai-Tze Fan", "utterance": " found their IP address."}
{"start": "00:28:49.140", "end": "00:29:00.810", "speaker": "Lai-Tze Fan", "utterance": " While the precedents editors are located in Cork Ireland the IP address reveals that new binary presses data and web servers hosted by eyes, can you black knight hosting are located at the Carlo Carlo."}
{"start": "00:29:01.140", "end": "00:29:08.700", "speaker": "Lai-Tze Fan", "utterance": " Data Center and Carlo Ireland, which is about 170 kilometers from Cork, so please feel free to click around because I should say that."}
{"start": "00:29:09.090", "end": "00:29:20.250", "speaker": "Lai-Tze Fan", "utterance": " laptop explains a purpose of writing this in the first place in person first person narration computer user jumps to the question of how my laptop was made fits like my literal."}
{"start": "00:29:20.790", "end": "00:29:31.140", "speaker": "Lai-Tze Fan", "utterance": " MAC book air laptop and so, if someone clicks computer user, for instance, they will meet other familiar questions that you may wonder."}
{"start": "00:29:32.850", "end": "00:29:37.080", "speaker": "Lai-Tze Fan", "utterance": " Would someone like to choose one for me to answer they're gonna they're going to load for a bit so."}
{"start": "00:29:38.370", "end": "00:29:41.070", "speaker": "Lai-Tze Fan", "utterance": " Anyone want to choose one something you've wondered."}
{"start": "00:29:45.780", "end": "00:29:56.490", "speaker": "Lai-Tze Fan", "utterance": " What are the what are other manufacturers and what and who's doing this Labor what elements to the materials come from where the refineries are process elements and who's doing this work where the mines, who the miners."}
{"start": "00:29:59.760", "end": "00:30:00.840", "speaker": "Lai-Tze Fan", "utterance": " No takers."}
{"start": "00:30:01.680", "end": "00:30:02.970", "speaker": "Marjorie Luesebrink", "utterance": " The call okay."}
{"start": "00:30:03.690", "end": "00:30:05.370", "speaker": "Lai-Tze Fan", "utterance": " How about how about what elements."}
{"start": "00:30:07.500", "end": "00:30:21.360", "speaker": "Lai-Tze Fan", "utterance": " Okay i'm your answer depends on what materials you're looking for low is a list of the raw materials commonly found in the cpu the transistor the fan the heat sink, I chose these four computer components, because they're the main ones that are."}
{"start": "00:30:22.380", "end": "00:30:29.850", "speaker": "Lai-Tze Fan", "utterance": " mentioned and alluded to in in round so, for instance, if I choose silicon."}
{"start": "00:30:32.250", "end": "00:30:37.860", "speaker": "Lai-Tze Fan", "utterance": " As a user i'm I learned a little bit more about what's going on with my computer with its cpu."}
{"start": "00:30:39.180", "end": "00:30:49.710", "speaker": "Lai-Tze Fan", "utterance": " connections to it seek cpu components that are made out of silicone what is where what is silicone really where does it come from what what what, how is it processed."}
{"start": "00:30:51.390", "end": "00:31:02.820", "speaker": "Lai-Tze Fan", "utterance": " And what are the implications of silica and after its process so, for instance in India, where there are 57 mining sites in the shanker drug."}
{"start": "00:31:03.420", "end": "00:31:15.600", "speaker": "Lai-Tze Fan", "utterance": " It region there have been there's been a lot of pollution and environmental there's a lot of environmental pollution that's connected to silica silica mining sites so."}
{"start": "00:31:18.720", "end": "00:31:27.660", "speaker": "Lai-Tze Fan", "utterance": " Alternatively, just kind of going backwards and if someone did not choose the oh I should maybe yeah I don't let this reload but."}
{"start": "00:31:29.160", "end": "00:31:39.510", "speaker": "Lai-Tze Fan", "utterance": " If somebody chooses to move forward with the text and reads reading on about my experience of round, they will."}
{"start": "00:31:40.830", "end": "00:31:41.610", "speaker": "Lai-Tze Fan", "utterance": " Perhaps."}
{"start": "00:31:42.660", "end": "00:31:54.210", "speaker": "Lai-Tze Fan", "utterance": " follow through with the narrative but at any point they can click off and the point is that, like similarly to Wikipedia and which i'm reading and having all these thoughts I don't always want to follow a linear path, I think this is why."}
{"start": "00:31:54.930", "end": "00:32:00.750", "speaker": "Lai-Tze Fan", "utterance": " This worked in make sense as an acid it's never made sense as linear as a linear essay."}
{"start": "00:32:02.310", "end": "00:32:13.380", "speaker": "Lai-Tze Fan", "utterance": " So I can imagine the trajectory of the data as it moves from Cork to Carlo to me in Toronto, and the data is represented as a femoral content but it's not."}
{"start": "00:32:14.460", "end": "00:32:22.890", "speaker": "Lai-Tze Fan", "utterance": " necessarily a femoral right it's it relates it correlates to something very much material and when the website load successfully."}
{"start": "00:32:24.150", "end": "00:32:34.980", "speaker": "Lai-Tze Fan", "utterance": " The content is for the product, the product of calculations that are performed by my computer processor, if I click on this, I can read more about the computer processor, but then to explain what's happening i've."}
{"start": "00:32:35.670", "end": "00:32:44.820", "speaker": "Lai-Tze Fan", "utterance": " quoted nicking in notes on rounder kind of copying notes that he has, for the work, in which he explains that the work is."}
{"start": "00:32:45.420", "end": "00:32:53.760", "speaker": "Lai-Tze Fan", "utterance": " calculating digits of pi and it's code running a program that calculates those digits every time is loaded it's loading."}
{"start": "00:32:54.420", "end": "00:33:08.520", "speaker": "Lai-Tze Fan", "utterance": " So in this case, I have no choice but to learn about the computer processor what it's doing the code that it's that the the scripts that it's drawing from and then learning about the computer processor."}
{"start": "00:33:14.820", "end": "00:33:21.930", "speaker": "Lai-Tze Fan", "utterance": " The text continues and around the 10 minute mark something starts to change in my laptop the words of the poem began to appear more."}
{"start": "00:33:22.740", "end": "00:33:34.560", "speaker": "Lai-Tze Fan", "utterance": " slowly and i'm suddenly a very aware that my laptop's fan, as it is right now, its volume begins to rise normally the fans really quiet, but at 12 minutes it's really loud."}
{"start": "00:33:34.950", "end": "00:33:44.160", "speaker": "Lai-Tze Fan", "utterance": " And I realized that if I were listening to music i'd have to increase the volume to endure in order to hear comfortably so as an experiment I run round again."}
{"start": "00:33:46.110", "end": "00:33:50.310", "speaker": "Lai-Tze Fan", "utterance": " While taking a video call and then at three minutes, it sounds like my computer is going to explode."}
{"start": "00:33:54.300", "end": "00:34:03.060", "speaker": "Lai-Tze Fan", "utterance": " So it's an unavoidable loud and and I read monfort explanation of what's happening as round runs the production of texts will slow down more and more as."}
{"start": "00:34:03.540", "end": "00:34:17.280", "speaker": "Lai-Tze Fan", "utterance": " As more and more steps are necessary to determine the next digits of pi your computer will also slow down on other tasks and will physically heat up your computer fan of your computer's fan will work harder, as your processor labor's to complete these computations."}
{"start": "00:34:18.840", "end": "00:34:28.170", "speaker": "Lai-Tze Fan", "utterance": " And then, a little bit about fans and what they're trying to do the laptop band is going into overdrive but the safe temperature that is going for is 35 degrees."}
{"start": "00:34:29.280", "end": "00:34:35.760", "speaker": "Lai-Tze Fan", "utterance": " But it's if it reaches 80 to 200 degrees Celsius then your computer will shut down."}
{"start": "00:34:38.160", "end": "00:34:48.840", "speaker": "Lai-Tze Fan", "utterance": " I think at this point, I mean it could I could keep going and going because I kind of talk about what would happen if your computer were to overheat if I were to keep running."}
{"start": "00:34:49.710", "end": "00:34:57.330", "speaker": "Lai-Tze Fan", "utterance": " Around essentially either, I have to close round or my computer will will close it for me, because it will not, it will have a."}
{"start": "00:34:59.220", "end": "00:35:11.400", "speaker": "Lai-Tze Fan", "utterance": " Theoretically burn itself out and then it must be replaced and then I examined, and if it if I broke my if I broke my laptop by reading round what happens to my computer."}
{"start": "00:35:11.820", "end": "00:35:21.030", "speaker": "Lai-Tze Fan", "utterance": " And i'm thinking a little bit about the recovery process of E waste, where it shipped in the world, so if, for instance, if it was shipped in East Asia."}
{"start": "00:35:21.510", "end": "00:35:31.230", "speaker": "Lai-Tze Fan", "utterance": " what's going on in the global sales with the processes of E waste recycling and ways in which is extremely toxic, what does that look like in Southeast Asia."}
{"start": "00:35:34.770", "end": "00:35:35.940", "speaker": "Lai-Tze Fan", "utterance": " South Asia."}
{"start": "00:35:37.620", "end": "00:35:38.970", "speaker": "Lai-Tze Fan", "utterance": " And then there's a longer process."}
{"start": "00:35:39.090", "end": "00:35:40.920", "speaker": "Lai-Tze Fan", "utterance": " there's a longer explanation about."}
{"start": "00:35:43.980", "end": "00:35:59.460", "speaker": "Lai-Tze Fan", "utterance": " harmful effects of E waste rights recycling in various parts of the world, so I think I as as as mentioned, you can click around because it's going to go on for a while, so i'm going to stop there, and let people just play with that thanks very much."}
{"start": "00:36:12.330", "end": "00:36:13.740", "speaker": "Marjorie Luesebrink", "utterance": " So Eric or caitlin."}
{"start": "00:36:15.000", "end": "00:36:15.780", "speaker": "Erik Loyer", "utterance": " I can jump in."}
{"start": "00:36:18.930", "end": "00:36:19.560", "speaker": "Marjorie Luesebrink", "utterance": " Thanks Eric."}
{"start": "00:36:23.160", "end": "00:36:34.590", "speaker": "Erik Loyer", "utterance": " Alright, so I don't have any slides will just be speaking today, thank you for being here thanks to yellow and for the panel organizers for making it possible, and looking forward to the discussion and what's been shown already has been fantastic."}
{"start": "00:36:35.490", "end": "00:36:46.920", "speaker": "Erik Loyer", "utterance": " So i'd like to start with a question i'd like you to think of a work of Isla that you are fond of maybe it's something that you've seen at this conference, maybe it's one of your own works, maybe it's something else entirely."}
{"start": "00:36:47.880", "end": "00:36:58.650", "speaker": "Erik Loyer", "utterance": " and start to consider that works content as distinct from its form start to separate the two in your mind and depending upon the work you're thinking of this may be easy or difficult or something in between."}
{"start": "00:36:59.460", "end": "00:37:07.770", "speaker": "Erik Loyer", "utterance": " It may seem impossible, but the question that i'd like to pose is what would it take to make that content, if you are able to kind of separate it in your mind."}
{"start": "00:37:08.100", "end": "00:37:12.780", "speaker": "Erik Loyer", "utterance": " publicly available in such a way that someone might want to restage it in a different form."}
{"start": "00:37:13.590", "end": "00:37:19.590", "speaker": "Erik Loyer", "utterance": " i'm sure many let pieces might contain text file or some kind of corpus that serves as its raw material."}
{"start": "00:37:20.040", "end": "00:37:26.610", "speaker": "Erik Loyer", "utterance": " But when we think about the score for a piece of music or a script for play it isn't just a file containing notes or lines of dialogue."}
{"start": "00:37:26.970", "end": "00:37:31.830", "speaker": "Erik Loyer", "utterance": " there's metadata and context embedded in it that tells us who is doing what, when and how."}
{"start": "00:37:32.550", "end": "00:37:41.550", "speaker": "Erik Loyer", "utterance": " And that additional context in a way, turns the script or the score into a kind of platform for human software based upon which multiple applications, ie performances can be run."}
{"start": "00:37:42.540", "end": "00:37:49.650", "speaker": "Erik Loyer", "utterance": " This ability to restage content, independent of form, is, I think a pretty vital aspect of human creative practice it from a technical standpoint."}
{"start": "00:37:50.190", "end": "00:37:55.290", "speaker": "Erik Loyer", "utterance": " doesn't actually work that well or happen that often when it comes to digital art and even digital entertainment."}
{"start": "00:37:55.620", "end": "00:38:05.490", "speaker": "Erik Loyer", "utterance": " Content tends to live and die in the box that it came in and yet there are many he looks feel it works, whose content I would enjoy experiencing both inside and outside of the original packaging."}
{"start": "00:38:07.020", "end": "00:38:15.660", "speaker": "Erik Loyer", "utterance": " To a second question, should we try to make the content of digital art more like the script for a play or a musical score should we tried to make it easier to restage."}
{"start": "00:38:16.830", "end": "00:38:23.550", "speaker": "Erik Loyer", "utterance": " I first got interested in this line of thought, after years of working on digital projects with content that seemed to want to become platforms in this."}
{"start": "00:38:23.550", "end": "00:38:34.050", "speaker": "Erik Loyer", "utterance": " sense first of is the vectors journal, where we published experimental multimodal essays each one with its own custom data model that clearly separated the content and the structure of the essay from this form."}
{"start": "00:38:34.890", "end": "00:38:48.660", "speaker": "Erik Loyer", "utterance": " Then there were scale or scholarly publishing platform that integrates an API into every publication and API that can be used to query that application that publication structure, content and media, something that many skill or users, I think, may actually not be aware of."}
{"start": "00:38:50.070", "end": "00:38:54.030", "speaker": "Erik Loyer", "utterance": " Then, as I started getting into making interactive comics and the tools to build them."}
{"start": "00:38:54.540", "end": "00:39:08.940", "speaker": "Erik Loyer", "utterance": " I started dreaming of finding a way to assemble and publish the metadata we were always just on the cusp of having metadata about which characters were in what panels, who was speaking when were various scenes were taking place and even what notes were being played in the musical score."}
{"start": "00:39:09.990", "end": "00:39:12.630", "speaker": "Erik Loyer", "utterance": " But the problem is it's extra effort to come up with this."}
{"start": "00:39:12.660", "end": "00:39:14.790", "speaker": "Erik Loyer", "utterance": " contextualizing metadata when you're in the middle of."}
{"start": "00:39:14.790", "end": "00:39:22.590", "speaker": "Erik Loyer", "utterance": " Creating a work and it's effort that may not be rewarded, because the practice of restaging content is not so widespread least in this technical sense."}
{"start": "00:39:24.060", "end": "00:39:29.640", "speaker": "Erik Loyer", "utterance": " So about five years ago, all this led me to make a personal commitment that any solo projects that I released would."}
{"start": "00:39:29.640", "end": "00:39:32.400", "speaker": "Erik Loyer", "utterance": " Both allow users to bring new content into the work."}
{"start": "00:39:32.700", "end": "00:39:40.380", "speaker": "Erik Loyer", "utterance": " and enable the works content to travel and be restaged elsewhere, and this really was the genesis of step works, the platform i've been developing since then."}
{"start": "00:39:41.550", "end": "00:39:55.650", "speaker": "Erik Loyer", "utterance": " On its surface that works is a tool for making simple event in the form of linear narratives with text media and musical timing, but unlike a typical media composition tool where you're manipulating isolated instances of those things at a bit of text here and image there."}
{"start": "00:39:56.130", "end": "00:39:57.810", "speaker": "Erik Loyer", "utterance": " And step works they're positioned as actions."}
{"start": "00:39:57.810", "end": "00:40:02.610", "speaker": "Erik Loyer", "utterance": " taken by characters not unlike what you might find it a game engine or an Ai engine."}
{"start": "00:40:03.600", "end": "00:40:16.680", "speaker": "Erik Loyer", "utterance": " text doesn't just appear on the screen and spoken by someone or something a musical phrase isn't spontaneously sound it's played by a character on a specific instrument, and all this context is reflected in the data file step works creates which are simple json."}
{"start": "00:40:17.820", "end": "00:40:25.230", "speaker": "Erik Loyer", "utterance": " So, in a way, by default, anything you make with this application is already a kind of platform it's already a file describing who is doing what when."}
{"start": "00:40:25.470", "end": "00:40:34.230", "speaker": "Erik Loyer", "utterance": " That can be restaged any number of ways, and my hope is that, by showing some of the value of this practice that it might become more widespread that we might see more cases of."}
{"start": "00:40:34.560", "end": "00:40:42.960", "speaker": "Erik Loyer", "utterance": " Isla it works, where the content, both exists in its original form, but can also travel and be restaged in many different ways over longer periods of time."}
{"start": "00:40:44.190", "end": "00:40:59.850", "speaker": "Erik Loyer", "utterance": " So i'll end this with a another few questions to pose one if it was just as easy to create restage bull content for your projects as not to do it, would you do it, what concerns might you have about doing so and what possibilities might open up."}
{"start": "00:41:00.930", "end": "00:41:01.260", "speaker": "None", "utterance": "Thank you."}
{"start": "00:41:07.440", "end": "00:41:11.790", "speaker": "Lai-Tze Fan", "utterance": " Sir thought provoking questions and I love that you're dead directed them at the audience."}
{"start": "00:41:13.500", "end": "00:41:14.790", "speaker": "Lai-Tze Fan", "utterance": " caitlin would you like to you."}
{"start": "00:41:15.060", "end": "00:41:26.250", "speaker": "Caitlin Fisher", "utterance": " Sure, no that's great Thank you so much i'm loving this panel so much and Eric you've just made me think of something entirely different in like chief it was like the entire political economy narrative is part of platform and the anyway beautiful."}
{"start": "00:41:27.270", "end": "00:41:27.840", "speaker": "Caitlin Fisher", "utterance": " So."}
{"start": "00:41:29.460", "end": "00:41:40.380", "speaker": "Caitlin Fisher", "utterance": " margin lights, you were urging us to think about the way that we're bound to the tools we use, as well as enabled by them and to think about connections and disconnection so I was thinking that this is a female in a lot of my work."}
{"start": "00:41:41.850", "end": "00:41:58.950", "speaker": "Caitlin Fisher", "utterance": " As i'm sure it's the same for you when I first started using hypertext systems, I was really struck by the way to enabled certain kind of continuity as an expressive tool in my writing but also incredible discontinuity, at least at that time for novice readers of hypertext and traditional."}
{"start": "00:42:01.080", "end": "00:42:08.910", "speaker": "Caitlin Fisher", "utterance": " linear narratives so continuity just continuity divide was really urgent for me at that time and platform really enabled me to think."}
{"start": "00:42:08.910", "end": "00:42:10.050", "speaker": "Caitlin Fisher", "utterance": " About a lot of new things."}
{"start": "00:42:10.980", "end": "00:42:19.260", "speaker": "Caitlin Fisher", "utterance": " One of the things that really attracted me to electronic literature in the first place was at the platforms and tools had unique expressive capacities that made me write differently."}
{"start": "00:42:19.590", "end": "00:42:24.990", "speaker": "Caitlin Fisher", "utterance": " And I felt this, especially in those moments, where I was really stuck with pen on paper so like chairs thing about this when you were talking."}
{"start": "00:42:25.260", "end": "00:42:37.620", "speaker": "Caitlin Fisher", "utterance": " With my hands on the keyboard or in the word document constrained by those particular platforms so new kinds of tools enabled different forms of creativity and writing and a lot of weird joys and complications over the years."}
{"start": "00:42:38.640", "end": "00:42:51.480", "speaker": "Caitlin Fisher", "utterance": " In those early days, at least, I always sort of coded and wrote fiction and poetry, at the same time and created the interface, so it really proceeded intuitively that's changed a bit over the years, as I kind of lost my comparative advantage in that."}
{"start": "00:42:52.020", "end": "00:43:01.830", "speaker": "Caitlin Fisher", "utterance": " But that was always the the initial thing so and, yes, echoing Christie their changes in my writing in terms of granularity long form versus short form."}
{"start": "00:43:02.310", "end": "00:43:10.620", "speaker": "Caitlin Fisher", "utterance": " More moving image more voiceovers and later when writing inside game engines for vr more latency and nausea that were only accidentally part of the work."}
{"start": "00:43:11.670", "end": "00:43:21.330", "speaker": "Caitlin Fisher", "utterance": " Later moment for me and thinking through platforms were in the early days of my ar lab when we wanted to create narratives in augmented reality, but there were no tools available at that time."}
{"start": "00:43:21.840", "end": "00:43:29.910", "speaker": "Caitlin Fisher", "utterance": " That would enable us to do what we wanted to do, especially given that our lab was catering to writers and filmmakers and artists, often with little or no coding experience."}
{"start": "00:43:30.480", "end": "00:43:42.660", "speaker": "Caitlin Fisher", "utterance": " So we started to think about drag and drop tools and created our own storytelling software solution at that time called snap dragon ar so the process of thinking through what tool, the platform had to enable."}
{"start": "00:43:43.680", "end": "00:43:46.350", "speaker": "Caitlin Fisher", "utterance": " Anyway, really concrete is thinking through narrative and platform."}
{"start": "00:43:46.860", "end": "00:43:54.180", "speaker": "Caitlin Fisher", "utterance": " And thinking about the limits of our ability to make the ideal software package made really clear the ways in which users users are constraints are supported."}
{"start": "00:43:54.780", "end": "00:44:03.270", "speaker": "Caitlin Fisher", "utterance": " From the moment of design and that this would impact the kind of words, they could write works, they could write, if not imagine some of the early drag and drop."}
{"start": "00:44:04.710", "end": "00:44:15.060", "speaker": "Caitlin Fisher", "utterance": " iterations of snapdragon ar were like one marker one movie we did a lot of moving image and so it enabled largely spatial storytelling but I was thinking a lot."}
{"start": "00:44:15.840", "end": "00:44:22.440", "speaker": "Caitlin Fisher", "utterance": " On the occasion of this panel about how we had the capacity and how it was far more interesting in terms of narrative to imagine that each marker."}
{"start": "00:44:22.860", "end": "00:44:26.940", "speaker": "Caitlin Fisher", "utterance": " That a marker could come into collision with other markers and create situations see."}
{"start": "00:44:27.600", "end": "00:44:40.110", "speaker": "Caitlin Fisher", "utterance": " In the difficulty was the computationally ended up we ended up crashing the systems a lot, it became more complex but, at the level of story that's really what we wanted, and a lot of the experiments in the lab we're about creating narratives using that kind of interface."}
{"start": "00:44:41.250", "end": "00:44:51.600", "speaker": "Caitlin Fisher", "utterance": " Thinking just about eric's What was really interesting about snapdragon is because it was really boutique II software, it was eventually sold, but in the early days it wasn't we always bundled our story."}
{"start": "00:44:52.110", "end": "00:45:01.830", "speaker": "Caitlin Fisher", "utterance": " With the software and with markers or we just said print your own, and so we often had instructions for how you could set it up in your own living room and people broke them all the time."}
{"start": "00:45:02.040", "end": "00:45:13.260", "speaker": "Caitlin Fisher", "utterance": " So small handheld things that I would do would become like large things on people's bedrooms ceilings are you know how the story behave differently in people's hotel room, so I am totally into that Eric the idea that you create."}
{"start": "00:45:15.570", "end": "00:45:20.580", "speaker": "Caitlin Fisher", "utterance": " Enabling architectures for people and there's the stories that you send them can be broken."}
{"start": "00:45:23.910", "end": "00:45:36.570", "speaker": "Caitlin Fisher", "utterance": " Okay, let me just think another way, I wanted to think about platforms here beyond sort of imagining and building them is what we might be able to learn from translating works between them, so this has been a lot of what I do as I, as I."}
{"start": "00:45:37.560", "end": "00:45:45.750", "speaker": "Caitlin Fisher", "utterance": " Think about writing for different platforms, but i've often literally translated the same sort of narratives across platforms."}
{"start": "00:45:47.700", "end": "00:45:56.790", "speaker": "Caitlin Fisher", "utterance": " And this is particularly when I went from having sort of like room scale immersive environments to small handheld augmented reality creations and back again."}
{"start": "00:45:57.480", "end": "00:46:05.940", "speaker": "Caitlin Fisher", "utterance": " So scale and proprioception thinking about the experience of reading and writing if you're thinking somebody is holding a story in their hands or whether they're immersed within it."}
{"start": "00:46:06.720", "end": "00:46:19.380", "speaker": "Caitlin Fisher", "utterance": " 1111 of the earlier narrative panels, I think, three years ago, maybe it was in Portugal, I remember talking about narrative and scale, so I don't want to belabor that here, but scale has been really, really fascinating and I just want to."}
{"start": "00:46:20.520", "end": "00:46:30.630", "speaker": "Caitlin Fisher", "utterance": " At least sort of signal that it has really changed my relationship to narrative when I think about scale, and that was something that I was never trained to do, and that has been largely accidental."}
{"start": "00:46:32.280", "end": "00:46:47.490", "speaker": "Caitlin Fisher", "utterance": " And that translating between large and small, taking the same small poem something like requiem that had been handheld and then walking through these stanzas as kind of like this inhabitable architecture has really made me rewrite and we think narrative."}
{"start": "00:46:48.000", "end": "00:47:01.950", "speaker": "Caitlin Fisher", "utterance": " So I think of a platform and switching platforms and translation between platforms is as a way as a method, then, and as a strategy for understanding better understanding my work as a writer and the expressive capacities of different tools."}
{"start": "00:47:03.960", "end": "00:47:09.150", "speaker": "Caitlin Fisher", "utterance": " I guess one thing i'll just one other example just a concrete example of mine."}
{"start": "00:47:09.810", "end": "00:47:17.730", "speaker": "Caitlin Fisher", "utterance": " When I think about platforms is also 200 castles which was an earlier work and some of you may have seen it because it was exhibited at a low number of years ago."}
{"start": "00:47:18.120", "end": "00:47:33.150", "speaker": "Caitlin Fisher", "utterance": " As a as a paper based work and but originally it was entirely it was a an APP designed for for iPad it was going to have a single tracker it was a story this sort of problem cystic story of like multiple."}
{"start": "00:47:34.230", "end": "00:47:36.000", "speaker": "Caitlin Fisher", "utterance": " Stories taking place in the."}
{"start": "00:47:37.470", "end": "00:47:45.630", "speaker": "Caitlin Fisher", "utterance": " In a castle and there was a one trigger kind of a sundial and a 3D model, the castle emerged and readers were going to."}
{"start": "00:47:46.290", "end": "00:47:57.060", "speaker": "Caitlin Fisher", "utterance": " Find hotspots on their screen and access, I think, at that point, they were about 25 lexi is and what I discovered really quickly is that nobody actually did that everybody who looked at the piece just."}
{"start": "00:47:57.750", "end": "00:48:07.320", "speaker": "Caitlin Fisher", "utterance": " brought up the 3D Castle, and sometimes walked around it so way to totally rethink the interface, but also the platform, because I recorded it so it wasn't an ios work."}
{"start": "00:48:07.950", "end": "00:48:12.480", "speaker": "Caitlin Fisher", "utterance": " I redid it and SAP dragon and and did it for print based work."}
{"start": "00:48:12.870", "end": "00:48:22.800", "speaker": "Caitlin Fisher", "utterance": " And what I realized with the platform change really was concession to existing literacy is realizing that it was really wasn't intelligible to people and was super broken if I kept it as as an ios."}
{"start": "00:48:23.340", "end": "00:48:30.960", "speaker": "Caitlin Fisher", "utterance": " But also, when I changed it I realized I didn't have to write differently and I had to create different kinds of."}
{"start": "00:48:33.630", "end": "00:48:35.160", "speaker": "Caitlin Fisher", "utterance": " interstitial stories."}
{"start": "00:48:36.300", "end": "00:48:46.320", "speaker": "Caitlin Fisher", "utterance": " Because I was imagining that the form of the the 3D model of the castle itself was kind of holding part of that story that I could no longer count on when it became that print."}
{"start": "00:48:47.580", "end": "00:48:48.780", "speaker": "Caitlin Fisher", "utterance": " print activated work."}
{"start": "00:48:50.160", "end": "00:49:04.170", "speaker": "Caitlin Fisher", "utterance": " I think i'm going a bit long so i'm going to stop there, but I think one of the things i'm i'll end with is I often think about expressive tools that I wish existed, and this has really changed my writing to some of the ones I always wanted."}
{"start": "00:49:05.190", "end": "00:49:13.920", "speaker": "Caitlin Fisher", "utterance": " That I thought would enable new narrative possibilities are sort of already here like even in the last year, so like real time collaborative immersive platforms like open brush."}
{"start": "00:49:15.600", "end": "00:49:22.620", "speaker": "Caitlin Fisher", "utterance": " And I often for this panel is the hear a lot about 10 nietzsche's observation that our machines are working on our thoughts and how true that's been for me."}
{"start": "00:49:24.000", "end": "00:49:37.260", "speaker": "Caitlin Fisher", "utterance": " And also that it invokes an excitement the same kind of excitement I find in imagining narrative narrative imagining new tools and platforms is not unlike the excitement I find in imagining narratives themselves, thank you."}
{"start": "00:49:45.390", "end": "00:49:46.890", "speaker": "Lai-Tze Fan", "utterance": " Thanks so i'm."}
{"start": "00:49:48.090", "end": "00:50:04.110", "speaker": "Lai-Tze Fan", "utterance": " i'm really happy to hear what everybody's been working on and thinking about narrative as forms of connection and this connection we have 25 minutes for conversation, which is not bad, so does anyone have any questions for."}
{"start": "00:50:05.190", "end": "00:50:08.340", "speaker": "Lai-Tze Fan", "utterance": " or actually didn't margin, do you have any questions or anything you."}
{"start": "00:50:09.720", "end": "00:50:10.140", "speaker": "Lai-Tze Fan", "utterance": " wanted."}
{"start": "00:50:11.010", "end": "00:50:26.790", "speaker": "Marjorie Luesebrink", "utterance": " I just want to thank everyone, those were excellent presentation said and, more importantly, they brought up I think some of the most central issues that we're dealing with today, now I am certain that the audience has many questions and if they don't I have plenty."}
{"start": "00:50:28.770", "end": "00:50:30.810", "speaker": "Marjorie Luesebrink", "utterance": " So, have you got a raised hand list."}
{"start": "00:50:32.130", "end": "00:50:32.790", "speaker": "Marjorie Luesebrink", "utterance": " It."}
{"start": "00:50:33.060", "end": "00:50:38.400", "speaker": "Lai-Tze Fan", "utterance": " No, not I don't think so oh stephanie just raise her hand good first step."}
{"start": "00:50:39.390", "end": "00:50:41.820", "speaker": "Stephanie Strickland", "utterance": " um, I just wanted to say that."}
{"start": "00:50:42.900", "end": "00:50:58.050", "speaker": "Stephanie Strickland", "utterance": " it's showing me that Eric and caitlin and like cheap are all doing in a way it's something that seemed to me so important when Cohen said narrative in scale like she was kind of doing this in a."}
{"start": "00:50:59.130", "end": "00:51:10.530", "speaker": "Stephanie Strickland", "utterance": " More in a horizontal and a vertical dimension and Eric is removing content, I think that what I would love to see is the actual environmental."}
{"start": "00:51:11.640", "end": "00:51:35.010", "speaker": "Stephanie Strickland", "utterance": " Lead based content that stayed in place and took seriously this idea of critical zones that is treated in the MIT publication for the Z km show critical zones where exactly the point is to be able to deal with it at different scales, at the same time, so to speak, and that is."}
{"start": "00:51:36.660", "end": "00:51:44.610", "speaker": "Stephanie Strickland", "utterance": " You each kind of getting at it in a different way let's see the life cycle or let's see that will kind of mapping what kind of environmental mapping will really."}
{"start": "00:51:45.330", "end": "00:51:56.970", "speaker": "Stephanie Strickland", "utterance": " Speak to people and and it's very hard to make people understand scale, but absolutely has to happen if we're going to do anything environmental so just just a comment and appreciation."}
{"start": "00:52:01.230", "end": "00:52:14.130", "speaker": "Marjorie Luesebrink", "utterance": " I really I really appreciate that stephanie because I think scale is one of the things we want to keep on the table here, and with that, I would like to put on the table as part of our discussion."}
{"start": "00:52:15.270", "end": "00:52:16.650", "speaker": "Marjorie Luesebrink", "utterance": " The issue of."}
{"start": "00:52:17.730", "end": "00:52:29.700", "speaker": "Marjorie Luesebrink", "utterance": " The issue of that will brought up of the vernacular at folk and how that has been superseded by all of the tools which promise to streamline and."}
{"start": "00:52:30.480", "end": "00:52:44.430", "speaker": "Marjorie Luesebrink", "utterance": " quantify all of our online works and kind of stand in the way of anything that is quirky or a typical so because I think that, because I think that the scale of folk."}
{"start": "00:52:45.300", "end": "00:52:55.110", "speaker": "Marjorie Luesebrink", "utterance": " expression in general is at odds with the commercial scale that we're seeing so dominant today, so we could like put those two together."}
{"start": "00:53:00.330", "end": "00:53:02.850", "speaker": "Will Luers", "utterance": " I have a question actually for Eric and caitlin."}
{"start": "00:53:04.050", "end": "00:53:06.540", "speaker": "Will Luers", "utterance": " In the idea of a."}
{"start": "00:53:07.980", "end": "00:53:12.390", "speaker": "Will Luers", "utterance": " Work of the lit moving into you know either scale or different."}
{"start": "00:53:13.470", "end": "00:53:27.360", "speaker": "Will Luers", "utterance": " platforms, this is an odd question but as anyone ever dreamed inside of an eel it work, I mean about an elite work, I mean do you dream of it in a in a interface, that is."}
{"start": "00:53:28.410", "end": "00:53:31.800", "speaker": "Will Luers", "utterance": " In which it comes, or are you in another part of that work."}
{"start": "00:53:32.910", "end": "00:53:33.630", "speaker": "Will Luers", "utterance": " that's for everyone."}
{"start": "00:53:35.460", "end": "00:53:35.760", "speaker": "None", "utterance": "Oh."}
{"start": "00:53:38.670", "end": "00:53:46.260", "speaker": "Erik Loyer", "utterance": " I mean it could say that I often think dream about I mean not literally dream, but dream imaginatively about."}
{"start": "00:53:48.510", "end": "00:53:57.390", "speaker": "Erik Loyer", "utterance": " A work that that does change forms it exists, over time, outside of platforms or across platforms and has the flexibility to do that, that it can you know."}
{"start": "00:53:58.170", "end": "00:54:02.880", "speaker": "Erik Loyer", "utterance": " live through times you know, especially as we've seen such prominent deaths of platforms recently."}
{"start": "00:54:03.420", "end": "00:54:13.350", "speaker": "Erik Loyer", "utterance": " You know, maybe it's kind of more of a a an attempt at self preservation of how do I make sure that the stuff I make actually you know managers to live without me having to rebuild it every 10 years."}
{"start": "00:54:13.830", "end": "00:54:22.260", "speaker": "Erik Loyer", "utterance": " And this idea of, is it possible to make it easier for these things to move from place to place they don't have to be exactly the same they don't have to be emulated."}
{"start": "00:54:22.530", "end": "00:54:35.010", "speaker": "Erik Loyer", "utterance": " But just to have some of the structure in the shape of it, you know live from incarnation to incarnation and move and i'm happy if it changes i'm happy if it if it morphs but just allow it to do that."}
{"start": "00:54:38.760", "end": "00:54:42.810", "speaker": "Caitlin Fisher", "utterance": " So neat I was imagining a literal dream, and I was thinking, I used to dream about tetris."}
{"start": "00:54:43.890", "end": "00:54:56.460", "speaker": "Caitlin Fisher", "utterance": " So I don't know what that means about narrative or the compelling dream space of tetris but you know, as opposed to all of your really it works that JEREMY saying he's living inside of eric's works, but not so lucky here."}
{"start": "00:54:59.370", "end": "00:55:01.020", "speaker": "None", "utterance": "I also have in trumped of."}
{"start": "00:55:02.700", "end": "00:55:07.920", "speaker": "Lai-Tze Fan", "utterance": " worlds in the I dream very linearly, which is the opposite of how I think so I don't know what that means."}
{"start": "00:55:12.660", "end": "00:55:13.710", "speaker": "Scott Rettberg", "utterance": " Is it okay my system."}
{"start": "00:55:15.660", "end": "00:55:26.580", "speaker": "Scott Rettberg", "utterance": " I was just gonna say that I think eric's provocation is very exciting, both because it kind of in a way it goes against the grain of a lot of what people have written about."}
{"start": "00:55:27.600", "end": "00:55:36.000", "speaker": "Scott Rettberg", "utterance": " Electronic literature, where it's sort of you know, the sort of visual representation and the text and the interaction."}
{"start": "00:55:36.390", "end": "00:55:43.800", "speaker": "Scott Rettberg", "utterance": " Are all sort of part of the poetics of the work on, on the other hand, I think we're, seeing as we look at as we go back and."}
{"start": "00:55:44.460", "end": "00:56:03.690", "speaker": "Scott Rettberg", "utterance": " See all these efforts to revive works for the platform has has died or or sort of bringing things that are you know, a decade or more hold back generally involves this sort of repurposing of the text and the different elements."}
{"start": "00:56:05.160", "end": "00:56:14.520", "speaker": "Scott Rettberg", "utterance": " So i'm just one just sort of follow up question on this is, do you have a kind of inkling of a framework in mind."}
{"start": "00:56:15.630", "end": "00:56:18.330", "speaker": "Scott Rettberg", "utterance": " That would enable this, I know that a lot of."}
{"start": "00:56:20.340", "end": "00:56:25.740", "speaker": "Scott Rettberg", "utterance": " You know a lot of projects with other sorts of data do abstract."}
{"start": "00:56:27.060", "end": "00:56:40.740", "speaker": "Scott Rettberg", "utterance": " The text or other elements, the content from the from the presentation, but do you have you know sort of an idea for some sort of platform or initiative that would make this more possible."}
{"start": "00:56:44.010", "end": "00:56:55.380", "speaker": "Erik Loyer", "utterance": " I think the the structure that i've been playing with personally is is quite simple, I think, part of the challenges there's so many different ways of combining these things, and when we start thinking about the interactivity."}
{"start": "00:56:55.830", "end": "00:57:03.810", "speaker": "Erik Loyer", "utterance": " there's so much complexity that's involved that, for me, I had to I had to break it down to just linear sequences of content in which."}
{"start": "00:57:04.440", "end": "00:57:10.680", "speaker": "Erik Loyer", "utterance": " there's a set of characters and they take actions and the space that they're in has a set of states."}
{"start": "00:57:11.040", "end": "00:57:18.090", "speaker": "Erik Loyer", "utterance": " And that's not a unique you know set of constraints or way of describing you know content, but I but."}
{"start": "00:57:18.420", "end": "00:57:28.110", "speaker": "Erik Loyer", "utterance": " To me, making it that simple also makes it shareable because there's so many different contexts in which that is applicable that particular structure of agents doing things."}
{"start": "00:57:29.070", "end": "00:57:45.900", "speaker": "Erik Loyer", "utterance": " That it starts to make it able to travel if if other folks are interested in supporting it, and I think you can build a lot of the other mechanics on top of it you're never going to be able to build everything with it, but I think it covers enough cases that it can start to be productive."}
{"start": "00:57:48.360", "end": "00:57:51.180", "speaker": "Lai-Tze Fan", "utterance": " Okay i'm caitlin and christy have their hands up."}
{"start": "00:57:52.620", "end": "00:58:07.950", "speaker": "Caitlin Fisher", "utterance": " Just quickly I think that's actually so important Eric taking this in a slightly different direction and back to the idea of margin talking about like scale and commercial versus small I often think about these small translated works or small works that can be."}
{"start": "00:58:08.970", "end": "00:58:15.900", "speaker": "Caitlin Fisher", "utterance": " sort of remixed by people in Isla that i've often sent out that have been kind of like code and content and instructions."}
{"start": "00:58:16.350", "end": "00:58:26.880", "speaker": "Caitlin Fisher", "utterance": " As more like small artists books which has totally changed as my lab as many of our labs have been forced into directions, where there's no longer any."}
{"start": "00:58:27.810", "end": "00:58:35.520", "speaker": "Caitlin Fisher", "utterance": " there's no rational reason to create your own software for people like me, because I have no competitive advantage so working in unity working in unreal engines."}
{"start": "00:58:35.820", "end": "00:58:46.110", "speaker": "Caitlin Fisher", "utterance": " Working you know, working with large commercial software has really blown that and I missed those times and I do think that there's something in that about small scale, instead of."}
{"start": "00:58:46.770", "end": "00:58:55.020", "speaker": "Caitlin Fisher", "utterance": " So I think one of the one of the things I got from your question Scott was around like scalability, how can we, you know it's about preservation scalability distribution."}
{"start": "00:58:55.290", "end": "00:59:02.040", "speaker": "Caitlin Fisher", "utterance": " And I think another ways to go small where it where the the metaphor would be more like the artist book where you've got tiny boutique code."}
{"start": "00:59:02.730", "end": "00:59:12.300", "speaker": "Caitlin Fisher", "utterance": " And the work and it's so you know point taken Nick that I think part of it is you know we be bifurcated them and that we, and I think that does other things."}
{"start": "00:59:12.600", "end": "00:59:22.560", "speaker": "Caitlin Fisher", "utterance": " And I think keeping things small and having them travel together and passing them more like scenes and an artist's work to be repurposed and creative commons is another approach."}
{"start": "00:59:26.190", "end": "00:59:28.950", "speaker": "Lai-Tze Fan", "utterance": " I have a thought on that, but i'll christie's hand is up so i'll wait my turn."}
{"start": "00:59:31.260", "end": "00:59:43.260", "speaker": "Christy Sanford", "utterance": " mm hmm well I feel so related to everyone and and yet different because i'm mostly reading, like all French texts, you know or may or something."}
{"start": "00:59:43.710", "end": "00:59:57.000", "speaker": "Christy Sanford", "utterance": " and looking at paintings every day and yeah I learned so much from you, I feel you know and i'm as an older person i'm i'm concerned with legacy, I know that sound might sound pompous but."}
{"start": "00:59:57.480", "end": "01:00:11.100", "speaker": "Christy Sanford", "utterance": " I have created pieces that I thought were full of ideas that were transportable and i'd love for those to be and some of them are in in the works, but it's very, very difficult and I."}
{"start": "01:00:12.210", "end": "01:00:23.070", "speaker": "Christy Sanford", "utterance": " So as, as people have been talking I just would feel like Oh yes, I know what I know what that means I work so hard with drag and drop one time and it."}
{"start": "01:00:23.760", "end": "01:00:32.580", "speaker": "Christy Sanford", "utterance": " And now I look back and it's destroyed again when across platforms now it's not cross platform did flash you know."}
{"start": "01:00:33.330", "end": "01:00:46.500", "speaker": "Christy Sanford", "utterance": " Many things like that it's very frustrating, and maybe that explains why I did nine books during the pandemic, because I want I want what i'm doing."}
{"start": "01:00:47.160", "end": "01:01:07.770", "speaker": "Christy Sanford", "utterance": " To have some longevity, and so I really believe in multiple avenues and as many as you have the energy and time for to learn about or collaborate with is fabulous I just I so admire everyone who's who's spoken today, thank you for having me."}
{"start": "01:01:10.260", "end": "01:01:12.840", "speaker": "Lai-Tze Fan", "utterance": " Thank you um i'm going to."}
{"start": "01:01:13.920", "end": "01:01:30.870", "speaker": "Lai-Tze Fan", "utterance": " go up to the chattooga a question that was asked by Jeremy height and he says semiotic Lee and semantically narrative has a shifting resonance is more porous than the general concept as defined would love to hear how each of you are inspired by the play around the paradigm."}
{"start": "01:01:38.910", "end": "01:01:42.870", "speaker": "Lai-Tze Fan", "utterance": " I think this is a question that margin i've been thinking about for six years."}
{"start": "01:01:44.730", "end": "01:01:49.020", "speaker": "Lai-Tze Fan", "utterance": " And that's why we keep doing this panel and so it's a very it's a very good question."}
{"start": "01:01:51.510", "end": "01:01:53.490", "speaker": "Marjorie Luesebrink", "utterance": " You know, can I answer this question."}
{"start": "01:01:53.550", "end": "01:01:54.900", "speaker": "Lai-Tze Fan", "utterance": " Oh yes, yeah."}
{"start": "01:01:55.260", "end": "01:02:09.960", "speaker": "Marjorie Luesebrink", "utterance": " Well, I don't know what the paradigm is, but I do understand the issue of of whether or not we consider narrative to be flexible fungible transportable."}
{"start": "01:02:11.610", "end": "01:02:25.770", "speaker": "Marjorie Luesebrink", "utterance": " And scalable and all kinds of ways, and I, I believe that we tend to think of narrative as being perhaps a lot more flexible than it actually is."}
{"start": "01:02:26.760", "end": "01:02:36.690", "speaker": "Marjorie Luesebrink", "utterance": " The idea, for example, you know people said to me right away when olivia was going to be able to be played anymore Oh well, you know and just print it out."}
{"start": "01:02:37.950", "end": "01:02:46.140", "speaker": "Marjorie Luesebrink", "utterance": " But, of course, the whole point of this and, like she and I have talked about it stephanie i've talked about it 30 years now um."}
{"start": "01:02:46.680", "end": "01:02:57.390", "speaker": "Marjorie Luesebrink", "utterance": " What is it about the issue of electronic literature that somehow or other does in fact make it not printable."}
{"start": "01:02:58.020", "end": "01:03:20.760", "speaker": "Marjorie Luesebrink", "utterance": " Make the issue of how its approach, the scalability the way that we see it, and exit it makes somehow the narrative either work or not work, and I think that we, we have tended in our in our hopes to see things eminently always transferable."}
{"start": "01:03:22.920", "end": "01:03:29.550", "speaker": "Marjorie Luesebrink", "utterance": " Read renewable mixable that to forget that narrative is actually."}
{"start": "01:03:30.870", "end": "01:03:42.600", "speaker": "Marjorie Luesebrink", "utterance": " Pretty fragile and one of the reasons I think that we have a problem with people complaining that electronic literature isn't real literature."}
{"start": "01:03:43.470", "end": "01:04:02.220", "speaker": "Marjorie Luesebrink", "utterance": " tense, sometimes with narrative to surround the issue that the narrative is not eminently always expandable and flexible and when certain parts of a carefully constructed hypertext are."}
{"start": "01:04:03.060", "end": "01:04:19.170", "speaker": "Marjorie Luesebrink", "utterance": " offended or broken or alluded, or in any case last that the very carefully constructed narrative Arc which still has to exist, even in hypertext can be."}
{"start": "01:04:20.280", "end": "01:04:48.120", "speaker": "Marjorie Luesebrink", "utterance": " can have its rhythm and its essence disrupted so much that the reader does not have the narrative experience, and I still think the narrative experience comes from a sense of wonder discovery um resolution and all of the things that we would think of as as in a classic literary experience."}
{"start": "01:04:51.150", "end": "01:04:52.260", "speaker": "Lai-Tze Fan", "utterance": " You had a response."}
{"start": "01:04:52.740", "end": "01:04:59.850", "speaker": "Scott Rettberg", "utterance": " um yeah well I just more of a comment, I was thinking about you know the the project that rod Cooper and I did hearts and minds."}
{"start": "01:05:01.050", "end": "01:05:11.130", "speaker": "Scott Rettberg", "utterance": " The one about prisoner torture in Iraq and then that project we produced in unity and originally it was designed for you know, a cave vr environment."}
{"start": "01:05:11.700", "end": "01:05:21.270", "speaker": "Scott Rettberg", "utterance": " But the interesting thing about that, and one of the aspects of unity is that we were able to reiterate it in a bunch of different."}
{"start": "01:05:22.230", "end": "01:05:33.060", "speaker": "Scott Rettberg", "utterance": " forms and the thing that struck me as we did this was just how much the world changed, even though those assets were the same."}
{"start": "01:05:33.960", "end": "01:05:43.200", "speaker": "Scott Rettberg", "utterance": " So we did it once as a you know just for a computer for a DEMO and people walked up to it and thought it was a game, you know, and they were trying to figure out how they could win."}
{"start": "01:05:44.130", "end": "01:05:48.750", "speaker": "Scott Rettberg", "utterance": " navigating this space, while hearing the stories of torture and then."}
{"start": "01:05:49.560", "end": "01:05:59.070", "speaker": "Scott Rettberg", "utterance": " You know, we did it a number of different 360 environments, but then also work very well in in a kind of cinema environment which again was different."}
{"start": "01:05:59.520", "end": "01:06:09.330", "speaker": "Scott Rettberg", "utterance": " And we did it, you know, in a planetarium once and that that changed the experience a lot and a lot of it had to do simply with the literal scale."}
{"start": "01:06:10.980", "end": "01:06:25.530", "speaker": "Scott Rettberg", "utterance": " And, but, but I think it had all these kind of unanticipated effects on the aspect and on the experience of of experiencing it as a social."}
{"start": "01:06:26.850", "end": "01:06:46.590", "speaker": "Scott Rettberg", "utterance": " narrative experience and that had to do with the scale and and with the environment in which it was produced, but that was also you know something that was ultimately very exciting about having a project that could be reiterated, so that is just more of a comment on scale."}
{"start": "01:06:48.420", "end": "01:06:49.380", "speaker": "Lai-Tze Fan", "utterance": " I have a oh."}
{"start": "01:06:51.540", "end": "01:06:58.860", "speaker": "Lai-Tze Fan", "utterance": " Maybe i'll just respond, because as an afterthought to what JEREMY was saying, and then Nick has his hand up for after."}
{"start": "01:07:00.630", "end": "01:07:19.170", "speaker": "Lai-Tze Fan", "utterance": " So I also am trying to figure out what the paradigm means, but I will say that, as maybe one of the paradigms I think about what Margie is just said with regard to narrative as being flexible versus narrative when it's made to be inflexible narrative."}
{"start": "01:07:21.000", "end": "01:07:24.750", "speaker": "Lai-Tze Fan", "utterance": " limited by infrastructure in some ways and and this really reminds me of."}
{"start": "01:07:27.030", "end": "01:07:36.930", "speaker": "Lai-Tze Fan", "utterance": " An argument that love matter which made in which he said that he was surprised that narrative exists in the age of the database, this is like in the language of new media in 2001 but, of course, then."}
{"start": "01:07:37.710", "end": "01:07:46.980", "speaker": "Lai-Tze Fan", "utterance": " i'm Katherine hales argues against us and how we think in 2012 and says like actually there's many reasons that narrative is completely pertinent, we still need storytelling."}
{"start": "01:07:48.360", "end": "01:07:51.570", "speaker": "Lai-Tze Fan", "utterance": " and men, which is like an argument is that there's no room for like."}
{"start": "01:07:53.520", "end": "01:08:06.690", "speaker": "Lai-Tze Fan", "utterance": " I guess deviation and meaning that it's all about transitions and like one line through and not necessarily all these different ways to tell to tell us to to make content if if it's like supposed to be."}
{"start": "01:08:07.080", "end": "01:08:13.830", "speaker": "Lai-Tze Fan", "utterance": " Almost mathematical and then the concerns that there are the conversation that kind of happens between them also reminds me of when."}
{"start": "01:08:15.030", "end": "01:08:23.040", "speaker": "Lai-Tze Fan", "utterance": " Alan lose warnings of like the parameters positions of code to structure and almost predefined are writing and."}
{"start": "01:08:23.520", "end": "01:08:33.150", "speaker": "Lai-Tze Fan", "utterance": " Now i'm going back to scott's earlier question about structures and platforms and what we can, what kind of tools we can use and i'm specifically thinking about my concerns with."}
{"start": "01:08:34.500", "end": "01:08:37.710", "speaker": "Lai-Tze Fan", "utterance": " twine as a platform, because if you are in the earlier."}
{"start": "01:08:38.940", "end": "01:08:48.570", "speaker": "Lai-Tze Fan", "utterance": " series of twine I mentioned that the interfaces now such that it's kind of like whiskey wig and you can drag and drop code and I think that."}
{"start": "01:08:49.110", "end": "01:09:00.600", "speaker": "Lai-Tze Fan", "utterance": " Is as a kind of a parameter ization i'm trying to be positive about it as a form of access and increase literacy or at least transparency about it but i'm not sure it actually helps so."}
{"start": "01:09:01.260", "end": "01:09:08.310", "speaker": "Lai-Tze Fan", "utterance": " That is how i'm thinking about narrative in terms of how it is flexible, but it's also being constrained and prepackaged and all these ways."}
{"start": "01:09:08.760", "end": "01:09:18.660", "speaker": "Lai-Tze Fan", "utterance": " And Nick has his hand up and i'm going to keep an eye out on time because I just got a message from the admin person who's in the room and vince very diligent with our clock Thank you Nick."}
{"start": "01:09:20.310", "end": "01:09:22.710", "speaker": "Nick Montfort", "utterance": " yeah, I just wanted to comment on the."}
{"start": "01:09:24.300", "end": "01:09:25.230", "speaker": "Nick Montfort", "utterance": " diverse."}
{"start": "01:09:26.760", "end": "01:09:36.390", "speaker": "Nick Montfort", "utterance": " sorts of definitions and meanings of platform and the ways that things like digital formats like you know, for instance, like the gift."}
{"start": "01:09:37.320", "end": "01:09:54.660", "speaker": "Nick Montfort", "utterance": " Which only ELENA you know famously used in early Internet artwork is not a computational platform, nor is it a social media platform right but it's a format for animation that originally emerges from the context of one."}
{"start": "01:09:56.550", "end": "01:10:06.720", "speaker": "Nick Montfort", "utterance": " communications platform compu serve and then makes its way onto the web and into the browser and so forth, and so there's this idea there's a sort of loose idea."}
{"start": "01:10:07.620", "end": "01:10:16.830", "speaker": "Nick Montfort", "utterance": " that's what people talk about commercially what you hear what you read about in the news and it's like tarleton gillespie's idea of what a platform is."}
{"start": "01:10:17.430", "end": "01:10:26.460", "speaker": "Nick Montfort", "utterance": " Which is YouTube Facebook Twitter, you know and so forth, and that's actually not at all what the platform studies series that in bogus tonight edit."}
{"start": "01:10:28.050", "end": "01:10:35.220", "speaker": "Nick Montfort", "utterance": " deals with and it, you know, Marc andreessen his definition of platform that creator of macromedia director."}
{"start": "01:10:35.790", "end": "01:10:46.440", "speaker": "Nick Montfort", "utterance": " Right is that it's something you program and that's the way that a developer thinks about platform, very often, and of course the thing about it is that these aren't."}
{"start": "01:10:47.250", "end": "01:11:01.260", "speaker": "Nick Montfort", "utterance": " Neither one is right or wrong, particularly the question of how these interact, you know, is probably a pretty profound one and then there's an and as Scott, points out there's also differences in sort of context."}
{"start": "01:11:02.220", "end": "01:11:09.780", "speaker": "Nick Montfort", "utterance": " If you, you know take really the same computer program running on the same system and you hang it up on a flat panel a gallery."}
{"start": "01:11:10.290", "end": "01:11:24.240", "speaker": "Nick Montfort", "utterance": " Or you, you know, put it with a game controller something like this, you know, then you get a different type of reception, so you know, this is all just to say that there's there's so much just behind this one word of the conference theme which I think is coming out."}
{"start": "01:11:25.260", "end": "01:11:27.570", "speaker": "Nick Montfort", "utterance": " In this discussion here that."}
{"start": "01:11:28.950", "end": "01:11:37.290", "speaker": "Nick Montfort", "utterance": " You know, is is i'll say you know, even in the rich work that's been done in platform studies it's not really been addressed, yet that's an area study."}
{"start": "01:11:37.890", "end": "01:11:47.010", "speaker": "Nick Montfort", "utterance": " it's not platform theory it's not platform science, you know, the way that people have tried to pick apart the elements of narrative in a certain way."}
{"start": "01:11:47.460", "end": "01:12:02.580", "speaker": "Nick Montfort", "utterance": " So the question of how narrative and platform go together, we need to think we don't know what what a platform is yet I don't think and so that you know, so we need, we need to answer more of that question, at least to really make inroads."}
{"start": "01:12:04.650", "end": "01:12:10.890", "speaker": "Lai-Tze Fan", "utterance": " I think this is where Eric and caitlin his work really resonates for me it's figuring out by doing."}
{"start": "01:12:12.060", "end": "01:12:19.950", "speaker": "Lai-Tze Fan", "utterance": " and creating and using and hearing what users are experiencing and then going in and changing and tinkering again does anyone else have."}
{"start": "01:12:21.450", "end": "01:12:27.420", "speaker": "Lai-Tze Fan", "utterance": " Questions or comments or anything I think we have about two minutes left."}
{"start": "01:12:30.450", "end": "01:12:46.800", "speaker": "Marjorie Luesebrink", "utterance": " I want to thank the panel, I thought those presentation was incredible all of them and I like to thank the audience, because I think that responses and questions were very, to the point, and certainly left us with a whole bunch to cover it, the next time."}
{"start": "01:12:54.060", "end": "01:12:54.330", "speaker": "Scott Rettberg", "utterance": " I think."}
{"start": "01:12:55.770", "end": "01:12:56.160", "speaker": "Lai-Tze Fan", "utterance": " caitlyn."}
{"start": "01:12:56.220", "end": "01:12:59.580", "speaker": "Caitlin Fisher", "utterance": " Is super, I just wanted to amplify something Christie said because it's been."}
{"start": "01:13:00.030", "end": "01:13:11.970", "speaker": "Caitlin Fisher", "utterance": " An hour in the back of my mind when you start to say that you're you're writing became shorter and I thought about that a lot, especially with some of the platforms, where the granularity was tiny and the works and you couldn't have long form works on a lot of these platforms."}
{"start": "01:13:12.270", "end": "01:13:18.930", "speaker": "Caitlin Fisher", "utterance": " So just totally I think it's something that all of us need to think about in terms of, especially if we think about narrative."}
{"start": "01:13:19.320", "end": "01:13:27.450", "speaker": "Caitlin Fisher", "utterance": " Where does long form go on some of these platforms and I see i've always been an advocate for its return it's around the corner i've got a research project is all about long form."}
{"start": "01:13:27.810", "end": "01:13:37.800", "speaker": "Caitlin Fisher", "utterance": " And it never goes that long because of the kinds of tools we have so anyway it's just something that it was a great provocation and I enjoyed everybody's papers so much thank you."}
{"start": "01:13:40.980", "end": "01:13:46.620", "speaker": "Lai-Tze Fan", "utterance": " So much for everyone for coming in, for all the interesting conversation and it's happening in the chat at the same time."}
{"start": "01:13:48.630", "end": "01:13:58.800", "speaker": "Lai-Tze Fan", "utterance": " yeah I Thank you everyone I am I i've been really enjoying this conference and i'm so happy to have participated in number six and i'll see you at number seven next year."}