{"start": "00:00:00.000", "end": "00:00:00.000", "speaker": "None", "utterance": "Oh, I'm. Before you begin, I would like to first record it and then show you the jingle, and then I'll stop screen sharing and you can talk about it."}
{"start": "00:00:00.000", "end": "00:00:00.000", "speaker": "None", "utterance": "Exactly."}
{"start": "00:00:00.000", "end": "00:00:00.000", "speaker": "None", "utterance": "Okay, so can I start recording now."}
{"start": "00:00:00.000", "end": "00:00:00.000", "speaker": "None", "utterance": "Yes. Yeah. Okay, thank you."}
{"start": "00:00:00.000", "end": "00:00:03.000", "speaker": "None", "utterance": "Okay, so, um, I'm doing it again. So,"}
{"start": "00:00:03.000", "end": "00:00:05.000", "speaker": "None", "utterance": "my god."}
{"start": "00:00:05.000", "end": "00:00:12.000", "speaker": "None", "utterance": "Yes, Michael, you can share the presentation, please because now he's recording."}
{"start": "00:00:12.000", "end": "00:00:42.000", "speaker": "None", "utterance": "St."}
{"start": "00:00:43.000", "end": "00:00:45.000", "speaker": "None", "utterance": "things."}
{"start": "00:00:45.000", "end": "00:00:56.000", "speaker": "None", "utterance": "Well, Our presentation is neither archaeology, or genealogical approach to Peruvian electronic poetry and."}
{"start": "00:00:56.000", "end": "00:01:01.000", "speaker": "None", "utterance": "Yes. So, this is"}
{"start": "00:01:01.000", "end": "00:01:09.000", "speaker": "None", "utterance": "an invitation that Michael and I do since two years ago."}
{"start": "00:01:09.000", "end": "00:01:23.000", "speaker": "None", "utterance": "The."}
{"start": "00:01:23.000", "end": "00:01:32.000", "speaker": "None", "utterance": "Because we realized that in our country, there is not much research on the matter, but there are interesting unnecessary work."}
{"start": "00:01:32.000", "end": "00:01:37.000", "speaker": "None", "utterance": "And next Michael please."}
{"start": "00:01:37.000", "end": "00:01:53.000", "speaker": "None", "utterance": "Okay, sorry there so thoroughly Empire three America trilogy means for us the possibility of understanding a history of poetry, from the influence and relationship of the works with our means of production."}
{"start": "00:01:53.000", "end": "00:02:14.000", "speaker": "None", "utterance": "So, that is to change that traditional vision so worth one in which the environment can be defining criteria and not a forgotten on surprise, one for us is like Marshall McLuhan said the medium is the message."}
{"start": "00:02:14.000", "end": "00:02:35.000", "speaker": "None", "utterance": "What you see is a single Metro halfway mass or five meters of points from night 1927. I work by the Peruvian poet Carlos Kendall and math printed bite me nervous is the on the on the right."}
{"start": "00:02:35.000", "end": "00:02:45.000", "speaker": "None", "utterance": "From Casa godless who your sister, Maria you brothers. This printing machine is responsible for literally mother modernization in Peru."}
{"start": "00:02:45.000", "end": "00:03:03.000", "speaker": "None", "utterance": "So it's too important for us to start with this. It's interesting that this printing company has print that or the descent, and abundance hard work, like this one, single McComas that refers to the media everywhere."}
{"start": "00:03:03.000", "end": "00:03:18.000", "speaker": "None", "utterance": "Seeing it for it, try to emulate the cellulite of the cinema in a book format, which also has to be surely as personality and interior design movement."}
{"start": "00:03:18.000", "end": "00:03:46.000", "speaker": "None", "utterance": "His work is important, because Carlos agenda, not only refers to a technological million. He also executives, it's in his work. So this is the beginning for us to our work from the media archaeology."}
{"start": "00:03:46.000", "end": "00:03:47.000", "speaker": "None", "utterance": "Okay."}
{"start": "00:03:47.000", "end": "00:03:56.000", "speaker": "None", "utterance": "So, this is what our classification has been both built around the medium and his characteristic."}
{"start": "00:03:56.000", "end": "00:04:06.000", "speaker": "None", "utterance": "We have called this route from the mechanical muse, to the electronic news. So the llama some mechanical Alamosa electronica."}
{"start": "00:04:06.000", "end": "00:04:33.000", "speaker": "None", "utterance": "So we have three pattern is identified by color intensity in our work. So at first you have words that use the computer in the, in the left. Okay, and decide that your jobs that have been created and pro and sold for the computer and also have been created"}
{"start": "00:04:33.000", "end": "00:04:54.000", "speaker": "None", "utterance": "a and do it for the computer on internet platforms, or on local platforms, so there is two ways from that word from the computer in the middle, you have the pattern that we call works that referred to cybernetics pre computer."}
{"start": "00:04:54.000", "end": "00:05:05.000", "speaker": "None", "utterance": "So, here you have a the words that refer to cybernetics throughout the language can be informed on content."}
{"start": "00:05:05.000", "end": "00:05:12.000", "speaker": "None", "utterance": "And on the right, you have the pattern words designed for nll media."}
{"start": "00:05:12.000", "end": "00:05:23.000", "speaker": "None", "utterance": "These are words created, and sold for another of media that it can be in a printed on paper No."}
{"start": "00:05:23.000", "end": "00:05:36.000", "speaker": "None", "utterance": "It means that can be do and paper from another local media or printed machine to see Dr. Michael, the next place."}
{"start": "00:05:36.000", "end": "00:05:59.000", "speaker": "None", "utterance": "Okay, so did this vision from the media archaeology, which aims to show an aspect relegate to the poetic tradition for a Peruvian wedding tradition, a set the policy, community of constructing a genealogy, that understand that the history of this works."}
{"start": "00:05:59.000", "end": "00:06:09.000", "speaker": "None", "utterance": "A is not linear, is a is different is intelligence."}
{"start": "00:06:09.000", "end": "00:06:27.000", "speaker": "None", "utterance": "It also allow us to locate basis on patterns that the characteristic of work that use digital under relation with others experiment, experimentation, a prior to them."}
{"start": "00:06:27.000", "end": "00:06:46.000", "speaker": "None", "utterance": "We can see that that Peruvian experimental boy tick works from before, to use a computer, or those made in another media breath sent elements that yellow with those that use these technologies."}
{"start": "00:06:46.000", "end": "00:07:00.000", "speaker": "None", "utterance": "So, to establish this relationship with the pattern of the media archaeology and the genealogical, we have identified five common patterns. So Michael, can you open please."}
{"start": "00:07:00.000", "end": "00:07:03.000", "speaker": "None", "utterance": "The presentation and moral."}
{"start": "00:07:03.000", "end": "00:07:14.000", "speaker": "None", "utterance": "So, this is a first first aa tried to understand the genealogical a Peruvian media, so we have five."}
{"start": "00:07:14.000", "end": "00:07:27.000", "speaker": "None", "utterance": "A common patterns that allow organization the following a missile ization effort this realization, in which this is to get them deliveries, our growth together."}
{"start": "00:07:27.000", "end": "00:07:43.000", "speaker": "None", "utterance": "Now, neither geology and genealogy. And so, the first pattern we, we, we went to show you is Michael Can you is. Okay, this is the quality."}
{"start": "00:07:43.000", "end": "00:08:10.000", "speaker": "None", "utterance": "I said, a circle of grass Yes. So, in this partner, are the works that use be Sweetie, in the space, either on the blank sheet or on that computer interface now so there is what the nice well It also allows them to highlight a condition of movement, so"}
{"start": "00:08:10.000", "end": "00:08:13.000", "speaker": "None", "utterance": "important for the first avant garde experiments."}
{"start": "00:08:13.000", "end": "00:08:33.000", "speaker": "None", "utterance": "Okay, there's a lot of works that are influenced by an experimental of avant garde. If we could call them works that explore this like poetry. The other the other name to recognize these words can be also be shy boy."}
{"start": "00:08:33.000", "end": "00:08:59.000", "speaker": "None", "utterance": "So, an example of this column of movement patterns that exist. it could be between career Solar Warden."}
{"start": "00:08:59.000", "end": "00:09:26.000", "speaker": "None", "utterance": "And if you look, there is the, the pattern of this relative but also in in the space and laser and more your years later, there's another similar word from Michael Yotel who is also here, Michael Can you show the part where are your work, where there"}
{"start": "00:09:26.000", "end": "00:09:48.000", "speaker": "None", "utterance": "is your work. Yes. So, if, if you can see their mental Carla so when Baldwin is has a similar similar patterns, or, or the work of Michael have similar patterns that hunger salute him."}
{"start": "00:09:48.000", "end": "00:10:01.000", "speaker": "None", "utterance": "This word for my goal is a vocalist for beaten going oh boy Emma, but could be also by will win and everything by wisdom in a, in a point from Michael."}
{"start": "00:10:01.000", "end": "00:10:07.000", "speaker": "None", "utterance": "So, in this pattern from Miss Wiley D. You also have a mic."}
{"start": "00:10:07.000", "end": "00:10:17.000", "speaker": "None", "utterance": "But also there's a lot of books, Michael Can you open the, the, the presentation for because we went to see the others."}
{"start": "00:10:17.000", "end": "00:10:31.000", "speaker": "None", "utterance": "So yes, Michael and I are not the only one. So you have a also in the visual pattern, you have cancer can go and Matt. Can you show the, the first migraine."}
{"start": "00:10:31.000", "end": "00:10:42.000", "speaker": "None", "utterance": "See, is the murder four year scholarship endo and math. Okay, then. Next, a California Matt is from 1927."}
{"start": "00:10:42.000", "end": "00:10:49.000", "speaker": "None", "utterance": "And then you got to have your solo good in 1977. And then you have."}
{"start": "00:10:49.000", "end": "00:10:54.000", "speaker": "None", "utterance": "Michael if you want, you can move closer water"}
{"start": "00:10:54.000", "end": "00:11:12.000", "speaker": "None", "utterance": "from the work, Rosa, or rose from 2006, then you have coziness your Lopez. That is a, is a rescue from, from a migraine that he rescued this work for mlm house."}
{"start": "00:11:12.000", "end": "00:11:15.000", "speaker": "None", "utterance": "See,"}
{"start": "00:11:15.000", "end": "00:11:21.000", "speaker": "None", "utterance": "Maybe you, you are showing my presentation for themselves."}
{"start": "00:11:21.000", "end": "00:11:27.000", "speaker": "None", "utterance": "Okay, just one person's account list, and then you you have Michael."}
{"start": "00:11:27.000", "end": "00:11:46.000", "speaker": "None", "utterance": "Okay. A. Also, you have a Enrique bail metaverse was initially did this is a work that is made him with an earlier them into. No, I don't remember how you set it up into English my good reality."}
{"start": "00:11:46.000", "end": "00:12:11.000", "speaker": "None", "utterance": "Reality Augmented augmented reality, augmented reality, this, This word is a real mental mental reality. A. You can play this with your cell phone. So you find bombs in, you can find points in the reality where there is a sort of a sudden video."}
{"start": "00:12:11.000", "end": "00:12:17.000", "speaker": "None", "utterance": "Okay thanks Mike, please return to the personalization."}
{"start": "00:12:17.000", "end": "00:12:26.000", "speaker": "None", "utterance": "So, that was the first butter, we, we can identify, then we got the stick of butter in this is the allergy."}
{"start": "00:12:26.000", "end": "00:12:40.000", "speaker": "None", "utterance": "And that is the media. Okay, this, this partner shows that works that in their construction show an awareness of means of production of stand up."}
{"start": "00:12:40.000", "end": "00:12:51.000", "speaker": "None", "utterance": "This means that they are there are points or are this with works in which the media needs, use of part of their meaning know it."}
{"start": "00:12:51.000", "end": "00:12:56.000", "speaker": "None", "utterance": "For example, this is the media and so you have there."}
{"start": "00:12:56.000", "end": "00:13:11.000", "speaker": "None", "utterance": "Again girls again the mat. It has to record Horace key, there is a Buddha Casa water beta Gloria humaneness Rafael Garcia was it Ambien and recover it and then also to and recover."}
{"start": "00:13:11.000", "end": "00:13:20.000", "speaker": "None", "utterance": "So, an interesting example can be a, the one carried out by forgetful Roski and night."}
{"start": "00:13:20.000", "end": "00:13:45.000", "speaker": "None", "utterance": "1964, with a nickel and can meet."}
{"start": "00:13:45.000", "end": "00:14:07.000", "speaker": "None", "utterance": "with a computer. And that same operation with code ASCII I'm Boudicca is carried out or was the same or similar operation, it is carried out by Berra and girlish humans with the work that his name in English is not the naming a Spanish modify printing"}
{"start": "00:14:07.000", "end": "00:14:20.000", "speaker": "None", "utterance": "And, 2020, and 80, and 89, in which they modified a matrix printer to print, but this."}
{"start": "00:14:20.000", "end": "00:14:25.000", "speaker": "None", "utterance": "OK, so the the top butter."}
{"start": "00:14:25.000", "end": "00:14:30.000", "speaker": "None", "utterance": "Is that a scenario he knows."}
{"start": "00:14:30.000", "end": "00:14:38.000", "speaker": "None", "utterance": "If you can see my going to charity. Yes. So, In this pattern."}
{"start": "00:14:38.000", "end": "00:14:50.000", "speaker": "None", "utterance": "Here are the words that privilege, the sound dimension integration and use recording a programming or artificial intelligence for their Realization."}
{"start": "00:14:50.000", "end": "00:15:14.000", "speaker": "None", "utterance": "This is a case of for example, in 1972, one go agent some and recorded on a tape callers a piece in which the names of the colors are harmonically repeat, Michael, as you can open the colors, maybe."}
{"start": "00:15:14.000", "end": "00:15:21.000", "speaker": "None", "utterance": "Yo, Maddie, Maddie, Maddie, Maddie, Maddie, Maddie, Maddie."}
{"start": "00:15:21.000", "end": "00:15:32.000", "speaker": "None", "utterance": "Maddie, Maddie, Maddie, Maddie, Maddie, Maddie, Maddie, Maddie, Maddie, Maddie, Maddie, Maddie, Maddie yo."}
{"start": "00:15:32.000", "end": "00:15:34.000", "speaker": "None", "utterance": "where are they."}
{"start": "00:15:34.000", "end": "00:15:36.000", "speaker": "None", "utterance": "Where are they."}
{"start": "00:15:36.000", "end": "00:15:38.000", "speaker": "None", "utterance": "Where are they."}
{"start": "00:15:38.000", "end": "00:15:40.000", "speaker": "None", "utterance": "Very good."}
{"start": "00:15:40.000", "end": "00:15:42.000", "speaker": "None", "utterance": "Okay."}
{"start": "00:15:42.000", "end": "00:15:52.000", "speaker": "None", "utterance": "So cola for Nagel sunset and repeat a yellow, green, red and blue and different sounds."}
{"start": "00:15:52.000", "end": "00:16:09.000", "speaker": "None", "utterance": "So, similar and work. It could be with programming, a barbell from my goal migrating you open barbell."}
{"start": "00:16:09.000", "end": "00:16:12.000", "speaker": "None", "utterance": "So, in this work."}
{"start": "00:16:12.000", "end": "00:16:29.000", "speaker": "None", "utterance": "My good, but my bed is, which is the some dimension appears when we interact with that interface. If you can interact manga."}
{"start": "00:16:29.000", "end": "00:16:33.000", "speaker": "None", "utterance": "ma,"}
{"start": "00:16:33.000", "end": "00:16:35.000", "speaker": "None", "utterance": "saying, saying."}
{"start": "00:16:35.000", "end": "00:16:40.000", "speaker": "None", "utterance": "So, Tom."}
{"start": "00:16:40.000", "end": "00:16:41.000", "speaker": "None", "utterance": "Robin, Ma."}
{"start": "00:16:41.000", "end": "00:16:47.000", "speaker": "None", "utterance": "Hey, go, Jim."}
{"start": "00:16:47.000", "end": "00:16:53.000", "speaker": "None", "utterance": "Like Aaliyah ran, ran."}
{"start": "00:16:53.000", "end": "00:16:56.000", "speaker": "None", "utterance": "Thanks, Mike."}
{"start": "00:16:56.000", "end": "00:16:58.000", "speaker": "None", "utterance": "Thanks."}
{"start": "00:16:58.000", "end": "00:17:26.000", "speaker": "None", "utterance": "So, in that part time. It's also, in other words, from our leftovers, that it's a word that it's and takes some parts of CT Hagen son is done with artificial intelligence, this, and Michael Can you open a presentation to see."}
{"start": "00:17:26.000", "end": "00:17:28.000", "speaker": "None", "utterance": "So you have Michael."}
{"start": "00:17:28.000", "end": "00:17:34.000", "speaker": "None", "utterance": "Yes and No it's not. It's the open the presentation is not."}
{"start": "00:17:34.000", "end": "00:17:43.000", "speaker": "None", "utterance": "Okay. and you also have a national office. Okay. Well, the, the 45 mark."}
{"start": "00:17:43.000", "end": "00:17:47.000", "speaker": "None", "utterance": "Thanks, East hypertext."}
{"start": "00:17:47.000", "end": "00:17:57.000", "speaker": "None", "utterance": "The fourth pattern in hypertext, and here that highlight the words that are based on Lincoln's of data, or from quotes, or link."}
{"start": "00:17:57.000", "end": "00:18:04.000", "speaker": "None", "utterance": "Okay. An example of this is quite a meaningful ways in via potato."}
{"start": "00:18:04.000", "end": "00:18:13.000", "speaker": "None", "utterance": "This is analogous media is, is think until for the paper in 1978."}
{"start": "00:18:13.000", "end": "00:18:19.000", "speaker": "None", "utterance": "I work in which the links between the birth are established by number."}
{"start": "00:18:19.000", "end": "00:18:26.000", "speaker": "None", "utterance": "Yes. In the same way, militia for later in the last year."}
{"start": "00:18:26.000", "end": "00:18:39.000", "speaker": "None", "utterance": "We just got four ladies here with us class at this our words oyster for us, a work related with collaborative in voice to text and hyperlinks."}
{"start": "00:18:39.000", "end": "00:18:51.000", "speaker": "None", "utterance": "Okay, there's not a lot much time for me so I'm going to the fifth. the fifth pattern, please."}
{"start": "00:18:51.000", "end": "00:19:07.000", "speaker": "None", "utterance": "I'm taking note of the fifth pattern, thanks for better. These are words that use mathematical operations to from the same elements points create other basic forms, see the permutation and."}
{"start": "00:19:07.000", "end": "00:19:07.000", "speaker": "None", "utterance": "An example of this is it with her for God willing, and some."}
{"start": "00:19:07.000", "end": "00:19:25.000", "speaker": "None", "utterance": "An example of this is with Jorge guard Williamson, again, who in 1950 had a permutations in the poems. Variations around the glass of water, no. Oh, but yes yeah Nessun Dorma and bustle of the hour."}
{"start": "00:19:25.000", "end": "00:19:33.000", "speaker": "None", "utterance": "If you make a migraine from my finished and done and bustle Yeah."}
{"start": "00:19:33.000", "end": "00:19:35.000", "speaker": "None", "utterance": "You can see the permutation."}
{"start": "00:19:35.000", "end": "00:19:37.000", "speaker": "None", "utterance": "In that point."}
{"start": "00:19:37.000", "end": "00:19:47.000", "speaker": "None", "utterance": "So it says, it must be minus he doing the slaves now, and can be the glass of water in my hands and doing my legs."}
{"start": "00:19:47.000", "end": "00:19:59.000", "speaker": "None", "utterance": "My, my hands in the glass of water, and my lips on you. The glass of water in my lips and doing my hand, my lips in my hands, and you on the glass of water."}
{"start": "00:19:59.000", "end": "00:20:16.000", "speaker": "None", "utterance": "So, these are words that means fermentation. And there is a similar operation in 2006, with a rose. Also, the cassava, in this work."}
{"start": "00:20:16.000", "end": "00:20:32.000", "speaker": "None", "utterance": "The word rose, or Lawson spaniel place with its vibration and Spanish. So, if you make up a ratio with rose, you, you can have. You can have a little work, and in Spanish is Rosa, or was it."}
{"start": "00:20:32.000", "end": "00:20:40.000", "speaker": "None", "utterance": "No. That can means a flower the roast but also that touch, no roof or sad."}
{"start": "00:20:40.000", "end": "00:20:55.000", "speaker": "None", "utterance": "Okay, so I'm going to finish here. So, as you can see, there's a lot of information that has not yet been up, but I want to rescue that possibility of having generating an order it."}
{"start": "00:20:55.000", "end": "00:21:05.000", "speaker": "None", "utterance": "This is an energy, and also is important, in the sense of woman here."}
{"start": "00:21:05.000", "end": "00:21:11.000", "speaker": "None", "utterance": "If you see all the presentation. There is a movement."}
{"start": "00:21:11.000", "end": "00:21:34.000", "speaker": "None", "utterance": "And we did not intend to point a direct influence of the analytical help with the digital ones, but with the, with the one is a, identify the similar patterns that electronic and digital convert into realization in the initial experiments, so it's not"}
{"start": "00:21:34.000", "end": "00:21:53.000", "speaker": "None", "utterance": "influence is, it's the patterns that are present in all the program for a particular edition. So, next is going to continue my good, and we show you a map of the revision electronic and digital poetry, a data visualization, and also Michael will explain"}
{"start": "00:21:53.000", "end": "00:22:05.000", "speaker": "None", "utterance": "our work, because this MIT Media technology and genealogy is not a show in this is also to rescue and restore these pieces."}
{"start": "00:22:05.000", "end": "00:22:16.000", "speaker": "None", "utterance": "We have called this transcoding water and scope. Because when we rest, we will. When we restaurant we also create a modified everything at work."}
{"start": "00:22:16.000", "end": "00:22:20.000", "speaker": "None", "utterance": "And then finally, at meals."}
{"start": "00:22:20.000", "end": "00:22:23.000", "speaker": "None", "utterance": "She's a researcher."}
{"start": "00:22:23.000", "end": "00:22:34.000", "speaker": "None", "utterance": "And also, he's an artist and show us the last part of this genealogy, what young people in Peru is doing right now with digital poetry and electric electric poetry too."}
{"start": "00:22:34.000", "end": "00:22:38.000", "speaker": "None", "utterance": "Thanks."}
{"start": "00:22:38.000", "end": "00:22:41.000", "speaker": "None", "utterance": "Michael."}
{"start": "00:22:41.000", "end": "00:22:43.000", "speaker": "None", "utterance": "Thanks."}
{"start": "00:22:43.000", "end": "00:22:46.000", "speaker": "None", "utterance": "Okay, Sam I"}
{"start": "00:22:46.000", "end": "00:22:49.000", "speaker": "None", "utterance": "want to speak in Spanish, sorry."}
{"start": "00:22:49.000", "end": "00:23:06.000", "speaker": "None", "utterance": "Okay."}
{"start": "00:23:06.000", "end": "00:23:14.000", "speaker": "None", "utterance": "Okay."}
{"start": "00:23:14.000", "end": "00:23:20.000", "speaker": "None", "utterance": "When a barista parte de la mesa."}
{"start": "00:23:20.000", "end": "00:23:29.000", "speaker": "None", "utterance": "Boy you represented lays Rock Cafe, the illness plateaus Politico's esk."}
{"start": "00:23:29.000", "end": "00:23:36.000", "speaker": "None", "utterance": "Where are you, Sarah Largo, the almost the stick with the manual,"}
{"start": "00:23:36.000", "end": "00:23:42.000", "speaker": "None", "utterance": "when they're finished it yesterday."}
{"start": "00:23:42.000", "end": "00:23:54.000", "speaker": "None", "utterance": "Okay, a keynote Come in Sir, can master list areas can also throws Amazonia in Quantico."}
{"start": "00:23:54.000", "end": "00:23:57.000", "speaker": "None", "utterance": "And at this point the customers thorough."}
{"start": "00:23:57.000", "end": "00:24:15.000", "speaker": "None", "utterance": "A the poster material for the most are the most a category is a particular person material is alien, a software proprietary to a crazy suffer cat, no computer aided design."}
{"start": "00:24:15.000", "end": "00:24:26.000", "speaker": "None", "utterance": "He said, I gotta react case, a redemption, especially context or Latin America, no."}
{"start": "00:24:26.000", "end": "00:24:31.000", "speaker": "None", "utterance": "A entices me."}
{"start": "00:24:31.000", "end": "00:24:42.000", "speaker": "None", "utterance": "Me Charla MacArthur, who's the mentor Sorel no context or Latin America knows you know the context of I wanna get some context to his distinctive were given contrast."}
{"start": "00:24:42.000", "end": "00:24:52.000", "speaker": "None", "utterance": "In order for him block again category animals, no cinemas over as a strong interest in flesh, Jonas, just in weeks."}
{"start": "00:24:52.000", "end": "00:24:57.000", "speaker": "None", "utterance": "He maintains his departure, they may or legitimately."}
{"start": "00:24:57.000", "end": "00:25:03.000", "speaker": "None", "utterance": "A Giro party coming up into a while every Sarah."}
{"start": "00:25:03.000", "end": "00:25:12.000", "speaker": "None", "utterance": "El Camino para facility was your authority on the business, the interplay he died, he died."}
{"start": "00:25:12.000", "end": "00:25:21.000", "speaker": "None", "utterance": "But he didn't direct on the rest of illustrate the historically Say bye bye Denzel will be SS. A."}
{"start": "00:25:21.000", "end": "00:25:27.000", "speaker": "None", "utterance": "It was a continuation."}
{"start": "00:25:27.000", "end": "00:25:42.000", "speaker": "None", "utterance": "Okay, that's it. She based on the kimono for a pie suck a documented Osama Quinta the lessons here they will respect through this DC minute he talus will get us into His do quit."}
{"start": "00:25:42.000", "end": "00:25:57.000", "speaker": "None", "utterance": "He gave her a complaint there level of awareness into UCC to eliminate those ethical sistema in a desire to create our own autonomy and then those are by something called the remote areas, but it's a yes or yes, but it possibly Tony goes to India some"}
{"start": "00:25:57.000", "end": "00:26:11.000", "speaker": "None", "utterance": "co sales materials from sales. Yes, he come with a specimen as he della della della that according to me smokiness or so later today he tell you."}
{"start": "00:26:11.000", "end": "00:26:18.000", "speaker": "None", "utterance": "the qualification manipulation edition"}
{"start": "00:26:18.000", "end": "00:26:27.000", "speaker": "None", "utterance": "imposes a and it gets up at one or photos and control most basic and then they overlap strangle remaining in that category."}
{"start": "00:26:27.000", "end": "00:26:30.000", "speaker": "None", "utterance": "But most iconic scientists were looking at it."}
{"start": "00:26:30.000", "end": "00:26:38.000", "speaker": "None", "utterance": "And it reminded about animals over a square foot on the several years apart, there were a flash Adobe Flash."}
{"start": "00:26:38.000", "end": "00:26:47.000", "speaker": "None", "utterance": "They come inside us."}
{"start": "00:26:47.000", "end": "00:26:59.000", "speaker": "None", "utterance": "Yeah, okay, I'm just later What do you say, okay, okay. Instead, Infosys a quite a Guinness stout Hamas and the stick and ball. So what I'm in the a."}
{"start": "00:26:59.000", "end": "00:27:02.000", "speaker": "None", "utterance": "And then you know get the bicycle Mr. Pro lemon oil."}
{"start": "00:27:02.000", "end": "00:27:21.000", "speaker": "None", "utterance": "You will be a flash in DKK general general You and I were in there, but don't make any other way indicate the ganja everybody not support a, but uh, but I stopped at the former flash, which again Oh, so close coming so most, most Carolina so Lucien but"}
{"start": "00:27:21.000", "end": "00:27:33.000", "speaker": "None", "utterance": "Marcela pieces in it, earth, the way sia electronica or electronic engineering is the gift put on this hour Yes, a former."}
{"start": "00:27:33.000", "end": "00:27:51.000", "speaker": "None", "utterance": "Wait by that but i thought was me, sir. No, a middle, put a gaping circus a billion people in this up I said PSS como esta, the Jose Aldo. We almost always a continuous young definitely something that was done more to go, but I know eco."}
{"start": "00:27:51.000", "end": "00:27:55.000", "speaker": "None", "utterance": "If we are going"}
{"start": "00:27:55.000", "end": "00:28:14.000", "speaker": "None", "utterance": "Look on that area own our our No, Ill, Ill axion fungal mouse's think that accent the parameter is very sadistic so a initial momentum, the UK in the UK is a podium, but where is the boy PSS can come in so this category Kelowna."}
{"start": "00:28:14.000", "end": "00:28:25.000", "speaker": "None", "utterance": "He was in the flesh in elections young, he said you know if a year but"}
{"start": "00:28:25.000", "end": "00:28:44.000", "speaker": "None", "utterance": "ePk Cynthia kkl our APS as the animals, which is a non interactive as a."}
{"start": "00:28:44.000", "end": "00:28:50.000", "speaker": "None", "utterance": "He got Okamoto como la me smoothly Sarah, the almost la."}
{"start": "00:28:50.000", "end": "00:29:10.000", "speaker": "None", "utterance": "La Plata formality over to Sarah una de forma in a parameter, they call up God or la una Chica Chica the format that we gave them and say, and then he started to notice those go gnosis have tables in the flesh can Scala, or Sunday."}
{"start": "00:29:10.000", "end": "00:29:27.000", "speaker": "None", "utterance": "Coffee calm the computer our programming languages, but come close to Toronto psyche. In a Mac and Hillary chat bar most aware guy, and when I see students journalists, associate alimony mental models."}
{"start": "00:29:27.000", "end": "00:29:34.000", "speaker": "None", "utterance": "imposes yeah Phoenixville, and your parcel of missile places they are."}
{"start": "00:29:34.000", "end": "00:29:48.000", "speaker": "None", "utterance": "I lay a major portal is referred to as a solution. No is this only Maria para JavaScript or end up almost in contrast, I mean como como a compliment though."}
{"start": "00:29:48.000", "end": "00:30:02.000", "speaker": "None", "utterance": "But, but in our para para VPSSHSM flash in because they see the proper rafal. Oh, he look away almost Alyssa continuous young ladies, yeah. A."}
{"start": "00:30:02.000", "end": "00:30:08.000", "speaker": "None", "utterance": "The most, Romania."}
{"start": "00:30:08.000", "end": "00:30:15.000", "speaker": "None", "utterance": "The total mental function and Nike interactive."}
{"start": "00:30:15.000", "end": "00:30:17.000", "speaker": "None", "utterance": "Hey, is there."}
{"start": "00:30:17.000", "end": "00:30:26.000", "speaker": "None", "utterance": "But you're looking at cielo bicycle maintain a in. Also, the Easter liver area."}
{"start": "00:30:26.000", "end": "00:30:44.000", "speaker": "None", "utterance": "No, I keep getting better and boy you okay you Emily I'll tell you ready apart apart poder. A, the quality care Kelowna last instructional system the intro, they'll achievable, the actual script."}
{"start": "00:30:44.000", "end": "00:30:46.000", "speaker": "None", "utterance": "Yeah."}
{"start": "00:30:46.000", "end": "00:31:16.000", "speaker": "None", "utterance": "In bounces unison to a local level, it has a toy for sale auto is complain though. Ill in love and Dora, the other pieces. If we don't catch up in flesh is se como se mucho tiempo no mas you miss out or a histone AIBVO mucho tiempo and is thousand years"}
{"start": "00:31:26.000", "end": "00:31:46.000", "speaker": "None", "utterance": "They will look at my condo, no elsewhere own authentic will Doral in Mexico. He is how much of practice, a musical is he them in practice, the Boise I only thought this is a stickiness testing was done Lucas Oil and sales Kelly's Sherlock Holmes I don't"}
{"start": "00:31:46.000", "end": "00:32:02.000", "speaker": "None", "utterance": "the host a mentor is La La no Tisha will no dissemination and no, it's a simple, simple ms electronic instance where my customer we handle a gallery where I lose a simple Quito No, no, no, no, no."}
{"start": "00:32:02.000", "end": "00:32:06.000", "speaker": "None", "utterance": "Okay, do we must have been a Latino American."}
{"start": "00:32:06.000", "end": "00:32:12.000", "speaker": "None", "utterance": "There'll be a story that she was."}
{"start": "00:32:12.000", "end": "00:32:17.000", "speaker": "None", "utterance": "It was literally almost,"}
{"start": "00:32:17.000", "end": "00:32:21.000", "speaker": "None", "utterance": "almost a."}
{"start": "00:32:21.000", "end": "00:32:39.000", "speaker": "None", "utterance": "It's good powerful is my second at least a cos Ignacio is most ego, but I mean, it doesn't really want to stir our hosts can be in sync winter intersects young, the amber campus Ala Moana Zika know, he will oppose here for him blow a look at some of the"}
{"start": "00:32:39.000", "end": "00:32:52.000", "speaker": "None", "utterance": "industry interface interface, Lucy girl. You say medium proper Casey Solomon to some of the latest system we know every Muslim is by yes mechanical"}
{"start": "00:32:52.000", "end": "00:32:56.000", "speaker": "None", "utterance": "unique Wonder Woman tunnel of paranoia."}
{"start": "00:32:56.000", "end": "00:33:09.000", "speaker": "None", "utterance": "Allah Allah smaller quality fails."}
{"start": "00:33:09.000", "end": "00:33:23.000", "speaker": "None", "utterance": "stop over here is our local Lisa LND will whip. Because as you know, Al generally Cordova put him below a lower Nora Corolla como esta QC to either length or fast."}
{"start": "00:33:23.000", "end": "00:33:34.000", "speaker": "None", "utterance": "No, a little arrow near McNeil, and also Cassius, whereas Qatar, I wouldn't have imagined this no might seem to steer this thing too fast."}
{"start": "00:33:34.000", "end": "00:34:04.000", "speaker": "None", "utterance": "I stuck a Sandow. A Wayback Machine, we accelerate for him blow."}
{"start": "00:34:15.000", "end": "00:34:19.000", "speaker": "None", "utterance": "Okay. When,"}
{"start": "00:34:19.000", "end": "00:34:26.000", "speaker": "None", "utterance": "when are you a CDN rafal miss miss it we open up a restaurant when that's over as the SS ID. No, no."}
{"start": "00:34:26.000", "end": "00:34:56.000", "speaker": "None", "utterance": "A, no, no. Not quite a local policy local basis. No, no, no I mean I'm not as simple as in parentheses from the PSL UCMI Greta, the Casa de cuatro de separate templo a benefit equals more and microphone, the famous journalist."}
{"start": "00:35:01.000", "end": "00:35:05.000", "speaker": "None", "utterance": "Oh."}
{"start": "00:35:05.000", "end": "00:35:12.000", "speaker": "None", "utterance": "Oh."}
{"start": "00:35:12.000", "end": "00:35:21.000", "speaker": "None", "utterance": "Yeah, it's, It's a PSL Qt said microphone Oh,"}
{"start": "00:35:21.000", "end": "00:35:26.000", "speaker": "None", "utterance": "a singer Chantel Akira Kurosawa raffle for America in Parliament."}
{"start": "00:35:26.000", "end": "00:35:34.000", "speaker": "None", "utterance": "We already have a new stuff was going under a new function 4k 4k stock Syrian army California."}
{"start": "00:35:34.000", "end": "00:35:37.000", "speaker": "None", "utterance": "He"}
{"start": "00:35:37.000", "end": "00:35:52.000", "speaker": "None", "utterance": "people as much as this is a, an early summer for him Look, go Mr cosi to you, rafal is telling Radia Italia they go UVK go ego in national scream into the promos no Turkey."}
{"start": "00:35:52.000", "end": "00:35:54.000", "speaker": "None", "utterance": "He is possibly a no idea."}
{"start": "00:35:54.000", "end": "00:36:10.000", "speaker": "None", "utterance": "Owner from young guns to eat and rafal puts them into public sector and microphone and poses a key election screen was illegal even station Okay, except user acceleration microphone Oh no, I love pedophilia casinos Hello Nick oh no I uterus Piece of cake"}
{"start": "00:36:10.000", "end": "00:36:17.000", "speaker": "None", "utterance": "selling out of peripherals came North Korea nice time implement bells and raffle, and then the radio."}
{"start": "00:36:17.000", "end": "00:36:32.000", "speaker": "None", "utterance": "But I think amo rato nice places the last one is your boss a stockbroker a mess. So we're going to say something Uio Test Options, for example owner Yes."}
{"start": "00:36:32.000", "end": "00:36:45.000", "speaker": "None", "utterance": "is it similar to JS JavaScript."}
{"start": "00:36:45.000", "end": "00:36:49.000", "speaker": "None", "utterance": "the estate outdoor no basis for number."}
{"start": "00:36:49.000", "end": "00:37:07.000", "speaker": "None", "utterance": "Nobody sees the number. I know it's really really hard to set point and then been permitted for him to recoup era, illness, illness or as a parent no no functional symposium talk on doors."}
{"start": "00:37:07.000", "end": "00:37:22.000", "speaker": "None", "utterance": "Okay, yes he can why is that i mean i gotta stop soon is and keep him awake at a steady rate he knows but as soon as we know, never assume that Peter you know it's gonna be okay from Shannon which are McCormick connections cream is Tamika dropsy okay"}
{"start": "00:37:22.000", "end": "00:37:40.000", "speaker": "None", "utterance": "so Sarah can blow is the Google Chrome for tablet is that is that the solution is. But again, it will your Echo better over us. Abraham blow is the thing last son comatose he was local and she was the Elio in the raffle knee."}
{"start": "00:37:40.000", "end": "00:37:47.000", "speaker": "None", "utterance": "So a nice little area where we proceed."}
{"start": "00:37:47.000", "end": "00:37:54.000", "speaker": "None", "utterance": "Okay, we're good okay so we go to ATM Bo"}
{"start": "00:37:54.000", "end": "00:38:13.000", "speaker": "None", "utterance": "paraphernalia circular Messiah goodness oh well that's a star, a certain aura, Enrique Well, it's a young boy my interviews. It's not over 18 weeks but element, element and Allah."}
{"start": "00:38:13.000", "end": "00:38:25.000", "speaker": "None", "utterance": "polka polka polka thoroughly annoyed winners style Doris, again, get the permit and you are a happiness guest on each us in weeks."}
{"start": "00:38:25.000", "end": "00:38:43.000", "speaker": "None", "utterance": "I call your JavaScript, watch at the mail you know i mean element, you know, love us without know someone knows except your methods are simple our squad and a lot text us into the importance of paper for Russia para la experience I left this a try zoom"}
{"start": "00:38:43.000", "end": "00:38:49.000", "speaker": "None", "utterance": "video pro class which is movie town."}
{"start": "00:38:49.000", "end": "00:38:53.000", "speaker": "None", "utterance": "Okay."}
{"start": "00:38:53.000", "end": "00:39:07.000", "speaker": "None", "utterance": "It's an episode of millionaires, you know, as the input immediately mo surrealist Ambien is the author overkill don't need to know they'll pull it up as well which I know is employed apparel I know, and if you've been you know switch into agronomy or"}
{"start": "00:39:07.000", "end": "00:39:14.000", "speaker": "None", "utterance": "employee point of como America drastically pointless but one of the most attended"}
{"start": "00:39:14.000", "end": "00:39:24.000", "speaker": "None", "utterance": "DNA is that over into web ill, liquid is passing through web."}
{"start": "00:39:24.000", "end": "00:39:35.000", "speaker": "None", "utterance": "Boom bl co located, or a Templar Western toss a Texas masa components basic or last context of the super beer this Fotolia either mixed us can control and internet."}
{"start": "00:39:35.000", "end": "00:39:42.000", "speaker": "None", "utterance": "This book can blow a key, a. We ended up working on so this is the key."}
{"start": "00:39:42.000", "end": "00:39:53.000", "speaker": "None", "utterance": "I overtaken cool then when they blame us, then the IE masking big store, or I mean, I"}
{"start": "00:39:53.000", "end": "00:40:03.000", "speaker": "None", "utterance": "guess I would have bought us, and it's the castle Lutheran and this Wichita and this is one point up at one Okay, I mean, I see experiment as soon."}
{"start": "00:40:03.000", "end": "00:40:11.000", "speaker": "None", "utterance": "A, he was in la cuna boy more Cinco de Mayo Macias was jeeps."}
{"start": "00:40:11.000", "end": "00:40:14.000", "speaker": "None", "utterance": "Is this you on the Coromandel."}
{"start": "00:40:14.000", "end": "00:40:29.000", "speaker": "None", "utterance": "When a person at the employer perma Sol Sol, La aura, he is still a separate parallel owner surprised. Who Samantha como Pamela most throw like any luckier, you get a master list in LA for a good thing good enough I guess we're constantly in the full"}
{"start": "00:40:29.000", "end": "00:40:30.000", "speaker": "None", "utterance": "summit."}
{"start": "00:40:30.000", "end": "00:40:43.000", "speaker": "None", "utterance": "but I still got your voice electronica keep him very much as a reference this one will put him right here and really at the center of the front desk a litmus throw Camilla, no."}
{"start": "00:40:43.000", "end": "00:40:44.000", "speaker": "None", "utterance": "I keep almost."}
{"start": "00:40:44.000", "end": "00:40:58.000", "speaker": "None", "utterance": "So Doris I keep a monster last OS for him blow a key point model and sales is no records Canada diva so no se Nikica interactive, a statement about the four man."}
{"start": "00:40:58.000", "end": "00:41:07.000", "speaker": "None", "utterance": "No, he left the address internet Captain America well yes but a way accessible local access implies internet."}
{"start": "00:41:07.000", "end": "00:41:23.000", "speaker": "None", "utterance": "You didn't want the team to a piece of content in a keynote speaker so kudos to Dallas for him blow gifts. I always ask you to use and call your square repetitively to get the year on a car owner Pasadena in bunkum know or SoundCloud, by which our own"}
{"start": "00:41:23.000", "end": "00:41:39.000", "speaker": "None", "utterance": "Casio complete stop. And it's the castle cylinder, the louder, is the, the Philadelphia Eagles, with a penguin. A it I'm into our hackathon Boise up while"}
{"start": "00:41:39.000", "end": "00:42:00.000", "speaker": "None", "utterance": "he went out yesterday let's open a psychic area. Most of our listeners are the best that is Lisa Lisa 70s template under construction, when a parent is a normal Fontainebleau lucky como para him below I own Rama, the way sia the hospital bed one academic"}
{"start": "00:42:00.000", "end": "00:42:18.000", "speaker": "None", "utterance": "year coming up there are no EBVO additionally we do employ a Kimura shadow, a castle the collective also by de cinco getting into proper category is a stunning and concept of the be click Deploy a car yes no and maybe the appointments you know maybe a"}
{"start": "00:42:18.000", "end": "00:42:37.000", "speaker": "None", "utterance": "boys here. What's your internet or voice your internet oh you better boy Matt, I mean, if you went on a job I definitely saw a monster laziness to travel know sell me this is it clear libido penguins in okay."}
{"start": "00:42:37.000", "end": "00:42:50.000", "speaker": "None", "utterance": "Many Mr handle in oars are in the factory over as the toilet in America now. They can be no there see me eco why."}
{"start": "00:42:50.000", "end": "00:42:57.000", "speaker": "None", "utterance": "Yeah, we have a mechanism which I had SS."}
{"start": "00:42:57.000", "end": "00:42:58.000", "speaker": "None", "utterance": "Thanks, my God."}
{"start": "00:42:58.000", "end": "00:43:02.000", "speaker": "None", "utterance": "Now we continue with me Luca"}
{"start": "00:43:02.000", "end": "00:43:07.000", "speaker": "None", "utterance": "Luca, I Young Artist some employed."}
{"start": "00:43:07.000", "end": "00:43:11.000", "speaker": "None", "utterance": "Hi."}
{"start": "00:43:11.000", "end": "00:43:22.000", "speaker": "None", "utterance": "Oh, no. One second."}
{"start": "00:43:22.000", "end": "00:43:28.000", "speaker": "None", "utterance": "Okay."}
{"start": "00:43:28.000", "end": "00:43:47.000", "speaker": "None", "utterance": "Hi, my name is minister phonetic is a Franca an art student specializing in painting of the quantity scenarios Agatha DiCaprio, and these opportunity I will talk about my thesis project in which I will explain the concept that I've been developing in"}
{"start": "00:43:47.000", "end": "00:44:07.000", "speaker": "None", "utterance": "the name of the project is pulling that IP 232 dot 199 dot one dot one eight, and it's where I seek to create an electronic hyper textual poetry, visual and practice as an instrument of connection."}
{"start": "00:44:07.000", "end": "00:44:26.000", "speaker": "None", "utterance": "So the topic is starts from the electronic literature and focus on social networks connectivity and interaction between the writer and the reader, as well as the interaction over poetry to recognize this poetry as well as as an action that tries to shape"}
{"start": "00:44:26.000", "end": "00:44:34.000", "speaker": "None", "utterance": "the world, and creates during the process, nurturing the final product."}
{"start": "00:44:34.000", "end": "00:44:46.000", "speaker": "None", "utterance": "So, for me, that has changed as a result of these new interactions on the internet. The approach and the means of communications as well."}
{"start": "00:44:46.000", "end": "00:44:57.000", "speaker": "None", "utterance": "There are moments in which the relevance of disconnection brings us closer, when geography distance and time or space in us from each other. and then a question comes up."}
{"start": "00:44:57.000", "end": "00:45:06.000", "speaker": "None", "utterance": "Why don't we believe in our visual reformatted and electronic poetry and allow us to connect through hyperlinks when bodies are not no longer there."}
{"start": "00:45:06.000", "end": "00:45:18.000", "speaker": "None", "utterance": "I protect offers possibilities of keeping the community close, as well as directly, encouraging others to participate."}
{"start": "00:45:18.000", "end": "00:45:28.000", "speaker": "None", "utterance": "The goal is to allow the other to reflect to be encouraged to create changes from the point to establish an interaction and connection between the writer and the reader."}
{"start": "00:45:28.000", "end": "00:45:39.000", "speaker": "None", "utterance": "As I said before, and consolidate reconciling or treat as a method with skills to modify reality."}
{"start": "00:45:39.000", "end": "00:45:53.000", "speaker": "None", "utterance": "Here are some concepts and keywords from which I start to make the interplay and send this as a process as a reflection, but also as a critique, to the activism."}
{"start": "00:45:53.000", "end": "00:45:55.000", "speaker": "None", "utterance": "I got a"}
{"start": "00:45:55.000", "end": "00:45:59.000", "speaker": "None", "utterance": "or initiative of the reader to dive into the."}
{"start": "00:45:59.000", "end": "00:46:23.000", "speaker": "None", "utterance": "The reinterpretation of the poetry from the image, as in the case of the hologram that's very seven cetera this reflection reflection convert on the languages, by which I wanted to develop the project, such as I believe web page video poetry."}
{"start": "00:46:23.000", "end": "00:46:37.000", "speaker": "None", "utterance": "The project main resource of circulation is the Instagram account Belinda in which there will be points using the resources proposed by electronically transfer."}
{"start": "00:46:37.000", "end": "00:46:46.000", "speaker": "None", "utterance": "Every one of the points will speak from a personal and community view where the participation of the other is always relevant."}
{"start": "00:46:46.000", "end": "00:46:59.000", "speaker": "None", "utterance": "And the topics are extracted from the current situation such as Corbett pandemic context, and there is always the possibility of collaborative poetry."}
{"start": "00:46:59.000", "end": "00:47:08.000", "speaker": "None", "utterance": "So, the file the process is kind of also the essence of the of my thesis and when in."}
{"start": "00:47:08.000", "end": "00:47:27.000", "speaker": "None", "utterance": "In, when Instagram interactions are used the most. And one other external resources are utilized besides social networks, the artistic part of its process will have a link, whether acting to the website."}
{"start": "00:47:27.000", "end": "00:47:35.000", "speaker": "None", "utterance": "So the blue circle in the deployments, as a wordplay among internet in ourselves and interdisciplinary."}
{"start": "00:47:35.000", "end": "00:47:55.000", "speaker": "None", "utterance": "and as they are points that deal with their context with particular at that point, we read it as an as an action and interaction."}
{"start": "00:47:55.000", "end": "00:48:18.000", "speaker": "None", "utterance": "So there are seven employments on the resources as I said before, now sharing material from users and my own creation, the Instagram stories and highlights stories are acts as a notification and also, as I said before file and."}
{"start": "00:48:18.000", "end": "00:48:35.000", "speaker": "None", "utterance": "So the conclusion is that is that the intention of the process to be seen is for the constant inspection from others, and the interaction that occurs between them."}
{"start": "00:48:35.000", "end": "00:48:45.000", "speaker": "None", "utterance": "So here the first employment is by month so I sorta. It was work with Google Drive application in a Word document."}
{"start": "00:48:45.000", "end": "00:49:03.000", "speaker": "None", "utterance": "And here is to let the other Philly interact with the text, the option to come in and edit inside a file it's always available, and the general subject is the recent current time and virus, and there's a static pattern, the hyperlinks inside the boom,"}
{"start": "00:49:03.000", "end": "00:49:18.000", "speaker": "None", "utterance": "which weather access, either way to an image or a song, or maybe another point."}
{"start": "00:49:18.000", "end": "00:49:22.000", "speaker": "None", "utterance": "The next one is in there by Matt for gold editor."}
{"start": "00:49:22.000", "end": "00:49:36.000", "speaker": "None", "utterance": "And here comply videos which I personally saw as an avid. The point blends with the image and sounds equates around inside reflects a private share unveil."}
{"start": "00:49:36.000", "end": "00:49:46.000", "speaker": "None", "utterance": "I asked the followers to share their own editor, which with a video or a photo. As a result, all their video."}
{"start": "00:49:46.000", "end": "00:50:07.000", "speaker": "None", "utterance": "Cole, other additives was created the interaction here are the new are similar meanings. Now the other individuals decide to reveal the boys is enough that our peers are from some of my friends in order to generate less monotonous so"}
{"start": "00:50:07.000", "end": "00:50:19.000", "speaker": "None", "utterance": "I'm going to show some of these interviews in the end. And I just continue with the presentation and then I'm going to show you some of them."}
{"start": "00:50:19.000", "end": "00:50:39.000", "speaker": "None", "utterance": "Okay, here in Alabama say so, as Mr. Boom boom The sound of the words, while being redone is what has the protectionism, the Sounders poetry's a new language that is created, I use as Mr as a sensory response, in which the person feel satisfaction listening"}
{"start": "00:50:39.000", "end": "00:50:50.000", "speaker": "None", "utterance": "to the sounds."}
{"start": "00:50:50.000", "end": "00:51:01.000", "speaker": "None", "utterance": "And again to make live, to make the sound less monotonous. I apply all their coats and language."}
{"start": "00:51:01.000", "end": "00:51:09.000", "speaker": "None", "utterance": "Then it's a boy. Yet this seven processes the employment process of a form."}
{"start": "00:51:09.000", "end": "00:51:15.000", "speaker": "None", "utterance": "It uses vj by editor for its interpretation and presentation."}
{"start": "00:51:15.000", "end": "00:51:16.000", "speaker": "None", "utterance": "In a link."}
{"start": "00:51:16.000", "end": "00:51:30.000", "speaker": "None", "utterance": "And if they come from procedure or poetry, you give them the machine variables and commands, and it responds, making the product."}
{"start": "00:51:30.000", "end": "00:51:37.000", "speaker": "None", "utterance": "Okay. The word cyber boom in which words are gravitating in a spot."}
{"start": "00:51:37.000", "end": "00:51:55.000", "speaker": "None", "utterance": "The instructions are not only in the Instagram post but also on the same page, assemble your point is the permanent suggestion to make the to make the drawing the curses is use the brush, brush creates a live in Mark, where the phrase, you are the point,"}
{"start": "00:51:55.000", "end": "00:52:07.000", "speaker": "None", "utterance": "point, which gives the user the possibility of being part of the action of the Interpol."}
{"start": "00:52:07.000", "end": "00:52:13.000", "speaker": "None", "utterance": "Okay, in our, in our buildings."}
{"start": "00:52:13.000", "end": "00:52:31.000", "speaker": "None", "utterance": "Here the link sprayed another language directly from communication from WhatsApp app, which are something like Telecom, for example, they are other links that are considered a strong ties in your social practices, where we can jump from one reality to"}
{"start": "00:52:31.000", "end": "00:52:43.000", "speaker": "None", "utterance": "another. So images sounds awards. This one is blend between the virtual unsentimental, so there is no linear logic that allows us to perform only one way of portrayed a new conversation."}
{"start": "00:52:43.000", "end": "00:52:46.000", "speaker": "None", "utterance": "Several."}
{"start": "00:52:46.000", "end": "00:53:08.000", "speaker": "None", "utterance": "These are conversations, I asked three friends to make a short story in which we just play with words and images and songs, The difference between our kind of normal conversations are the words will be involved"}
{"start": "00:53:08.000", "end": "00:53:21.000", "speaker": "None", "utterance": "here some of the parts of the conversation again I will show some of these are at the end."}
{"start": "00:53:21.000", "end": "00:53:25.000", "speaker": "None", "utterance": "Okay, dad is upset this in interpolate one nine."}
{"start": "00:53:25.000", "end": "00:53:35.000", "speaker": "None", "utterance": "Um, it was on video arts animation stop motion. So it started with a conversation with the follower about the object that they are the best friends."}
{"start": "00:53:35.000", "end": "00:53:54.000", "speaker": "None", "utterance": "And I asked them to take a photo of the object, and they kind of tell me the story behind it. And why is important. As a result of the conversation I create a point that also includes the keywords that they express the video."}
{"start": "00:53:54.000", "end": "00:54:19.000", "speaker": "None", "utterance": "I'm sorry the posing questions following the video, and the process the result and, as well as the interaction is documented in the highlights stories."}
{"start": "00:54:19.000", "end": "00:54:22.000", "speaker": "None", "utterance": "So,"}
{"start": "00:54:22.000", "end": "00:54:35.000", "speaker": "None", "utterance": "when I like kind of post these videos that I made. I also asked the followers, like what they think about the object that they have seen in that video."}
{"start": "00:54:35.000", "end": "00:54:53.000", "speaker": "None", "utterance": "And, in which, like, they kind of react and make a choice of what is the object for them in order to make others assumptions and wait, kind of haikus from their answers."}
{"start": "00:54:53.000", "end": "00:54:59.000", "speaker": "None", "utterance": "And this is also in the highlight stories."}
{"start": "00:54:59.000", "end": "00:55:13.000", "speaker": "None", "utterance": "So finally, the last one is probably going to have five members of my family and friends to draw drawing on one with friends or something possible, and the other two something impossible."}
{"start": "00:55:13.000", "end": "00:55:16.000", "speaker": "None", "utterance": "it may or not be."}
{"start": "00:55:16.000", "end": "00:55:32.000", "speaker": "None", "utterance": "It may or not may not be related to the current situation. And on the other hand to write two sentences one related to your payment me life. And another during the pandemic, it didn't have to be related to your drawing."}
{"start": "00:55:32.000", "end": "00:55:53.000", "speaker": "None", "utterance": "we face in Peru. Last November because of government. I also choose to ask for opinions in one sentence for that means for sensitive people, which is that age of means that, luckily my sister was an admin so as a mother how they felt on the marches the"}
{"start": "00:55:53.000", "end": "00:56:01.000", "speaker": "None", "utterance": "changes and the injustice that arose."}
{"start": "00:56:01.000", "end": "00:56:17.000", "speaker": "None", "utterance": "So I create a game in which the players Tuesday matches the pictures and connect them with the sentences that I have to create using only the words that they have written to me with family, friends and acquaintances."}
{"start": "00:56:17.000", "end": "00:56:36.000", "speaker": "None", "utterance": "This edited vs are hidden in the images, such as we're here, here, and in this way is a kind of exclusive corpse that is created in which the boy is not only reading words, but in pictures, where a new random interplay was created every time they played"}
{"start": "00:56:36.000", "end": "00:56:43.000", "speaker": "None", "utterance": "is kind of a performative act per se from the quality."}
{"start": "00:56:43.000", "end": "00:56:47.000", "speaker": "None", "utterance": "It's proposed to connect you writer with experienced from the others as well."}
{"start": "00:56:47.000", "end": "00:56:54.000", "speaker": "None", "utterance": "Also the results that are share are in the highlights stories."}
{"start": "00:56:54.000", "end": "00:56:58.000", "speaker": "None", "utterance": "So here is like how it works."}
{"start": "00:56:58.000", "end": "00:57:14.000", "speaker": "None", "utterance": "What I'm trying to generate with this interplay of myself feeling of belonging, on behalf of the user. And the tongue touching myself from the poem queda resistant to the situation that is handled from empathy and constant communication with the other."}
{"start": "00:57:14.000", "end": "00:57:24.000", "speaker": "None", "utterance": "If the user does not generate any interaction points not complete, since their participation is expected to be part of the final product."}
{"start": "00:57:24.000", "end": "00:57:41.000", "speaker": "None", "utterance": "The Creator for hypertext detaches himself from his own creation after providing the other with the path of spaces, through which the text is Director, director, but it's the reader for this is the path."}
{"start": "00:57:41.000", "end": "00:57:46.000", "speaker": "None", "utterance": "So, as a tiny conclusion."}
{"start": "00:57:46.000", "end": "00:58:01.000", "speaker": "None", "utterance": "I actually consider this project is an open door for interdisciplinary teams between new languages of poetry itself, as well as the different ways of creating images, it's an initiative for personal development in the visual effects, as well as for the"}
{"start": "00:58:01.000", "end": "00:58:18.000", "speaker": "None", "utterance": "others will delve into these issues in the near future. The Belinda count exist to share and interact with viewers, and at the same time, extend what has been learned as an open dialogue, by tree has a universal meaning and it's necessary to joining not"}
{"start": "00:58:18.000", "end": "00:58:30.000", "speaker": "None", "utterance": "only with those who were involved in the matter, but those who seek to understand themselves and their environment in a different way. Hopefully I will contribute to that course."}
{"start": "00:58:30.000", "end": "00:58:34.000", "speaker": "None", "utterance": "So now, really, really quick."}
{"start": "00:58:34.000", "end": "00:58:47.000", "speaker": "None", "utterance": "I want to show you some of these employments that are here. I don't know if you can see my page, I think you do. If not tell me"}
{"start": "00:58:47.000", "end": "00:58:49.000", "speaker": "None", "utterance": "scream. Sorry."}
{"start": "00:58:49.000", "end": "00:58:56.000", "speaker": "None", "utterance": "So, this one is the one that Michael amber mill talked about,"}
{"start": "00:58:56.000", "end": "00:59:04.000", "speaker": "None", "utterance": "which you can click here and there's a hyperlink there were there were sown in this case."}
{"start": "00:59:04.000", "end": "00:59:23.000", "speaker": "None", "utterance": "Then this one it's called a retired in."}
{"start": "00:59:23.000", "end": "00:59:27.000", "speaker": "None", "utterance": "Let's see. Cynthia, Tony clinical Olivia."}
{"start": "00:59:27.000", "end": "00:59:38.000", "speaker": "None", "utterance": "Leopard a sucker for us"}
{"start": "00:59:38.000", "end": "00:59:40.000", "speaker": "None", "utterance": "with us."}
{"start": "00:59:40.000", "end": "01:00:04.000", "speaker": "None", "utterance": "Nice brokers Western system."}
{"start": "01:00:04.000", "end": "01:00:18.000", "speaker": "None", "utterance": "This one is from us. I'm just take a moment to wait a little to the target. Here are the other words that have been doing."}
{"start": "01:00:18.000", "end": "01:00:24.000", "speaker": "None", "utterance": "This one is they put a link below."}
{"start": "01:00:24.000", "end": "01:00:39.000", "speaker": "None", "utterance": "This is like a video in which I kind of show them how you can kind of read one of the possibilities of how you can read this."}
{"start": "01:00:39.000", "end": "01:00:44.000", "speaker": "None", "utterance": "And this one is"}
{"start": "01:00:44.000", "end": "01:00:50.000", "speaker": "None", "utterance": "greater."}
{"start": "01:00:50.000", "end": "01:01:04.000", "speaker": "None", "utterance": "So you here first, cause of disease and when you explain, explain that this is an interplay of money you are part of the process. And they you sell like like between two 116 images,"}
{"start": "01:01:04.000", "end": "01:01:06.000", "speaker": "None", "utterance": "like for example this."}
{"start": "01:01:06.000", "end": "01:01:25.000", "speaker": "None", "utterance": "And then you go and start, and it gives you a kind of a collage, and then you could show them and it shows you the boy, I only use, as I said before, the words that they have give me given me and it kind of."}
{"start": "01:01:25.000", "end": "01:01:29.000", "speaker": "None", "utterance": "I don't know that's really fun doing this."}
{"start": "01:01:29.000", "end": "01:01:31.000", "speaker": "None", "utterance": "And this one I can."}
{"start": "01:01:31.000", "end": "01:01:39.000", "speaker": "None", "utterance": "Well, it was this one, I don't know why he can enter. I think I put it Well, sorry."}
{"start": "01:01:39.000", "end": "01:01:48.000", "speaker": "None", "utterance": "Okay, this one."}
{"start": "01:01:48.000", "end": "01:01:52.000", "speaker": "None", "utterance": "And that's,"}
{"start": "01:01:52.000", "end": "01:01:54.000", "speaker": "None", "utterance": "I think that's it."}
{"start": "01:01:54.000", "end": "01:02:02.000", "speaker": "None", "utterance": "Thank you,"}
{"start": "01:02:02.000", "end": "01:02:08.000", "speaker": "None", "utterance": "as well."}
{"start": "01:02:08.000", "end": "01:02:14.000", "speaker": "None", "utterance": "So I left, I have questions I wish we had more time."}
{"start": "01:02:14.000", "end": "01:02:16.000", "speaker": "None", "utterance": "Yes, I know."}
{"start": "01:02:16.000", "end": "01:02:24.000", "speaker": "None", "utterance": "Oh gosh. Yeah. So thank you, Melinda for your wonderful work I'm, thank you for introducing that to me."}
{"start": "01:02:24.000", "end": "01:02:37.000", "speaker": "None", "utterance": "I'm Pamela, please can you talk to me about maybe doing an exhibition for the next with all of that work it's a fabulous. Michael you too. But Michael the flash work you're doing are you trying conifer at all."}
{"start": "01:02:37.000", "end": "01:02:41.000", "speaker": "None", "utterance": "Are you using that with any success. Success Have you tried it."}
{"start": "01:02:41.000", "end": "01:02:46.000", "speaker": "None", "utterance": "It's also free."}
{"start": "01:02:46.000", "end": "01:02:53.000", "speaker": "None", "utterance": "Mike, would you like that but I want to see the other films that have gone effed up Ambien."}
{"start": "01:02:53.000", "end": "01:02:56.000", "speaker": "None", "utterance": "No, no, no."}
{"start": "01:02:56.000", "end": "01:03:08.000", "speaker": "None", "utterance": "Is that we thought we had a hard time with rafal we ran the 48 works for the exhibition through rafal first about 20 of them worked, but the links deprecating."}
{"start": "01:03:08.000", "end": "01:03:11.000", "speaker": "None", "utterance": "So we had to run them through rafal again."}
{"start": "01:03:11.000", "end": "01:03:22.000", "speaker": "None", "utterance": "And we found the sound in videos were to a lot of the words were too complex ruffle ruffle likes really flat websites."}
{"start": "01:03:22.000", "end": "01:03:28.000", "speaker": "None", "utterance": "And mostly was not is the school is showing it's just too rich for rafal."}
{"start": "01:03:28.000", "end": "01:03:30.000", "speaker": "None", "utterance": "So we ended up having to use conifer."}
{"start": "01:03:30.000", "end": "01:03:34.000", "speaker": "None", "utterance": "And that was a lot better so."}
{"start": "01:03:34.000", "end": "01:03:39.000", "speaker": "None", "utterance": "Okay, so I don't know we should talk, I'd love to talk to you about your preservation work."}
{"start": "01:03:39.000", "end": "01:03:44.000", "speaker": "None", "utterance": "Oh, great. Yeah, it's good work."}
{"start": "01:03:44.000", "end": "01:03:51.000", "speaker": "None", "utterance": "Basic it has conifer"}
{"start": "01:03:51.000", "end": "01:03:57.000", "speaker": "None", "utterance": "diesel engine dp don't wonder what that in website."}
{"start": "01:03:57.000", "end": "01:04:02.000", "speaker": "None", "utterance": "Going to launch your, your website."}
{"start": "01:04:02.000", "end": "01:04:06.000", "speaker": "None", "utterance": "Yes, it is in Vegas, we're"}
{"start": "01:04:06.000", "end": "01:04:16.000", "speaker": "None", "utterance": "in, I love a project. So, there's not much time, but in June, 20 26th."}
{"start": "01:04:16.000", "end": "01:04:26.000", "speaker": "None", "utterance": "We're going to present our web website, because right now we have for you"}
{"start": "01:04:26.000", "end": "01:04:28.000", "speaker": "None", "utterance": "about corporate agents."}
{"start": "01:04:28.000", "end": "01:04:38.000", "speaker": "None", "utterance": "It's like, and it's a conversation that we have all this on the Saturday so the Saturday."}
{"start": "01:04:38.000", "end": "01:05:04.000", "speaker": "None", "utterance": "20 June 26, we are, we're going to show the our website kelya, it is, is making that question because we have other kind of work that I think that all that community from this kind of space is in one to have one to use."}
{"start": "01:05:04.000", "end": "01:05:24.000", "speaker": "None", "utterance": "So, we hope, so not longer time, you have anything remediated some flesh words that we all want to watch again to experience again like rice Kathy by Gabriela golden, and you told me that and and I tell my students to show them that, and I have another"}
{"start": "01:05:24.000", "end": "01:05:26.000", "speaker": "None", "utterance": "course."}
{"start": "01:05:26.000", "end": "01:05:32.000", "speaker": "None", "utterance": "And I would love to show it. But anyway, I know you have."}
{"start": "01:05:32.000", "end": "01:05:50.000", "speaker": "None", "utterance": "It's wonderful your work. It's a, And I would like to add that really before meeting you. Some weeks ago, in the other event cara cara Lena Sandra john and Nadia organized."}
{"start": "01:05:50.000", "end": "01:06:15.000", "speaker": "None", "utterance": "I really only knew him in terms of digital writers, poets programmers in Peru, Enrique will and Hosea Bhutto, they were the only ones and shame on me I know, I, other people, you know, I couldn't reach other people."}
{"start": "01:06:15.000", "end": "01:06:20.000", "speaker": "None", "utterance": "And thanks to the Carolinas. I got to meet you."}
{"start": "01:06:20.000", "end": "01:06:30.000", "speaker": "None", "utterance": "So, it's a wonderful Latin American network that is working in this kind of projects."}
{"start": "01:06:30.000", "end": "01:06:32.000", "speaker": "None", "utterance": "I think it's great."}
{"start": "01:06:32.000", "end": "01:06:33.000", "speaker": "None", "utterance": "Thanks."}
{"start": "01:06:33.000", "end": "01:06:43.000", "speaker": "None", "utterance": "Joe we're doing the next is a goes to the caboose. Yes, Brazil, which I'm very excited that we have eight works by him that have been saved."}
{"start": "01:06:43.000", "end": "01:06:44.000", "speaker": "None", "utterance": "Flash work so."}
{"start": "01:06:44.000", "end": "01:06:55.000", "speaker": "None", "utterance": "And I think that Mikey has remediated two of these words I know I'm not sure if they are the same ones. Maybe yes, maybe not."}
{"start": "01:06:55.000", "end": "01:07:01.000", "speaker": "None", "utterance": "Yes. Yeah, might have ever made that that work. Yes."}
{"start": "01:07:01.000", "end": "01:07:16.000", "speaker": "None", "utterance": "So we went we went to have the time to show you that. But we were going to compare, an informed about the Facebook from Ilan and others basis."}
{"start": "01:07:16.000", "end": "01:07:23.000", "speaker": "None", "utterance": "Our work. Don't worry, where we went very quickly."}
{"start": "01:07:23.000", "end": "01:07:27.000", "speaker": "None", "utterance": "This said, we get two minutes. Okay."}
{"start": "01:07:27.000", "end": "01:07:34.000", "speaker": "None", "utterance": "Well, wonderful thanks to all, and Michael and we Luca and I."}
{"start": "01:07:34.000", "end": "01:07:59.000", "speaker": "None", "utterance": "It was so special to her to be here, and we admire the work from Isla also we have a Marla word from Claudia in the concert from genealogical ate some inspiration about her work, because we hear the word the last year in the we've been issues."}
{"start": "01:07:59.000", "end": "01:08:13.000", "speaker": "None", "utterance": "So it's less less thing inspiration that's not our work so we're so grateful to you and me just guys I don't know if you want to say something before to go."}
{"start": "01:08:13.000", "end": "01:08:18.000", "speaker": "None", "utterance": "Oh no, nothing so just thank you for paying attention."}
{"start": "01:08:18.000", "end": "01:08:31.000", "speaker": "None", "utterance": "It has been wonderful this opportunity that you both gave me Actually, and made this community. I am so amazed of the great things that you do, And I think just thank you."}
{"start": "01:08:31.000", "end": "01:08:34.000", "speaker": "None", "utterance": "Thanks, Mike, guys."}
{"start": "01:08:34.000", "end": "01:08:38.000", "speaker": "None", "utterance": "Hey,"}
{"start": "01:08:38.000", "end": "01:08:39.000", "speaker": "None", "utterance": "I said."}
{"start": "01:08:39.000", "end": "01:08:55.000", "speaker": "None", "utterance": "I said, This know a salary nice use case that you're going to stress this enough to stay connected amico, read, no se como como se Claudia ck mucho gracias."}
{"start": "01:08:55.000", "end": "01:08:57.000", "speaker": "None", "utterance": "Thank you so much."}
{"start": "01:08:57.000", "end": "01:09:19.000", "speaker": "None", "utterance": "If there is going to be more places in the digital world, we can continue that conversation, also with the Peruvian side, we want to invite you from our conversation we had a level that level oratory from New Media and boy three Peruvian gold medal if"}
{"start": "01:09:19.000", "end": "01:09:49.000", "speaker": "None", "utterance": "invite you to follow us to Facebook and Instagram, my lap. So we got a lot of events that we are getting, we have organization from that kind of digital point three or Peruvian poetry."}