{"start": "00:00:00.000", "end": "00:00:12.000", "speaker": "Astrid Ensslin (she/her)", "utterance": " Pretty cool collaborative analysis of catherine's pre web storage space hypertext in small and large pieces and I was going to share my screen."}
{"start": "00:00:14.070", "end": "00:00:19.020", "speaker": "Astrid Ensslin (she/her)", "utterance": " So this is, this is it, this is us, and this is also the cover of."}
{"start": "00:00:19.710", "end": "00:00:28.710", "speaker": "Astrid Ensslin (she/her)", "utterance": " This beautiful stories based hypertext and I have to say, like you know Caspian did the everything yourself, including the the arch, which is quite amazing, and I hope she will."}
{"start": "00:00:29.190", "end": "00:00:43.470", "speaker": "Astrid Ensslin (she/her)", "utterance": " Tell us a bit about that later, so the work was originally published in issue 1.3 1994 of the scape quarterly review hypertext it came bundled with Kathy Max and natural habitats."}
{"start": "00:00:43.980", "end": "00:01:00.750", "speaker": "Astrid Ensslin (she/her)", "utterance": " And it appeared in this port fit in this folio you know format containing two 3.5 inch floppy disks for MAC and PC and later, also as a single CD Rom requiring two megabyte of Ram and hard disk drives."}
{"start": "00:01:01.920", "end": "00:01:14.580", "speaker": "Astrid Ensslin (she/her)", "utterance": " The work was written in storage space one point or a and used hundred and 75 kilobytes it's it's really you know, space and link heavy very, very dense feelings."}
{"start": "00:01:15.390", "end": "00:01:28.830", "speaker": "Astrid Ensslin (she/her)", "utterance": " And to access the word in its original format historical machines like a MacIntosh classic or performer are required, however, there are other platforms, on which the text can be rendered and emulated."}
{"start": "00:01:29.400", "end": "00:01:39.150", "speaker": "Astrid Ensslin (she/her)", "utterance": " including, for example, escapes in the books and emulators like windows xp emulators like the Oracle vm virtual box."}
{"start": "00:01:40.500", "end": "00:01:49.860", "speaker": "Astrid Ensslin (she/her)", "utterance": " So in our individual contributions will be focusing on these three hardware, software constellations and their individual aesthetic and everybody to audiences."}
{"start": "00:01:50.520", "end": "00:01:55.260", "speaker": "Astrid Ensslin (she/her)", "utterance": " Together, we will explore the ways in which reading the same work."}
{"start": "00:01:55.980", "end": "00:02:07.500", "speaker": "Astrid Ensslin (she/her)", "utterance": " In different technological environment yields platform specific analytical nuances and how collectively these readings open up new forms of collaborative connective texture bloody."}
{"start": "00:02:08.010", "end": "00:02:15.300", "speaker": "Astrid Ensslin (she/her)", "utterance": " Catherine herself will reflect on the genesis of the work and the wider context of its creation."}
{"start": "00:02:15.690", "end": "00:02:23.880", "speaker": "Astrid Ensslin (she/her)", "utterance": " And she'll also respond to the other presentations in the panel, in a way that feels gaps and opens up quite a debate surrounding hypertext aesthetics."}
{"start": "00:02:24.300", "end": "00:02:37.710", "speaker": "Astrid Ensslin (she/her)", "utterance": " And history association, so we hope that our joint work will deepen our understanding of how platform conscious readings can shed light on discrepancies between reader experience and original design and intense."}
{"start": "00:02:38.610", "end": "00:02:43.530", "speaker": "Astrid Ensslin (she/her)", "utterance": " And how contemporary technologies might make it possible to bring back and obsolescent work."}
{"start": "00:02:44.310", "end": "00:02:53.910", "speaker": "Astrid Ensslin (she/her)", "utterance": " Our panel will explore how platform study skin operates in chronically and die chronically, especially if combined with post pandemic forms of remote collaboration."}
{"start": "00:02:54.240", "end": "00:03:07.230", "speaker": "Astrid Ensslin (she/her)", "utterance": " And presentation that enables scholars to read from their own site specific premises so we'll we'll start with some introductory notes from Catherine, and then we'll have Dini."}
{"start": "00:03:08.520", "end": "00:03:14.640", "speaker": "Astrid Ensslin (she/her)", "utterance": " I think Dean you'll be reading from a MacIntosh and for myself right yeah oh my do you have a classic or."}
{"start": "00:03:15.210", "end": "00:03:16.650", "speaker": "Dene Grigar", "utterance": " I have the reversals up so."}
{"start": "00:03:16.680", "end": "00:03:17.550", "speaker": "Astrid Ensslin (she/her)", "utterance": " we're going to be using around the."}
{"start": "00:03:17.640", "end": "00:03:39.330", "speaker": "Astrid Ensslin (she/her)", "utterance": " Reversal yes so which we did on on a classic I think and more useful than me looking at in the box and I will then show will reflect a little bit on my virtual box emulation experience and then Catherine will come back and we will then open the floor for questions and discussion."}
{"start": "00:03:39.930", "end": "00:03:41.250", "speaker": "Astrid Ensslin (she/her)", "utterance": " So I will probably just."}
{"start": "00:03:41.430", "end": "00:03:46.680", "speaker": "Astrid Ensslin (she/her)", "utterance": " Stop share at this point and turn it over to Catherine."}
{"start": "00:03:47.070", "end": "00:03:52.050", "speaker": "Kathryn Cramer", "utterance": " Now, can you spotlight me because I don't want to share screen, I just want to be in the middle of the screen."}
{"start": "00:03:54.570", "end": "00:03:57.180", "speaker": "Kathryn Cramer", "utterance": " procedure called spotlighting so you would put me in a."}
{"start": "00:03:57.180", "end": "00:04:08.250", "speaker": "Dene Grigar", "utterance": " Good speaker view so just go to speaker view and I should show up that way I can, if you're answered if you can do speaker view on yours, I might work for capturing her and you to Catherine."}
{"start": "00:04:08.640", "end": "00:04:10.440", "speaker": "Kathryn Cramer", "utterance": " Yes, okay."}
{"start": "00:04:13.980", "end": "00:04:15.870", "speaker": "Kathryn Cramer", "utterance": " speaker view okay there we go all right."}
{"start": "00:04:17.370", "end": "00:04:19.260", "speaker": "Kathryn Cramer", "utterance": " But I still see it see as aspirin."}
{"start": "00:04:20.760", "end": "00:04:21.600", "speaker": "Astrid Ensslin (she/her)", "utterance": " I see you."}
{"start": "00:04:23.790", "end": "00:04:29.160", "speaker": "Astrid Ensslin (she/her)", "utterance": " I think I mean yeah I think depends on who's speaking now you know the camera will pick up whoever speaking."}
{"start": "00:04:29.670", "end": "00:04:31.830", "speaker": "Kathryn Cramer", "utterance": " Okay, so i'm."}
{"start": "00:04:32.970", "end": "00:04:33.420", "speaker": "Kathryn Cramer", "utterance": " In."}
{"start": "00:04:35.340", "end": "00:04:37.740", "speaker": "Kathryn Cramer", "utterance": " The early 90s um I."}
{"start": "00:04:39.150", "end": "00:04:48.390", "speaker": "Kathryn Cramer", "utterance": " Was teaching science fiction writing in Cambridge Massachusetts and along with David hartwell and we were summoned East kit systems by."}
{"start": "00:04:48.990", "end": "00:04:58.260", "speaker": "Kathryn Cramer", "utterance": " Sarah Smith to me i'm mark bernstein to find out about this new thing of hypertext fiction because, Sir, I had King space coming out."}
{"start": "00:04:58.680", "end": "00:05:11.280", "speaker": "Kathryn Cramer", "utterance": " And they wanted me to see stories face and that's what we could write about it in the New York review of science fiction and we had a jolly time we were there for a few hours, and I went home with a copy of storage space."}
{"start": "00:05:12.990", "end": "00:05:21.270", "speaker": "Kathryn Cramer", "utterance": " and began to play with it, and that is sore and I, at the time I was a graduate student in German literature at Columbia."}
{"start": "00:05:22.320", "end": "00:05:32.400", "speaker": "Kathryn Cramer", "utterance": " And so I played with it, I worked on in small and large pieces do it, you know doing a lot of the linking on the train to and from Manhattan."}
{"start": "00:05:33.090", "end": "00:05:42.720", "speaker": "Kathryn Cramer", "utterance": " sort of like doing embroidery except making links on an early MAC laptop um and I had this hand scanner."}
{"start": "00:05:43.380", "end": "00:05:55.050", "speaker": "Kathryn Cramer", "utterance": " That, I think I bought a MAC world and Boston though that would do various things with So in addition to scanning straight I would move it around to get some text effects, which are visible in there."}
{"start": "00:05:56.100", "end": "00:06:11.610", "speaker": "Kathryn Cramer", "utterance": " And one of these sort of iconic image and surf things of my life is this this one um this actually I used to have to have these, this is a ceramic Alice a Disney Alice that came with."}
{"start": "00:06:12.360", "end": "00:06:27.480", "speaker": "Kathryn Cramer", "utterance": " A watch when I was about 10 years old, I guess i'm the watch must have broken so, then I must have gotten another one, because I used to have to, and I can tell them apart because one is missing a hand, but when I was unpacking some things today to get ready for this, this was in the box."}
{"start": "00:06:28.920", "end": "00:06:38.820", "speaker": "Kathryn Cramer", "utterance": " So I thought I would share miss Alice with you who's on the title page i'm also a difference between the reversal, and now is when we did the reversal."}
{"start": "00:06:39.690", "end": "00:06:47.940", "speaker": "Kathryn Cramer", "utterance": " I was in Toronto, where I have recently been a graduate student in strategic foresight and innovation at ocala University, which is an art art university."}
{"start": "00:06:49.230", "end": "00:06:56.520", "speaker": "Kathryn Cramer", "utterance": " And about two weeks ago we get a rather difficult border crossing, and we are now in."}
{"start": "00:06:57.960", "end": "00:07:11.100", "speaker": "Kathryn Cramer", "utterance": " westport New York and because of that I have access, I will sneak over and look, but I have, I have a MacIntosh and it has installed large pieces on it."}
{"start": "00:07:11.910", "end": "00:07:17.730", "speaker": "Kathryn Cramer", "utterance": " I have the thing with all the contents that you were just shown and some floppy disks."}
{"start": "00:07:18.300", "end": "00:07:36.330", "speaker": "Kathryn Cramer", "utterance": " So now, if we were to do a reversal today, it would not have that long long ridiculous lag, but I still have the the technology and instead of us so it's now like, I have a time portal over there and the clock, set up in the closet and I guess, one of the things preparing for this."}
{"start": "00:07:37.350", "end": "00:07:45.780", "speaker": "Kathryn Cramer", "utterance": " It was brought home to me the thematic so the passage of time not not just the passage of time in the last 26 years since I wrote it."}
{"start": "00:07:46.440", "end": "00:07:56.880", "speaker": "Kathryn Cramer", "utterance": " But the passage of time since I was last in this House, which was 14 months earlier and I had to deal with various mice living and dead in this room in order to set this up."}
{"start": "00:07:57.420", "end": "00:08:03.300", "speaker": "Kathryn Cramer", "utterance": " Anyway, so I went I I first I began to write stories and stories space and then."}
{"start": "00:08:03.810", "end": "00:08:12.660", "speaker": "Kathryn Cramer", "utterance": " I ran away and join the circus I dropped out of Columbia graduate school and went to work for mark bernstein and worked in his basement."}
{"start": "00:08:13.320", "end": "00:08:29.460", "speaker": "Kathryn Cramer", "utterance": " um and I had an absolute blast being as the hypertext fiction editor I was writing hypertext fiction, I was the bookstore sales representative, I was the graphic designer and I totally."}
{"start": "00:08:30.030", "end": "00:08:40.200", "speaker": "Kathryn Cramer", "utterance": " redesigned the packaging, so that some I think of the small and large pieces, maybe the first one that had the card the card stock cardboard i'm."}
{"start": "00:08:41.100", "end": "00:08:54.090", "speaker": "Kathryn Cramer", "utterance": " A package, rather than the plastic ones that came before them um but I use my mind as sort of the prototype for the redesign of the packaging."}
{"start": "00:08:54.600", "end": "00:09:07.110", "speaker": "Kathryn Cramer", "utterance": " And the purpose of that redesign was so that I could walk into bookstores and say, this is a book and have it look plausibly more like a book than the packaging mark had before um and."}
{"start": "00:09:08.280", "end": "00:09:18.180", "speaker": "Kathryn Cramer", "utterance": " Why would walk into bookstores and I would say, this is a book and they would explain what it was, and they said well no people can't possibly read and chopped up text like this."}
{"start": "00:09:18.630", "end": "00:09:29.190", "speaker": "Kathryn Cramer", "utterance": " And now in 2021 we get up in the morning or wake up in the middle of the night and we open our phones and we read Twitter, which is much more chopped up than than anything I did."}
{"start": "00:09:30.300", "end": "00:09:39.270", "speaker": "Kathryn Cramer", "utterance": " Anyway, so um The other thing I want to sort of lead, you to is that yeah I did that one, and then I stopped, partly because."}
{"start": "00:09:39.630", "end": "00:09:45.840", "speaker": "Kathryn Cramer", "utterance": " of you know sort of discussed at the way in which the CD Rom revolution had completely crushed what we were trying to do."}
{"start": "00:09:46.290", "end": "00:09:57.360", "speaker": "Kathryn Cramer", "utterance": " By putting a lot of money and money into changing reader expectations around the idea that your computer experience should be as much like watching TV as possible."}
{"start": "00:09:57.630", "end": "00:10:02.850", "speaker": "Kathryn Cramer", "utterance": " So i'm these black and white things with you know where every pixel was carefully placed and so on."}
{"start": "00:10:03.840", "end": "00:10:16.140", "speaker": "Kathryn Cramer", "utterance": " Look, I mean it took small and large pieces was out of that you know was obsolete in less time than it takes to make, but where I kind of went from there i'm a collage art."}
{"start": "00:10:17.010", "end": "00:10:22.260", "speaker": "Kathryn Cramer", "utterance": " To work, so I would suggest people look out if you want to see the trajectory in terms of my fiction."}
{"start": "00:10:23.190", "end": "00:10:29.130", "speaker": "Kathryn Cramer", "utterance": " And my free to go, which was published by tor.com or you an emulation that was published in nature."}
{"start": "00:10:29.760", "end": "00:10:41.790", "speaker": "Kathryn Cramer", "utterance": " um and so, while I did not, I mean I worked really hard and sort of gave hypertext fiction everything I everything I had and I felt like we we lost the war."}
{"start": "00:10:42.270", "end": "00:10:53.700", "speaker": "Kathryn Cramer", "utterance": " And then I moved on to other things, but I think I think it the sensibility that went into it and sort of tapping aesthetic tactics stuck with me and are there in my later work so."}
{"start": "00:10:56.040", "end": "00:11:00.810", "speaker": "Kathryn Cramer", "utterance": " So I think I will stop there, and then let you continue on and then you can come back to me it then."}
{"start": "00:11:02.880", "end": "00:11:11.130", "speaker": "Astrid Ensslin (she/her)", "utterance": " Okay, great thanks so much Catherine for but a little background there and let's move straight on to he."}
{"start": "00:11:14.010", "end": "00:11:15.000", "speaker": "Dene Grigar", "utterance": " want to share my screen."}
{"start": "00:11:21.720", "end": "00:11:26.490", "speaker": "Dene Grigar", "utterance": " Oh it's telling me God, I have to install this audio device."}
{"start": "00:11:28.140", "end": "00:11:28.890", "speaker": "Kathryn Cramer", "utterance": " We can hear you."}
{"start": "00:11:29.730", "end": "00:11:35.280", "speaker": "Dene Grigar", "utterance": " yeah but from my video let's see if this will happen and make it louder now you trust your screen again, can you see."}
{"start": "00:11:35.760", "end": "00:11:36.660", "speaker": "Dene Grigar", "utterance": " Everything fine yep."}
{"start": "00:11:37.050", "end": "00:11:42.540", "speaker": "Dene Grigar", "utterance": " yep yeah the sound turned up let's see if this will go fine so i'm going to show a video clip."}
{"start": "00:11:42.960", "end": "00:11:55.050", "speaker": "Dene Grigar", "utterance": " I can't show you what it's like on a performer without being in my lab and using all the live stream equipment so i'm showing you the reversal that we did already all right i'm gonna show about two or three minutes of it."}
{"start": "00:11:56.790", "end": "00:12:03.180", "speaker": "Dene Grigar", "utterance": " That when I was the age when I read this I used to write really, really, a lot of poetry, and then I would burn."}
{"start": "00:12:05.730", "end": "00:12:10.980", "speaker": "Dene Grigar", "utterance": " These are the ones that survived that experience, I mean not not not every last film I read it."}
{"start": "00:12:14.400", "end": "00:12:15.720", "speaker": "Dene Grigar", "utterance": " Or at least fit the narrative."}
{"start": "00:12:17.520", "end": "00:12:34.980", "speaker": "Dene Grigar", "utterance": " Children of the women have golden hair and I was their delicate bodies swain brand school in your mind, then I lost the man us when he reaches out all the purchases flesh the Mayan wears a mask for protection, you tell some of beauty i'll show you need he says."}
{"start": "00:12:36.600", "end": "00:12:44.370", "speaker": "Dene Grigar", "utterance": " That and she doesn't I am a child of the wind and I chose the word and golden bear and my delegate bodies."}
{"start": "00:12:45.450", "end": "00:12:46.170", "speaker": "Dene Grigar", "utterance": " On your mind."}
{"start": "00:12:47.580", "end": "00:12:53.190", "speaker": "Dene Grigar", "utterance": " i'm only another body was makeup mask section my golden eyes try not to do please."}
{"start": "00:12:56.610", "end": "00:12:57.720", "speaker": "Dene Grigar", "utterance": " There is no way."}
{"start": "00:13:00.870", "end": "00:13:02.640", "speaker": "Dene Grigar", "utterance": " Now I kind of realized that one."}
{"start": "00:13:05.460", "end": "00:13:11.580", "speaker": "Dene Grigar", "utterance": " And that would not be accidental and that's that's not to the individual and I i'm wondering I don't I don't know the answer."}
{"start": "00:13:13.770", "end": "00:13:15.450", "speaker": "Dene Grigar", "utterance": " The Barclay as much sneakers now."}
{"start": "00:13:17.250", "end": "00:13:18.810", "speaker": "Dene Grigar", "utterance": " that's an Alex because it's."}
{"start": "00:13:20.010", "end": "00:13:20.460", "speaker": "Dene Grigar", "utterance": " Literally."}
{"start": "00:13:23.400", "end": "00:13:25.740", "speaker": "Dene Grigar", "utterance": " preceded by a one to one."}
{"start": "00:13:29.490", "end": "00:13:31.260", "speaker": "Dene Grigar", "utterance": " First, you can still if you're arguing."}
{"start": "00:13:32.610", "end": "00:13:40.380", "speaker": "Dene Grigar", "utterance": " But after a while, what is he gradually die away until all was dead silence and I look you up with some of."}
{"start": "00:13:41.610", "end": "00:13:45.360", "speaker": "Dene Grigar", "utterance": " The two girls, listen to the bedroom door that only $1 line."}
{"start": "00:13:48.810", "end": "00:13:51.150", "speaker": "Dene Grigar", "utterance": " And now she's over the press."}
{"start": "00:13:52.680", "end": "00:14:01.560", "speaker": "Dene Grigar", "utterance": " So this one large pieces right they come in here and there, so you you take snippets from comets and from other places and."}
{"start": "00:14:03.090", "end": "00:14:09.660", "speaker": "Dene Grigar", "utterance": " We are there is, you know intentionally broken partners best from an enforcer comes through the looking glass."}
{"start": "00:14:11.760", "end": "00:14:15.900", "speaker": "Dene Grigar", "utterance": " that's in here in broken into his word small edge cases."}
{"start": "00:14:17.580", "end": "00:14:19.800", "speaker": "Dene Grigar", "utterance": " The title actually came from."}
{"start": "00:14:22.260", "end": "00:14:37.950", "speaker": "Dene Grigar", "utterance": " The same period of time, maybe a little bit earlier than the the part of my adolescence, where I read this book in a couple years earlier, where we had a babysitter who was supposed to keep us from fighting in the afternoon, which honestly didn't work home and."}
{"start": "00:14:39.420", "end": "00:14:49.800", "speaker": "Dene Grigar", "utterance": " That somehow on Miller had gotten her, and he left on the kitchen table my parents saying there is a mirror downstairs small and large."}
{"start": "00:14:54.090", "end": "00:14:54.600", "speaker": "Dene Grigar", "utterance": " Okay."}
{"start": "00:14:56.100", "end": "00:15:07.380", "speaker": "Dene Grigar", "utterance": " So from this video clip of Catherine during her reversal of her work, we learned several interesting pieces of lore first is a child, she wrote poetry, and she burned it."}
{"start": "00:15:08.100", "end": "00:15:15.870", "speaker": "Dene Grigar", "utterance": " Right to despite that habit some of its still ended up in her novel and and we got to see some of it."}
{"start": "00:15:16.800", "end": "00:15:23.610", "speaker": "Dene Grigar", "utterance": " Three textural elements are purposely placed and designed in the novel they're not any accidents in this design."}
{"start": "00:15:24.330", "end": "00:15:31.830", "speaker": "Dene Grigar", "utterance": " For our she sides to the looking glass and the enforcer and five, the title came from an incident from her childhood, which involved, like the story."}
{"start": "00:15:32.310", "end": "00:15:53.100", "speaker": "Dene Grigar", "utterance": " Broken mirror right and broken mirror, so this clip is one of seven from the reversal of in small and large pieces that astern marsh and I and Catherine on did in my lab back march 26 of this year, and it is a 26th one that my leg has done since 2013 so that's quite a bit."}
{"start": "00:15:54.150", "end": "00:16:06.750", "speaker": "Dene Grigar", "utterance": " So what I want to talk about is you know what is what is it reversal, why is it important, and what are we getting out of this expression miss reader experience this this performance that we've just seen right."}
{"start": "00:16:08.130", "end": "00:16:09.630", "speaker": "Dene Grigar", "utterance": " So let me move this."}
{"start": "00:16:10.650", "end": "00:16:12.090", "speaker": "Dene Grigar", "utterance": " Out of the way, so I need to hear."}
{"start": "00:16:13.410", "end": "00:16:22.470", "speaker": "Dene Grigar", "utterance": " So the reversal is a process as part of the pathfinders methodology for documenting works of born digital media, it was developed by storm multiple in me."}
{"start": "00:16:23.010", "end": "00:16:31.500", "speaker": "Dene Grigar", "utterance": " In support of with support from the National Endowment for the humanities it's been used specifically for works like hypertext fiction novels."}
{"start": "00:16:31.920", "end": "00:16:41.490", "speaker": "Dene Grigar", "utterance": " poetry essays and, more recently, for flash works so anything that can't be accessible to the public anymore, because of some sort of technological obsolescence."}
{"start": "00:16:42.000", "end": "00:16:56.760", "speaker": "Dene Grigar", "utterance": " and smaller large pieces, for example, this work was produced with storage space software as Astrid mentioned earlier on, published on two, three and a half inch floppy disks when each for PC and MAC i'm going to show you the images of that again, you can see that."}
{"start": "00:16:58.800", "end": "00:17:07.620", "speaker": "Dene Grigar", "utterance": " and also on CD Rom and it was published in the course that you escaped quarterly review of hypertext Volume one number three summer 94."}
{"start": "00:17:08.190", "end": "00:17:18.720", "speaker": "Dene Grigar", "utterance": " And so it's no longer accessible to the public, unless you have a floppy disk reader of some sort on your computer, you can use system seven, and you can you know you can actually access that version of storage space."}
{"start": "00:17:20.100", "end": "00:17:29.970", "speaker": "Dene Grigar", "utterance": " Or you emulate it, and so what i'm talking about is not emulation i'm not talking about migration i'm talking about using your originals hardware and software, which is a form of collection right."}
{"start": "00:17:30.390", "end": "00:17:40.110", "speaker": "Dene Grigar", "utterance": " Specifically at reversal is defined as a performance or reading that takes place on equipment configured as closely as possible to the system used to create the work."}
{"start": "00:17:40.410", "end": "00:17:54.960", "speaker": "Dene Grigar", "utterance": " order in which the word might have been expected to reach us initial audience it's a reflective encounter with the digital texts, and as you saw Astrid and and Catherine were speaking together right answering each other, responding to one another."}
{"start": "00:17:56.460", "end": "00:18:02.940", "speaker": "Dene Grigar", "utterance": " And that is possible so it's a way for us to get to the possibilities of the text and explore it in ways that indicate this key features."}
{"start": "00:18:03.240", "end": "00:18:13.170", "speaker": "Dene Grigar", "utterance": " capabilities and themes in the case of this particular work we saw the different type faces right so key feature that work is the use of time faces and if you don't load."}
{"start": "00:18:13.650", "end": "00:18:27.600", "speaker": "Dene Grigar", "utterance": " The font suitcase into the computer and you don't see that and it's a huge loss of the work so giving a performance on the original software allows you to see that right so along with."}
{"start": "00:18:29.010", "end": "00:18:42.780", "speaker": "Dene Grigar", "utterance": " The reversal pathfinders also includes images of the physical media, the key thing with this kind of methodology is the physicality of the work and leaving it in its original format right accessing in its original form."}
{"start": "00:18:43.800", "end": "00:18:47.250", "speaker": "Dene Grigar", "utterance": " So we've done for the pathfinders we do the reader."}
{"start": "00:18:48.390", "end": "00:18:56.400", "speaker": "Dene Grigar", "utterance": " reversals we do interviews with the reader the author reversal interview with the author, we also do social media work, most recently with the."}
{"start": "00:18:56.880", "end": "00:19:04.050", "speaker": "Dene Grigar", "utterance": " kind of innovation, to the pathfinders methodology we do a lot of work with social media capturing the work for an audience beyond the lab."}
{"start": "00:19:04.500", "end": "00:19:12.930", "speaker": "Dene Grigar", "utterance": " Beyond the place where the reversals taking place we're doing YouTube live streaming so that it can reach the audience at their homes or offices."}
{"start": "00:19:13.680", "end": "00:19:30.390", "speaker": "Dene Grigar", "utterance": " And then we're also creating digital Korea critical essays and, of course, doing the images complete images of the physical work, as you can see here from this chapter of rebooting electronic literature, you know everything from."}
{"start": "00:19:31.440", "end": "00:19:36.090", "speaker": "Dene Grigar", "utterance": " every page to description of what people are seeing so all of this is very."}
{"start": "00:19:37.740", "end": "00:19:51.180", "speaker": "Dene Grigar", "utterance": " intently done it's all put together into a book that's an open source book on the scale our platform and made available for free accessible to the public, all html5 CSS and javascript."}
{"start": "00:19:52.530", "end": "00:19:59.820", "speaker": "Dene Grigar", "utterance": " So it's a it's a way to retain the original cultural context of the work as close to possible."}
{"start": "00:20:01.260", "end": "00:20:10.200", "speaker": "Dene Grigar", "utterance": " By making these kinds of elements available documentation like pathfinders is one way of preserving works that are no longer accessible."}
{"start": "00:20:10.590", "end": "00:20:20.250", "speaker": "Dene Grigar", "utterance": " to the public, there are three types of of preservation projects collection is one migration is another and emulation is a third, and in my lab we opt for the third."}
{"start": "00:20:20.730", "end": "00:20:36.930", "speaker": "Dene Grigar", "utterance": " I have 61 computers in my electronic literature lab and we are able to access the floppy disk and CD Rom and whatever other technologies that are being used and read the work on the original format and do research about those works in that format."}
{"start": "00:20:38.040", "end": "00:20:54.900", "speaker": "Dene Grigar", "utterance": " It goes beyond just the traditional thinking of the work is just digital and not having any kind of physical presence for those of us who cut our teeth on hypertext in the early 90s, the physicality of it was a big part of it as Astrid was showing us earlier, the little folio that."}
{"start": "00:20:55.980", "end": "00:21:07.620", "speaker": "Dene Grigar", "utterance": " That came with this looks like a book and it was done purposely this way so that people would understand that they're supposed to read this that it was something that can sit on a shelf, so it is a transitional."}
{"start": "00:21:08.790", "end": "00:21:17.910", "speaker": "Dene Grigar", "utterance": " Media from the print based book environment from the late 20th century to the current you know cloud computing works that we're getting now."}
{"start": "00:21:18.240", "end": "00:21:28.980", "speaker": "Dene Grigar", "utterance": " So that's why this is so important and it's important to capture this in a collection mode as we're doing in my lab so thank you for that and i'll start my presentation."}
{"start": "00:21:35.100", "end": "00:21:50.010", "speaker": "Astrid Ensslin (she/her)", "utterance": " Thank you so much jeannie and we'll move straight on to our users so from collection to and we had a discussion about that mario's right it's not emulation what is it that you're doing within the box for us."}
{"start": "00:21:50.730", "end": "00:21:53.460", "speaker": "Mariusz Pisarski", "utterance": " With just a sort of a rendering."}
{"start": "00:21:54.690", "end": "00:22:02.040", "speaker": "Mariusz Pisarski", "utterance": " or translation, but within the same family of programs, which is very, very interesting."}
{"start": "00:22:03.330", "end": "00:22:21.630", "speaker": "Mariusz Pisarski", "utterance": " And and with with this piece that this segment that I have prepared, we are, we are moving towards the main subject of the conference about platforms about and relations and and we have in case of stories present enables a quite an interesting case."}
{"start": "00:22:22.950", "end": "00:22:23.430", "speaker": "Mariusz Pisarski", "utterance": " I hope."}
{"start": "00:22:24.690", "end": "00:22:41.280", "speaker": "Mariusz Pisarski", "utterance": " Although, as we have had in small and large pieces might not be reachable on the modern computers outside of emulators the native format can be read on modern computer on one machine in in their box software."}
{"start": "00:22:42.810", "end": "00:22:47.820", "speaker": "Mariusz Pisarski", "utterance": " And it can be read in a much better way than in storage space free which actually."}
{"start": "00:22:49.170", "end": "00:23:00.870", "speaker": "Mariusz Pisarski", "utterance": " Is is the is the official software ship today by this date for for current audience but it's not really able, on its own to open and reads in small and large pieces."}
{"start": "00:23:04.650", "end": "00:23:26.760", "speaker": "Mariusz Pisarski", "utterance": " Before that, in order actually to be able to read St catherine's work on contemporary software and software bridge is is needed, something else Dun Dun tinderbox given in order to be connect it to to to form that connection between past and present, and I will show you."}
{"start": "00:23:27.930", "end": "00:23:29.490", "speaker": "Mariusz Pisarski", "utterance": " A such which."}
{"start": "00:23:33.840", "end": "00:23:35.400", "speaker": "Mariusz Pisarski", "utterance": " We consider in."}
{"start": "00:23:36.510", "end": "00:23:37.080", "speaker": "Mariusz Pisarski", "utterance": " The bridge."}
{"start": "00:23:40.200", "end": "00:23:45.420", "speaker": "Mariusz Pisarski", "utterance": " And our case the bridge is formed by storage space to on a."}
{"start": "00:23:46.290", "end": "00:23:56.970", "speaker": "Mariusz Pisarski", "utterance": " Use the buffalo classics Matthews motorola processors and a newer maximum into processes on one side of the which represents the past is the cartoons work and storage space, the original."}
{"start": "00:23:57.360", "end": "00:24:10.770", "speaker": "Mariusz Pisarski", "utterance": " On the other, represent the current technological media is the oldest in the box up nothing around on the current machine in my case, it was in their books so it's a very interesting."}
{"start": "00:24:12.780", "end": "00:24:23.760", "speaker": "Mariusz Pisarski", "utterance": " thing I discovered of the Platform distance the the closer that distance the better performance than rich so, for example, if I wanted to open."}
{"start": "00:24:24.930", "end": "00:24:42.180", "speaker": "Mariusz Pisarski", "utterance": " It so as to file anything they books laying this would be problematic and it causes crashes, but if if I open on my new laptop it into the book seven and try to open this space to file the bridge application it succeeds."}
{"start": "00:24:45.660", "end": "00:24:55.500", "speaker": "Mariusz Pisarski", "utterance": " Of course, this sort of software, one might ask is is a bit similar is it similar to a form of hacking or."}
{"start": "00:24:57.630", "end": "00:25:06.630", "speaker": "Mariusz Pisarski", "utterance": " file, but because because a tinderbox is a direct descendant of storage space."}
{"start": "00:25:08.520", "end": "00:25:11.730", "speaker": "Mariusz Pisarski", "utterance": " I would say that it is, it is not really a hard."}
{"start": "00:25:13.140", "end": "00:25:20.430", "speaker": "Mariusz Pisarski", "utterance": " it's a proposition it's a proposal of another sort of reading more alike, a big data."}
{"start": "00:25:20.940", "end": "00:25:41.970", "speaker": "Mariusz Pisarski", "utterance": " textual analysis but, of course, in our case, this big data is relative it's it's confined to the hypertext space of the narrative network of the original so not that detached from text and from meaning, we are still quite close to what Catherine has has written."}
{"start": "00:25:44.940", "end": "00:25:45.960", "speaker": "Mariusz Pisarski", "utterance": " After opening."}
{"start": "00:25:47.670", "end": "00:25:51.180", "speaker": "Mariusz Pisarski", "utterance": " The work in tinderbox we are presented."}
{"start": "00:25:52.440", "end": "00:25:58.890", "speaker": "Mariusz Pisarski", "utterance": " With hypertext map, something which Catherine actually never intended for the original audience to see."}
{"start": "00:26:01.860", "end": "00:26:14.790", "speaker": "Mariusz Pisarski", "utterance": " So it is this is this is breaking a breaking of that contract between reader publisher and and writer, but this is this is how it is today on tinder box platform."}
{"start": "00:26:15.840", "end": "00:26:20.850", "speaker": "Mariusz Pisarski", "utterance": " And here's an example of one of the most prominent lexi has."}
{"start": "00:26:21.960", "end": "00:26:23.730", "speaker": "Mariusz Pisarski", "utterance": " rendered in tinderbox."}
{"start": "00:26:24.810", "end": "00:26:34.920", "speaker": "Mariusz Pisarski", "utterance": " All styling all phones and we could see in the video that Dean, has shown that phones were very, very important for capturing."}
{"start": "00:26:35.820", "end": "00:26:51.990", "speaker": "Mariusz Pisarski", "utterance": " Vision here, everything is is gone, but what is preserved is the linking structure in the maps the correctly of contents, the information about incoming in outcome in connections."}
{"start": "00:26:52.830", "end": "00:27:03.600", "speaker": "Mariusz Pisarski", "utterance": " So instead of regular reading, which is really not possible and reaches the intention, or the original the original product."}
{"start": "00:27:05.400", "end": "00:27:09.750", "speaker": "Mariusz Pisarski", "utterance": " We have this sort of hyper text analysis that."}
{"start": "00:27:12.570", "end": "00:27:16.440", "speaker": "Mariusz Pisarski", "utterance": " is close to those those big big data."}
{"start": "00:27:18.060", "end": "00:27:25.440", "speaker": "Mariusz Pisarski", "utterance": " analysis, we are used to work count variations can be shown a cross detects the."}
{"start": "00:27:26.670", "end": "00:27:31.890", "speaker": "Mariusz Pisarski", "utterance": " Average words Alexia text links and maintenance all this."}
{"start": "00:27:32.910", "end": "00:27:50.580", "speaker": "Mariusz Pisarski", "utterance": " Technical hypertext data in 10 but tinderbox nine a sentiment variation is possible to be to be shown it's a new Ai text feature not yet fully implemented it comes from a DEMO of backstage release."}
{"start": "00:27:52.230", "end": "00:27:54.690", "speaker": "Mariusz Pisarski", "utterance": " A when we look at the word cloud."}
{"start": "00:27:55.710", "end": "00:27:59.070", "speaker": "Mariusz Pisarski", "utterance": " We could see that the words such as Anna Anna the."}
{"start": "00:28:00.240", "end": "00:28:02.430", "speaker": "Mariusz Pisarski", "utterance": " room next door man."}
{"start": "00:28:03.480", "end": "00:28:08.580", "speaker": "Mariusz Pisarski", "utterance": " The most important and most frequent once used in the story."}
{"start": "00:28:10.440", "end": "00:28:10.830", "speaker": "Mariusz Pisarski", "utterance": " and"}
{"start": "00:28:15.870", "end": "00:28:21.600", "speaker": "Mariusz Pisarski", "utterance": " A smart search and action queries that are able to generate rankings list of."}
{"start": "00:28:22.710", "end": "00:28:36.630", "speaker": "Mariusz Pisarski", "utterance": " Of nodes that we can then run according to our preferred attribute and then hypertext, the most important ones would be the inbound link count and how about the link account show us the most connected."}
{"start": "00:28:37.950", "end": "00:28:45.180", "speaker": "Mariusz Pisarski", "utterance": " lexus the notes with most outbound connections these on the right hand side of the panel."}
{"start": "00:28:45.750", "end": "00:29:03.240", "speaker": "Mariusz Pisarski", "utterance": " and important entry points of katherine's dense narrative network those with the most inbound connections, on the other hand, said, as most prominent points of re entry and which is, which is, which is very important, when we."}
{"start": "00:29:04.590", "end": "00:29:10.710", "speaker": "Mariusz Pisarski", "utterance": " When we read or take into consideration the multiple channels of the work."}
{"start": "00:29:11.760", "end": "00:29:14.700", "speaker": "Mariusz Pisarski", "utterance": " In the network ranking of alexa is another."}
{"start": "00:29:15.720", "end": "00:29:31.500", "speaker": "Mariusz Pisarski", "utterance": " area was looking at it shows the Sam of outbound and inbound account the top of the list of this list is populated by lexus belong to the collected points of animal."}
{"start": "00:29:33.210", "end": "00:29:53.400", "speaker": "Mariusz Pisarski", "utterance": " This is a group of very prominent and very exposed to it, we reach, and these are the points, written by Anna such a secret Mona Lisa and they serve both as points of entry and re entry in in such context lexus that do not belong to the poetry collection."}
{"start": "00:29:54.600", "end": "00:29:59.310", "speaker": "Mariusz Pisarski", "utterance": " such as the and Anna or June, but it is what."}
{"start": "00:30:00.720", "end": "00:30:15.780", "speaker": "Mariusz Pisarski", "utterance": " Those that do not are not plants themselves but are pieces of narrative, but I still high on the link ranking at those that I could I could I could call the Center hops of the of the narrative."}
{"start": "00:30:18.990", "end": "00:30:30.510", "speaker": "Mariusz Pisarski", "utterance": " An interesting rendering of catherine's hypertext is hyperbolic view which is inhibiting their books addition to storage space mob view that shows."}
{"start": "00:30:31.500", "end": "00:30:54.450", "speaker": "Mariusz Pisarski", "utterance": " Alexia in focus in its newest and most relevant network neighborhood a here we can see, Mr design focus and the lexus that are most close to to it and that view comes on top of the top down structure of storage space folders."}
{"start": "00:30:57.900", "end": "00:30:58.410", "speaker": "Mariusz Pisarski", "utterance": " And I think."}
{"start": "00:31:00.600", "end": "00:31:05.580", "speaker": "Mariusz Pisarski", "utterance": " These few few views of the of the classic storage space."}
{"start": "00:31:06.840", "end": "00:31:15.330", "speaker": "Mariusz Pisarski", "utterance": " Work bring some questions that might be might be good points of to start the discussion or to add to the discussion."}
{"start": "00:31:17.100", "end": "00:31:29.940", "speaker": "Mariusz Pisarski", "utterance": " I often ask myself, I was able to see hypertext patterns, through this a tinderbox graphs maps and charts my best thing wrote about the figure of mirror words as."}
{"start": "00:31:31.200", "end": "00:31:51.840", "speaker": "Mariusz Pisarski", "utterance": " As the one that is coming through standing out within the narrative of smaller large pieces, so the question is, are we able to see the mirror worlds, through these advanced modern hypertext analysis, if not, then the question arises."}
{"start": "00:31:53.130", "end": "00:31:59.280", "speaker": "Mariusz Pisarski", "utterance": " Why is it so, is it because we still do not know where to look."}
{"start": "00:32:00.300", "end": "00:32:04.920", "speaker": "Mariusz Pisarski", "utterance": " Or perhaps the problem is is lying in our."}
{"start": "00:32:06.390", "end": "00:32:11.820", "speaker": "Mariusz Pisarski", "utterance": " Our approach to a problem which Mary actually Lena called a continuity."}
{"start": "00:32:13.410", "end": "00:32:14.460", "speaker": "Mariusz Pisarski", "utterance": " As an element of."}
{"start": "00:32:15.600", "end": "00:32:24.180", "speaker": "Mariusz Pisarski", "utterance": " electronically, which I have ethics if arkadin assess poetry is often an art of contiguous an act of distribution."}
{"start": "00:32:24.900", "end": "00:32:30.540", "speaker": "Mariusz Pisarski", "utterance": " arrangement and the recurrence then elite which works and hyperlinks it the most so."}
{"start": "00:32:31.170", "end": "00:32:48.090", "speaker": "Mariusz Pisarski", "utterance": " But then methodology of finding it continuity points within hypertext structures places were structured with meaning would be a solution and rediscovering hypertext patents through the tools of this small big data of."}
{"start": "00:32:49.890", "end": "00:32:51.840", "speaker": "Mariusz Pisarski", "utterance": " Of hypertext space."}
{"start": "00:32:54.810", "end": "00:32:56.550", "speaker": "Mariusz Pisarski", "utterance": " And I will stop here."}
{"start": "00:33:03.870", "end": "00:33:10.290", "speaker": "Astrid Ensslin (she/her)", "utterance": " hey thanks thanks my use so fascinating and we were yeah we were talking about you know, in the chat."}
{"start": "00:33:11.130", "end": "00:33:22.560", "speaker": "Astrid Ensslin (she/her)", "utterance": " You know people were talking about migration so on, and you for obviously showing how migration can not just you know translate a work to another platform where it can be read but but also analyze and."}
{"start": "00:33:22.620", "end": "00:33:24.630", "speaker": "Astrid Ensslin (she/her)", "utterance": " analyze this big data which is amazing."}
{"start": "00:33:25.380", "end": "00:33:26.670", "speaker": "None", "utterance": "This is, this is really great."}
{"start": "00:33:27.840", "end": "00:33:32.010", "speaker": "Astrid Ensslin (she/her)", "utterance": " So we all will come back to this discussion later I will."}
{"start": "00:33:33.210", "end": "00:33:35.670", "speaker": "Astrid Ensslin (she/her)", "utterance": " follow with my own."}
{"start": "00:33:36.690", "end": "00:33:37.710", "speaker": "Astrid Ensslin (she/her)", "utterance": " contribution."}
{"start": "00:33:39.360", "end": "00:33:50.910", "speaker": "Astrid Ensslin (she/her)", "utterance": " Which which i've given the title emulating hypertext feminist pause from a logical perspective, and I have an extended version of this people were just quite theoretic you we have it in."}
{"start": "00:33:51.570", "end": "00:34:09.900", "speaker": "Astrid Ensslin (she/her)", "utterance": " You know, in the system uploaded on the conference website, so I will just try and pick up some of those points and I want to reflect a little bit on my own personal history with this work because it's part of the post phenomenal logical approach that i'm taking here."}
{"start": "00:34:11.610", "end": "00:34:19.800", "speaker": "Astrid Ensslin (she/her)", "utterance": " I mean, most recently I engaged with a quite a bit in the context of a project on the East, a quarterly which I hope will come out later this year."}
{"start": "00:34:20.220", "end": "00:34:29.880", "speaker": "Astrid Ensslin (she/her)", "utterance": " And to that effect, I visited do you need her lab if you guys and I read this work on the market does former 5215 etc."}
{"start": "00:34:30.540", "end": "00:34:41.460", "speaker": "Astrid Ensslin (she/her)", "utterance": " And, and since I didn't and still don't have access to historical hardware in my own institution, I ended up reading absence work in this kind of combination between."}
{"start": "00:34:42.120", "end": "00:34:57.630", "speaker": "Astrid Ensslin (she/her)", "utterance": " Historical access and emulation and Oracle vm virtual box X six point or which you can see there in the background where it really looks like the real thing like and it actually sounds like a real thing and it's just basically windows xp that."}
{"start": "00:34:58.380", "end": "00:35:06.450", "speaker": "Astrid Ensslin (she/her)", "utterance": " That you can do emulate and and the word really reads like like the CD that we talked about earlier as well."}
{"start": "00:35:07.710", "end": "00:35:24.120", "speaker": "Astrid Ensslin (she/her)", "utterance": " And so the license, this is a fully licensed of you know, software at it, it runs a beautiful ISO image of windows xp and that accesses the stories fair space files from an external optical drive."}
{"start": "00:35:24.570", "end": "00:35:38.490", "speaker": "Astrid Ensslin (she/her)", "utterance": " The files are then copied onto the emulators car, drive which I can access them and I can like you know switch between the icl mosquitoes image and and other Apps on my my screen at the same time."}
{"start": "00:35:39.270", "end": "00:35:45.270", "speaker": "Astrid Ensslin (she/her)", "utterance": " And, of course, this particular constellation differs radicchio from the original one and."}
{"start": "00:35:45.540", "end": "00:35:57.180", "speaker": "Astrid Ensslin (she/her)", "utterance": " affords a very distinct set of embodied and representational experiences that can I best compliment from them fully replace the works original fundamental logical configuration, however."}
{"start": "00:35:57.600", "end": "00:36:05.250", "speaker": "Astrid Ensslin (she/her)", "utterance": " As James Newman, has quite aptly pointed out in relation to video game preservation, which is huge, obviously."}
{"start": "00:36:06.870", "end": "00:36:25.020", "speaker": "Astrid Ensslin (she/her)", "utterance": " He says, we need to shift our attention to the contingencies of play and from game preservation to game play preservation right and so with, but we can say let's move away from the work and more into you know aspects of sexuality reading and interaction."}
{"start": "00:36:26.250", "end": "00:36:35.730", "speaker": "Astrid Ensslin (she/her)", "utterance": " So in this paper I adopt a feminist coast and i'm logical perspective centered around material engagement theory."}
{"start": "00:36:36.240", "end": "00:36:49.350", "speaker": "Astrid Ensslin (she/her)", "utterance": " This theory originated in cognitive archeology and anthropology and for groans the material significance of extended embedded embodied in active cognition, also known as he cognition."}
{"start": "00:36:49.800", "end": "00:37:01.920", "speaker": "Astrid Ensslin (she/her)", "utterance": " So extended means the the basic is that relational idea that minds and things are continuous and into definable processes rather than isolated and independent entities."}
{"start": "00:37:02.880", "end": "00:37:10.230", "speaker": "Astrid Ensslin (she/her)", "utterance": " embedded for groans the situated spatially contingent nature of these processes and relationships embodies."}
{"start": "00:37:10.650", "end": "00:37:28.380", "speaker": "Astrid Ensslin (she/her)", "utterance": " emphasizes the fact that the things we interact with become cognitive extensions of the human body and inactive signifies that cognition is not a representation of a pre given world by pre given mind, but is the enactment of a world, because as far back as as for real."}
{"start": "00:37:29.910", "end": "00:37:40.440", "speaker": "Astrid Ensslin (she/her)", "utterance": " So what we learned, you know understand feel is a product of our interaction with things around us, and that includes, of course, technologies of reading and play."}
{"start": "00:37:40.860", "end": "00:37:51.240", "speaker": "Astrid Ensslin (she/her)", "utterance": " So Against this backdrop, I argue that, in a post pandemic media archaeological framework, we need to remove the stigma of inauthenticity from emulation."}
{"start": "00:37:51.570", "end": "00:37:58.770", "speaker": "Astrid Ensslin (she/her)", "utterance": " And reframe it as an integral part of restorative productive and ultimately feminist scholarship."}
{"start": "00:37:59.580", "end": "00:38:09.030", "speaker": "Astrid Ensslin (she/her)", "utterance": " Set against the post phenomenal logical economy framework my own scholarly becoming, and this is actually a theme, this is a concept from post terminology."}
{"start": "00:38:09.240", "end": "00:38:24.960", "speaker": "Astrid Ensslin (she/her)", "utterance": " Becoming which is never isolated it's never just cognitive it's it's always embedded embodied and active right So this was contingent upon a variety of have access features, it was."}
{"start": "00:38:25.740", "end": "00:38:32.730", "speaker": "Astrid Ensslin (she/her)", "utterance": " contingent on the material embodied enactment of the the original work on the original platform."}
{"start": "00:38:33.330", "end": "00:38:45.330", "speaker": "Astrid Ensslin (she/her)", "utterance": " It was a dependent on the extended distributed composition again that's also you know part of this this idea distributed, cognition of others working in the field, I think of rebooting right so whole collection."}
{"start": "00:38:46.200", "end": "00:38:57.630", "speaker": "Astrid Ensslin (she/her)", "utterance": " And it was to do with my own embodied history of engaging with the work for now almost 20 years with That was the first time I looked at it almost 20 years ago, can you believe that and."}
{"start": "00:38:58.800", "end": "00:39:06.720", "speaker": "Astrid Ensslin (she/her)", "utterance": " and also the ethnographic research, I did with Kathleen and many others, many other stakeholders from the East Asia and Europe."}
{"start": "00:39:07.830", "end": "00:39:14.970", "speaker": "Astrid Ensslin (she/her)", "utterance": " And then, of course, my own iterative rereading and that that idea of rereading needs to move away from just calm down."}
{"start": "00:39:15.510", "end": "00:39:25.800", "speaker": "Astrid Ensslin (she/her)", "utterance": " You know decoding or something like that it really has to move into a more embodied field so just a quick word on emulation emulators are."}
{"start": "00:39:26.280", "end": "00:39:36.720", "speaker": "Astrid Ensslin (she/her)", "utterance": " And i'm quoting from Connie and others a piece of hardware, software that allows the user to execute software on a platform for which the software was not originally intended."}
{"start": "00:39:37.440", "end": "00:39:48.240", "speaker": "Astrid Ensslin (she/her)", "utterance": " emulators just have proliferated, especially in hacker culture as so called new technology, so this is from me a consultant was written a lot about cheating in games and."}
{"start": "00:39:49.110", "end": "00:39:59.640", "speaker": "Astrid Ensslin (she/her)", "utterance": " So lunatic technologies used to circumvent and counter the video game industry planned obsolescence right, so this is, this is the thing they they."}
{"start": "00:40:00.510", "end": "00:40:12.330", "speaker": "Astrid Ensslin (she/her)", "utterance": " Just not not financially viable to you know, to preserve video games from a from an industry point of view, the legal situation so running emulators fully."}
{"start": "00:40:12.840", "end": "00:40:24.390", "speaker": "Astrid Ensslin (she/her)", "utterance": " Yet several international presidents of showing that non commercial users of emulators and especially in cases where legal software niceness were obtained in the first place, come under fair use."}
{"start": "00:40:25.050", "end": "00:40:34.230", "speaker": "Astrid Ensslin (she/her)", "utterance": " And indeed, as good and Brian and others have argued emulation maybe the most promising solution for the long term preservation of any digital born data."}
{"start": "00:40:34.860", "end": "00:40:50.670", "speaker": "Astrid Ensslin (she/her)", "utterance": " So my own institutionally supported us a virtual box is legal tool is free software and the G new general public license right so and i've also got my own copy of the of the work itself right which I was using."}
{"start": "00:40:52.200", "end": "00:40:55.080", "speaker": "Astrid Ensslin (she/her)", "utterance": " So the emulated version of."}
{"start": "00:40:56.760", "end": "00:41:10.800", "speaker": "Astrid Ensslin (she/her)", "utterance": " kathleen's work is of course a remediation that that replaces the audio visual and have the parameters of the 1990s MacIntosh with this weakness of the two day 20 emulator and yet."}
{"start": "00:41:11.370", "end": "00:41:22.050", "speaker": "Astrid Ensslin (she/her)", "utterance": " You know many things are preserved, like the bit the link structure the color scheme and and you know you can't open the the map, you cannot see through you can only see the actual you know lexi."}
{"start": "00:41:22.980", "end": "00:41:33.720", "speaker": "Astrid Ensslin (she/her)", "utterance": " And the color scheme right lag is minimized and even the anchor key function as be preserved so you can press control, and you know you can be."}
{"start": "00:41:35.070", "end": "00:41:46.110", "speaker": "Astrid Ensslin (she/her)", "utterance": " That would be the think about that think about replacement on on a windows machine, so the you know the scholarly analytical and also the pedagogical audiences are obvious."}
{"start": "00:41:47.130", "end": "00:41:58.050", "speaker": "Astrid Ensslin (she/her)", "utterance": " me nation has a particular range of functions in this panels distributed with you really engaged approach feminist digital humanities Center collaborative."}
{"start": "00:41:58.740", "end": "00:42:08.730", "speaker": "Astrid Ensslin (she/her)", "utterance": " A host horizontally structured practices that are driven by an ethic of care and mutual dependence, the system from Cathy barons and others."}
{"start": "00:42:09.390", "end": "00:42:22.680", "speaker": "Astrid Ensslin (she/her)", "utterance": " They prioritize diversity and inclusion in the contributors and they promote equity have access in a way that acknowledges and productively embraces individual software and hardware codes trees."}
{"start": "00:42:23.490", "end": "00:42:33.360", "speaker": "Astrid Ensslin (she/her)", "utterance": " And this panels post send me practice of live demoing during synchronous meetings leads to a cumulative complimentary scholarship that triangulate."}
{"start": "00:42:33.630", "end": "00:42:44.100", "speaker": "Astrid Ensslin (she/her)", "utterance": " The works reception and interaction across platforms and analytical methods of as we've seen like quantitative and quantitative historical preservation, all you have so many mentors coming together."}
{"start": "00:42:45.120", "end": "00:42:54.840", "speaker": "Astrid Ensslin (she/her)", "utterance": " And, and it engages the author herself, and this is a real good for us right and in this kind of reflective and corrective Meta discourse."}
{"start": "00:42:55.620", "end": "00:43:10.980", "speaker": "Astrid Ensslin (she/her)", "utterance": " The author herself can revisit her own work and really think about what was that supposed to be there, or not, and so on, right, and so our project me well, we refer to as we can project 2.0 you know remember."}
{"start": "00:43:12.390", "end": "00:43:20.160", "speaker": "Astrid Ensslin (she/her)", "utterance": " JESSICA pressman more camera Marino and Jimmy douglass reading projects we are can really project posted demi."}
{"start": "00:43:21.240", "end": "00:43:27.660", "speaker": "Astrid Ensslin (she/her)", "utterance": " emulation and that's my final point also turned out to be a key door technology in our project."}
{"start": "00:43:28.020", "end": "00:43:37.410", "speaker": "Astrid Ensslin (she/her)", "utterance": " During our rehearsals for candidates to wrestle in March, for example, we experienced significant lack really I mean big deal, it was it was very, very significant."}
{"start": "00:43:38.160", "end": "00:43:50.520", "speaker": "Astrid Ensslin (she/her)", "utterance": " On the labs MacIntosh classic and so having the emulator as a backup and a planning tool simplify the process and East Collaboration and mutual updating significantly."}
{"start": "00:43:50.850", "end": "00:43:58.350", "speaker": "Astrid Ensslin (she/her)", "utterance": " So, in short, the use of emulation as law technology is a creative feminist responds to the patreon archival."}
{"start": "00:43:58.920", "end": "00:44:12.360", "speaker": "Astrid Ensslin (she/her)", "utterance": " claim to historical truth and authenticity it's not about personal empowerment, but rather by the empowerment of the entire community of all those who have often abandoned their work, assuming instead."}
{"start": "00:44:12.960", "end": "00:44:22.500", "speaker": "Astrid Ensslin (she/her)", "utterance": " Of editors and publishers who lack the means to upgrade them promote obsolescence material of scholars, who can easily reconstruct the navigation and texts of laugh."}
{"start": "00:44:22.950", "end": "00:44:34.890", "speaker": "Astrid Ensslin (she/her)", "utterance": " and have new generations of leaders and students who will benefit from emulated access in public and private spaces so and that's it for me and I will stop sharing here and."}
{"start": "00:44:35.970", "end": "00:44:41.430", "speaker": "Astrid Ensslin (she/her)", "utterance": " return the floor to Catherine, who may have some further thoughts for us here."}
{"start": "00:44:43.050", "end": "00:44:46.230", "speaker": "Kathryn Cramer", "utterance": " yeah um I guess my first thought that."}
{"start": "00:44:47.850", "end": "00:44:59.490", "speaker": "Kathryn Cramer", "utterance": " Is the question of why I didn't unlock the basement, which is to say why you couldn't see the inside, and I think the answer to that is it may surprise you."}
{"start": "00:45:00.930", "end": "00:45:19.770", "speaker": "Kathryn Cramer", "utterance": " um because on the one hand, I had an agenda for what the story means, and you know and what you should get out of it, and so on, but on the other hand, as somebody who is like designing the packaging and walking in stores and explaining to you know the tattered cover this is a book really."}
{"start": "00:45:20.790", "end": "00:45:25.200", "speaker": "Kathryn Cramer", "utterance": " Not just because I say so, but let me explain why this is a book um."}
{"start": "00:45:26.340", "end": "00:45:37.470", "speaker": "Kathryn Cramer", "utterance": " I have not just an agenda about what the story man TIM, you know my adolescent poetry, and my inner life, but also, I had very specifically an agenda about what the future of the book should look like."}
{"start": "00:45:38.130", "end": "00:45:51.870", "speaker": "Kathryn Cramer", "utterance": " And i'm, from my perspective, the future of the book as something that could be a transition out of you know, the books, we love and treasure and pat into this i'm."}
{"start": "00:45:53.430", "end": "00:46:00.930", "speaker": "Kathryn Cramer", "utterance": " The messy node links structure visualizations did not have a good niche in that yeah."}
{"start": "00:46:02.130", "end": "00:46:20.700", "speaker": "Kathryn Cramer", "utterance": " And they were an argument against this an orderly transition from the one kind of the book to the other until until that was better graphic design or better ways of looking at it so um I don't actually mind at all people prying it open and seeing what's inside and the."}
{"start": "00:46:22.110", "end": "00:46:32.520", "speaker": "Kathryn Cramer", "utterance": " tinderbox representation um but you know, seeing that waster pried open clarified for me, you know that I had."}
{"start": "00:46:33.990", "end": "00:46:40.740", "speaker": "Kathryn Cramer", "utterance": " Multi level multiple levels of intentions for for for this kind of thing um."}
{"start": "00:46:41.820", "end": "00:46:53.880", "speaker": "Kathryn Cramer", "utterance": " Now I there was one question that was raised in one of the presentations about whether now that you went once you pried it open you look at it, do you see the mirroring structure in."}
{"start": "00:46:55.020", "end": "00:46:57.570", "speaker": "Kathryn Cramer", "utterance": " The in the nodes and."}
{"start": "00:46:59.610", "end": "00:47:02.340", "speaker": "Kathryn Cramer", "utterance": " What it does is it's it's no you don't."}
{"start": "00:47:03.510", "end": "00:47:12.510", "speaker": "Kathryn Cramer", "utterance": " And why is that i'm on my I guess my my quick answer is that it's because it's much more in the link structure than the node structure."}
{"start": "00:47:13.050", "end": "00:47:20.400", "speaker": "Kathryn Cramer", "utterance": " And the links go every which way through, and some of the links are visible and some of them are not and some of that is teased out by the digital analysis."}
{"start": "00:47:21.750", "end": "00:47:29.850", "speaker": "Kathryn Cramer", "utterance": " But um the node structure had to do with okay there's the chapter level, which has to do with expectations about the book."}
{"start": "00:47:30.120", "end": "00:47:39.180", "speaker": "Kathryn Cramer", "utterance": " And then the tables of contents within the chapters again expectations about the book so there's a lot more having to do with the argumentation about the future of the book."}
{"start": "00:47:39.570", "end": "00:47:49.230", "speaker": "Kathryn Cramer", "utterance": " To be seen there than the actual argumentation of the narrative in terms of that node structure i'm now that the um."}
{"start": "00:47:49.860", "end": "00:48:04.680", "speaker": "Kathryn Cramer", "utterance": " I was really interested to hear about the explanation of what a reversal is because i'm what my sort of operating definition having encountered it having seen this thing on on the web from you know, a year or so ago, which was that the."}
{"start": "00:48:06.270", "end": "00:48:07.410", "speaker": "Kathryn Cramer", "utterance": " Professor doing."}
{"start": "00:48:07.500", "end": "00:48:08.130", "speaker": "Mariusz Pisarski", "utterance": " reversal."}
{"start": "00:48:08.160", "end": "00:48:14.910", "speaker": "Kathryn Cramer", "utterance": " Reading it himself was get to that thing we used to do when we read this when when I went out and did readings um."}
{"start": "00:48:15.270", "end": "00:48:31.980", "speaker": "Kathryn Cramer", "utterance": " I didn't have I didn't have the fine distinction so very illuminating to know what you think you're doing when you call something reversal, because I had actually not known that before um in terms of the emulation issues and the conservation issues um."}
{"start": "00:48:33.690", "end": "00:48:35.550", "speaker": "Kathryn Cramer", "utterance": " I kind of don't have a dog in that fight."}
{"start": "00:48:36.960", "end": "00:48:54.120", "speaker": "Kathryn Cramer", "utterance": " As I, as I say, I was making an argument about a book about the book and I went in and I pushed hard on it and I lost and the digital book as much, much tamer and less interesting than I think it should be in terms of you know, when you bought and buy a."}
{"start": "00:48:54.810", "end": "00:48:55.920", "speaker": "Mariusz Pisarski", "utterance": " digital copy of something."}
{"start": "00:48:56.400", "end": "00:49:07.920", "speaker": "Kathryn Cramer", "utterance": " um the thing I react most strongly to i'm in i'm gonna mangle the pronunciation of your name, but what, how do you pronounce your name."}
{"start": "00:49:10.920", "end": "00:49:12.870", "speaker": "Mariusz Pisarski", "utterance": " moritz yes."}
{"start": "00:49:13.290", "end": "00:49:23.850", "speaker": "Kathryn Cramer", "utterance": " Yes, okay see I am I just this past term became a graduate student and complex systems and data science at the University of Vermont affiliated with the Vermont complex system."}
{"start": "00:49:23.850", "end": "00:49:24.240", "speaker": "Mariusz Pisarski", "utterance": " Center."}
{"start": "00:49:24.600", "end": "00:49:35.580", "speaker": "Kathryn Cramer", "utterance": " And they have something called story lab so i'm actually being taught a lot of those techniques you use right now and I actually have i've been pushing back on the."}
{"start": "00:49:35.940", "end": "00:49:46.170", "speaker": "Kathryn Cramer", "utterance": " One gram and sentiment analysis and such because my own practice and my sort of gut reaction to that is that actually."}
{"start": "00:49:46.500", "end": "00:49:53.790", "speaker": "Kathryn Cramer", "utterance": " The meaning is in the five to seven ground level, not the one gram level and that there ought to be more axes and the way the."}
{"start": "00:49:54.480", "end": "00:50:00.600", "speaker": "Kathryn Cramer", "utterance": " Vermont complex complex system Center does it, they have what they do have the positive and negative axes, but they also have some other ones."}
{"start": "00:50:01.080", "end": "00:50:14.400", "speaker": "Kathryn Cramer", "utterance": " And so I am just gun working on something I plan to work on in the fall using text fragments from my collage poetry, which I will show you a simple it right here."}
{"start": "00:50:14.880", "end": "00:50:25.470", "speaker": "Kathryn Cramer", "utterance": " um this this focus, can you see text here, this is from books and I have a lot of these, and I did them very obsessively for a while."}
{"start": "00:50:25.980", "end": "00:50:40.140", "speaker": "Kathryn Cramer", "utterance": " And i'm there I I am interested in what is the stickiness between the phrases and why why those that that links of phrase seems to work but it's very."}
{"start": "00:50:40.710", "end": "00:50:52.050", "speaker": "Kathryn Cramer", "utterance": " I wish we had another hour to go over that stuff and go screen by screen because i'm engaged with that, not because it's my own work, but because, but from another context and."}
{"start": "00:50:52.740", "end": "00:51:03.990", "speaker": "Kathryn Cramer", "utterance": " I see what those techniques are like and my reaction is to try to bend them and reform them, so I actually have a project i'm probably going to work on i'm involving a."}
{"start": "00:51:04.890", "end": "00:51:22.320", "speaker": "Kathryn Cramer", "utterance": " algorithmic art youth work from phrases in the fall, but I thought that was that was especially interesting now I tried to open the tinderbox version and I couldn't get it open, but would be very interested in playing some more with that."}
{"start": "00:51:24.180", "end": "00:51:29.520", "speaker": "Kathryn Cramer", "utterance": " So um I probably forgot something but that's my reaction."}
{"start": "00:51:31.860", "end": "00:51:33.900", "speaker": "Astrid Ensslin (she/her)", "utterance": " that's us teeny teeny you're muted."}
{"start": "00:51:36.480", "end": "00:51:51.600", "speaker": "Dene Grigar", "utterance": " One of the things that Mario and I are doing we're putting a book together about migration emulation and translation and for the past year we've been working in the past six months in the lab trying to get flash works, you know moved from flash and just something else you know."}
{"start": "00:51:52.890", "end": "00:52:03.510", "speaker": "Dene Grigar", "utterance": " And so the more i've been working with preservation at that kind of level more I see this translation steady, so the whole thing to me is not preservation is translation."}
{"start": "00:52:04.620", "end": "00:52:15.120", "speaker": "Dene Grigar", "utterance": " I come at it from that perspective and look up because i've never been a real pro emulation fan right i've always thought emulation is really you know, looking at something on DAS box."}
{"start": "00:52:15.420", "end": "00:52:21.660", "speaker": "Dene Grigar", "utterance": " For example, GMO lori's i'm you know if there was Penelope and DAS box is not a fun experience for me."}
{"start": "00:52:22.530", "end": "00:52:24.900", "speaker": "Dene Grigar", "utterance": " As opposed to looking at it on the original format."}
{"start": "00:52:26.220", "end": "00:52:34.650", "speaker": "Dene Grigar", "utterance": " But that said coming at it from a translation studies perspective, you know, being able to read the word with a lot of things are lost."}
{"start": "00:52:35.250", "end": "00:52:41.640", "speaker": "Dene Grigar", "utterance": " Some things are retained, you know and the wonderful thing about that is retaining that work at some level."}
{"start": "00:52:42.450", "end": "00:52:48.690", "speaker": "Dene Grigar", "utterance": " But putting that, along with the kind of work we're doing in the lab for showing the physical media."}
{"start": "00:52:49.380", "end": "00:52:58.410", "speaker": "Dene Grigar", "utterance": " That people say Okay, this is what the word said in this kind of lexi all environment, but this is what it looked like in the original I think those two things together."}
{"start": "00:52:59.040", "end": "00:53:09.570", "speaker": "Dene Grigar", "utterance": " Looking at emulation next to the collection work that we're doing in a lab is helpful, so I think that speaks to your notion of the embodiment and for all, is, I think a wonderful."}
{"start": "00:53:11.100", "end": "00:53:20.700", "speaker": "Dene Grigar", "utterance": " example for that kind of thing we just finished working with Richard bolton's we just migrated that story space work into html5 CSS as a little bit of javascript model."}
{"start": "00:53:21.240", "end": "00:53:31.290", "speaker": "Dene Grigar", "utterance": " And it turned out quite beautiful it's definitely not the same thing, but we were able to capture the classic interface of a 9.2 computer screens."}
{"start": "00:53:31.890", "end": "00:53:41.010", "speaker": "Dene Grigar", "utterance": " And then you can toggle over to contemporaries we're doing a lot of that kind of experimentation in our lab with it, but, at the heart of this is translation, I think."}
{"start": "00:53:41.370", "end": "00:53:46.830", "speaker": "Kathryn Cramer", "utterance": " Well, I mean you know, the thing is you open up an opportunity like like you, just like the project you just did."}
{"start": "00:53:47.580", "end": "00:53:54.870", "speaker": "Kathryn Cramer", "utterance": " For the work to have another life, which is to say, I didn't like stick with leaving it in stories face and not put it on the web."}
{"start": "00:53:55.320", "end": "00:53:59.040", "speaker": "Kathryn Cramer", "utterance": " Because I think I totally should be on a floppy disk and I wish a floppy disks."}
{"start": "00:53:59.490", "end": "00:54:05.040", "speaker": "Kathryn Cramer", "utterance": " I left it, there are, despite the fact that Oh, you know wouldn't it be better to have it accessible that not."}
{"start": "00:54:05.400", "end": "00:54:20.130", "speaker": "Kathryn Cramer", "utterance": " Because at the time, where the where I most wanted to make that transition, it would have been horrendously Labor intensive and it was not clear audience, it would be on have um so um you know."}
{"start": "00:54:20.160", "end": "00:54:27.540", "speaker": "Dene Grigar", "utterance": " Okay, then we're not emulating because you know mark has copyright for a lot of these things and I I like mark a lot, so I don't want to do anything that's going to."}
{"start": "00:54:28.320", "end": "00:54:29.280", "speaker": "Dene Grigar", "utterance": " keep him from."}
{"start": "00:54:29.430", "end": "00:54:40.350", "speaker": "Dene Grigar", "utterance": " livelihood That said, we got Richard halting got his some you know got his permission right got I got COP right back to do that so that's why we're not doing emulation of those works."}
{"start": "00:54:41.070", "end": "00:54:41.340", "speaker": "None", "utterance": "yeah."}
{"start": "00:54:42.450", "end": "00:54:43.380", "speaker": "Kathryn Cramer", "utterance": " If I had."}
{"start": "00:54:45.090", "end": "00:54:47.490", "speaker": "Kathryn Cramer", "utterance": " Access to that I would probably play with it so."}
{"start": "00:54:50.340", "end": "00:55:00.660", "speaker": "Kathryn Cramer", "utterance": " I you know because, but you know we were really kind of lot there was not an easy path forward in terms of doing anything else other than what mark did in terms of."}
{"start": "00:55:01.260", "end": "00:55:06.180", "speaker": "Kathryn Cramer", "utterance": " platform because of why what tools are available at that yeah."}
{"start": "00:55:06.930", "end": "00:55:19.470", "speaker": "Kathryn Cramer", "utterance": " um and that was one of the reasons why I didn't write more of them it's like yeah I just spent you know, a year and a half, writing, something that was obsolete in a year, am I gonna you know do, am I going to stick my head in that meat grinder again, and the answer was no."}
{"start": "00:55:20.880", "end": "00:55:26.700", "speaker": "Dene Grigar", "utterance": " way any just produced to work on in use adobe muse some years ago and that died."}
{"start": "00:55:27.240", "end": "00:55:37.710", "speaker": "Dene Grigar", "utterance": " So we took her work and transformed it into straight html we couldn't even steal the html from the muse because it was so ugly it was just so pitifully ugly."}
{"start": "00:55:38.490", "end": "00:55:53.880", "speaker": "Dene Grigar", "utterance": " So you know mark mark made it available he made it he made a system available for communicating the work and conveying the work I can't imagine your work on hyper gate or hyper card story space What was it was it was many."}
{"start": "00:55:54.270", "end": "00:56:07.980", "speaker": "Kathryn Cramer", "utterance": " Stories this wasn't just a way another Duran on hyper card, it was a vision of the book yeah and it was you know, and I was married to a book."}
{"start": "00:56:08.850", "end": "00:56:23.400", "speaker": "Kathryn Cramer", "utterance": " collector, which is to save a quarter and I used to have like a bunch of books of my own that were like archetypes of what the book looks like that I would then use in digital things you know to."}
{"start": "00:56:24.540", "end": "00:56:32.640", "speaker": "Kathryn Cramer", "utterance": " decide what it should look like, so it was I was looking for the you know I continue a continuous thing with the book at search."}
{"start": "00:56:34.950", "end": "00:56:39.900", "speaker": "Astrid Ensslin (she/her)", "utterance": " I just wanted to say one more thing about emulation as well, and that that was a point I was trying to make an."}
{"start": "00:56:40.830", "end": "00:56:43.740", "speaker": "Astrid Ensslin (she/her)", "utterance": " emulation is one thing when it's made for a."}
{"start": "00:56:44.280", "end": "00:56:57.360", "speaker": "Astrid Ensslin (she/her)", "utterance": " Broad dissemination purpose from more scholarly practices, where you were just really trying to represent something for yourself and or your students, which comes under fair use, so there are different uses of emulation that we really have to."}
{"start": "00:56:57.690", "end": "00:57:10.950", "speaker": "Astrid Ensslin (she/her)", "utterance": " You know, bring Algiers isn't it's not always the same thing and the video game industry is of course most and maybe mark as well, mostly concerned with with the distribution all aspects of it right."}
{"start": "00:57:12.840", "end": "00:57:31.710", "speaker": "Astrid Ensslin (she/her)", "utterance": " But at this point, I quite like to bring in the audience a little bit the chat has been busy and and it's great because, again, this is a form of lower you know, and I remember, being a chat archivist for Virginia, with the upcoming project and that's awesome."}
{"start": "00:57:32.010", "end": "00:57:33.210", "speaker": "Astrid Ensslin (she/her)", "utterance": " And so yeah I mean."}
{"start": "00:57:33.540", "end": "00:57:45.030", "speaker": "Astrid Ensslin (she/her)", "utterance": " It, are there any questions from the audience at this point, I mean one of the latest ones from I was dd asking about five my yeah so any any questions or would like to ask."}
{"start": "00:57:45.420", "end": "00:57:55.110", "speaker": "Deena Larsen", "utterance": " Well, actually it's kind of like to follow up for a moment, if I might with Catherine the in small and large pieces is embodied in stories space."}
{"start": "00:57:56.190", "end": "00:58:11.970", "speaker": "Deena Larsen", "utterance": " Mobile springs, we have vicki's instagrams they're all embodied in hyper card what we were doing is the media more some message, the message morphs media, so we were really writing to a specific media, which of course died before anybody can read or write it."}
{"start": "00:58:14.160", "end": "00:58:26.400", "speaker": "Deena Larsen", "utterance": " I wanted you to talk a little bit more about that I know you've really looked at how the future of the book works, but as you were writing you were really looking at what can this media do."}
{"start": "00:58:26.430", "end": "00:58:28.320", "speaker": "Kathryn Cramer", "utterance": " How can we say things."}
{"start": "00:58:30.210", "end": "00:58:34.680", "speaker": "Kathryn Cramer", "utterance": " yeah well, I mean I after I left escape."}
{"start": "00:58:36.150", "end": "00:58:56.820", "speaker": "Kathryn Cramer", "utterance": " I spent a year trying to figure out a way to get i'm working novelists who publish regularly in in whose work I liked and I thought would work well in that kind of context and I had."}
{"start": "00:58:56.850", "end": "00:59:03.630", "speaker": "Kathryn Cramer", "utterance": " A vision of there being a artistic practice that went from the way."}
{"start": "00:59:05.670", "end": "00:59:16.290", "speaker": "Kathryn Cramer", "utterance": " People who already wrote novels worked into something that allowed them to elaborate more on you know, a precursor of this might be seen as an intervention publishing."}
{"start": "00:59:17.070", "end": "00:59:17.940", "speaker": "Kathryn Cramer", "utterance": " Any wrong we're."}
{"start": "00:59:17.970", "end": "00:59:22.860", "speaker": "Kathryn Cramer", "utterance": " All his research was in there hypertext really linked into his book um."}
{"start": "00:59:24.000", "end": "00:59:31.260", "speaker": "Kathryn Cramer", "utterance": " One of the other things I envisioned was a science fiction, where the math could still be in there, because you have to strip the math out."}
{"start": "00:59:31.650", "end": "00:59:41.310", "speaker": "Kathryn Cramer", "utterance": " In order to write prose fiction, but a lot of it, you know it's very, very scientifically and mathematically based in terms of the cold equations."}
{"start": "00:59:41.880", "end": "00:59:48.330", "speaker": "Kathryn Cramer", "utterance": " And so I had a I had a you know I founded a company called black mark productions and I spent a year."}
{"start": "00:59:48.870", "end": "00:59:58.470", "speaker": "Kathryn Cramer", "utterance": " Like writing business plans and trying to figure out how to make this work and i'm how to get off of the island that escape was on into the broader market."}
{"start": "00:59:58.920", "end": "01:00:20.820", "speaker": "Kathryn Cramer", "utterance": " And I figured well if somebody if somebody gave me a million dollars, I could spend two years working 18 hours a day losing all of their money, and so I gave up and done um so there was a kind of transitional thing, where I had like target authors, I have in mind and techniques and."}
{"start": "01:00:23.640", "end": "01:00:30.210", "speaker": "Kathryn Cramer", "utterance": " The um, but it could not work commercially given the distribution system."}
{"start": "01:00:30.810", "end": "01:00:50.910", "speaker": "Kathryn Cramer", "utterance": " um so yeah there was a bridge that needed to be crossed, and when I say novelist I mean this is not to disparage hypertext fiction novelist but writing a hypertext novel in the sense that we work with sewing it's not the same thing as writing you know, a 232 piece, you know page."}
{"start": "01:00:51.990", "end": "01:01:06.990", "speaker": "Kathryn Cramer", "utterance": " thing and chapters with consecutive narrative I felt that I had an editorial vision, where I could have made, I could have brought in that group, a group of writers to do that, it just was not commercially viable."}
{"start": "01:01:10.500", "end": "01:01:16.770", "speaker": "Kathryn Cramer", "utterance": " And that was that what you were after or you have a different angle of attack you were after I certainly could say other things."}
{"start": "01:01:18.690", "end": "01:01:26.340", "speaker": "Deena Larsen", "utterance": " yeah the commercially viable part of it was so vital, and I know the time to we were just commiserating over this."}
{"start": "01:01:27.960", "end": "01:01:47.070", "speaker": "Deena Larsen", "utterance": " difficulty was, as you kind of alluded to everybody was like well Okay, I could spend 10 times my time writing one piece not get paid for it because people expect and still expect people have things for free on the Internet, and it will die."}
{"start": "01:01:48.270", "end": "01:01:58.110", "speaker": "Kathryn Cramer", "utterance": " yeah I mean there were um you know at that point, you know I talked to a number of writers, they had contracts for $15,000 a pop."}
{"start": "01:01:58.560", "end": "01:02:07.980", "speaker": "Kathryn Cramer", "utterance": " They had writing schedules they had books to deliver, and they had an audience that expected to you know to receive those and."}
{"start": "01:02:08.790", "end": "01:02:16.740", "speaker": "Kathryn Cramer", "utterance": " Once somebody have that you know, was in that status and they wouldn't necessarily be earning, shall we say, middle class living doing that, but they were."}
{"start": "01:02:17.100", "end": "01:02:21.960", "speaker": "Kathryn Cramer", "utterance": " meant that they had something that was paying them to do their work and saying well."}
{"start": "01:02:22.230", "end": "01:02:34.440", "speaker": "Kathryn Cramer", "utterance": " Why don't you come join my circus and not get paid was just kind of not viable so, then the question was can I find somebody foolish enough to give me the money to pay them anyway, and then we'll lose all their money you know it's just like there was no."}
{"start": "01:02:34.890", "end": "01:02:42.690", "speaker": "Kathryn Cramer", "utterance": " There was no bridge to the bill because of the of the contractual infrastructure and how writers got paid that I wanted to work with."}
{"start": "01:02:43.920", "end": "01:02:48.750", "speaker": "Deena Larsen", "utterance": " And I wonder if it's possibly different now 30 years on 20 years on."}
{"start": "01:02:50.400", "end": "01:02:52.410", "speaker": "Deena Larsen", "utterance": " Exactly is different now."}
{"start": "01:02:52.500", "end": "01:02:57.480", "speaker": "Kathryn Cramer", "utterance": " um but there's also things have run off in all directions um yeah."}
{"start": "01:02:58.320", "end": "01:02:59.100", "speaker": "Deena Larsen", "utterance": " different problems."}
{"start": "01:02:59.400", "end": "01:03:02.280", "speaker": "Kathryn Cramer", "utterance": " So you know now that will make an NF tea or something right."}
{"start": "01:03:03.600", "end": "01:03:18.600", "speaker": "Deena Larsen", "utterance": " Right and that has shown, as she possibly what we could do, and people were thinking about it was writing to an NF T so taking that and if T technology and export exporting that and exploiting that for for some kind of message again the creativity."}
{"start": "01:03:18.780", "end": "01:03:19.320", "speaker": "Kathryn Cramer", "utterance": " yeah well."}
{"start": "01:03:20.760", "end": "01:03:31.680", "speaker": "Kathryn Cramer", "utterance": " i've been having conversations about NF tues and i'm with my my studio in Toronto, and have some ideas about that, but the question is, can you do it and whatnot."}
{"start": "01:03:31.980", "end": "01:03:46.890", "speaker": "Kathryn Cramer", "utterance": " In this case, well, maybe it could be financially viable but isn't ecologically viable and what any of our reputation survive if we did it if it's not so it's not such so much like okay yeah Now I understand how to get paid, but no one, but everyone will hate me forever after."}
{"start": "01:03:47.820", "end": "01:03:55.620", "speaker": "Deena Larsen", "utterance": " yeah what is the carbon footprint of nfc yeah exactly I will be quiet now and let other people can fight about that things."}
{"start": "01:03:58.500", "end": "01:04:02.640", "speaker": "Astrid Ensslin (she/her)", "utterance": " that's great yeah any other questions from the audience."}
{"start": "01:04:03.150", "end": "01:04:09.030", "speaker": "Dene Grigar", "utterance": " I think just respond to Catherine, I think a lot of people that were working in this field were academics."}
{"start": "01:04:09.780", "end": "01:04:21.720", "speaker": "Dene Grigar", "utterance": " They had a bad day job you know and they could afford to experiment and to, and to do this right, but not it's hard, I mean this is, I mean writing in general."}
{"start": "01:04:22.260", "end": "01:04:32.340", "speaker": "Dene Grigar", "utterance": " is hard for anybody trying to make a living, whether it's print or electronic they mean a lot of my friends that are print writers are academics teaching and a creative writing Program."}
{"start": "01:04:33.300", "end": "01:04:47.460", "speaker": "Kathryn Cramer", "utterance": " Well, I think one of the reasons why there was a spot by a certain point into my pushing on things in life prod projects or my my viewpoint, about the future of the book and how to get there."}
{"start": "01:04:47.970", "end": "01:05:03.990", "speaker": "Kathryn Cramer", "utterance": " um was that um if I took what was being done, which was getting people academic jobs and made it into something that science fiction writers did, that was a threat to people getting academic jobs from it."}
{"start": "01:05:04.350", "end": "01:05:10.710", "speaker": "Kathryn Cramer", "utterance": " So there were people who never mind the economics, they were people who really, really, really didn't even want me to think that."}
{"start": "01:05:12.300", "end": "01:05:14.640", "speaker": "Kathryn Cramer", "utterance": " Because, yes, there was an academic."}
{"start": "01:05:16.770", "end": "01:05:19.110", "speaker": "Kathryn Cramer", "utterance": " was an academic path to."}
{"start": "01:05:22.440", "end": "01:05:30.150", "speaker": "Kathryn Cramer", "utterance": " Success here that was completely separate and that actually paid a lot better than being a novelist getting $15,000 a book."}
{"start": "01:05:31.200", "end": "01:05:43.260", "speaker": "Dene Grigar", "utterance": " I remember neh summer seminar record hell's being you know with these other people at the seminar and somebody was talking about mark America, because he makes he makes money you know he knows."}
{"start": "01:05:44.700", "end": "01:05:48.960", "speaker": "Dene Grigar", "utterance": " And they were in this person was going on and on about how horrible this was."}
{"start": "01:05:49.590", "end": "01:05:57.810", "speaker": "Dene Grigar", "utterance": " And this showed he really wasn't an artist and I hope this doesn't get out to anybody else, but I was very offended by back some of what I like him he's one of my one of my dear friends."}
{"start": "01:05:58.140", "end": "01:06:07.710", "speaker": "Dene Grigar", "utterance": " But also we sit around talking about how we don't make money at this and here's somebody who's doing it and gives us a model for it, and now we don't like him for that, so you can't."}
{"start": "01:06:09.000", "end": "01:06:10.170", "speaker": "Dene Grigar", "utterance": " win or lose it, you know."}
{"start": "01:06:10.770", "end": "01:06:13.830", "speaker": "Kathryn Cramer", "utterance": " You know mark America was one of my co-conspirators and."}
{"start": "01:06:14.880", "end": "01:06:30.240", "speaker": "Kathryn Cramer", "utterance": " yeah the um we had we had a lot of conversations and there was just a weird moment where you know the electronic book or whatever was coming, and there were like these venture capital types lurking around."}
{"start": "01:06:30.810", "end": "01:06:40.860", "speaker": "Kathryn Cramer", "utterance": " And wanting to see one's business plan that's that's part of what provoked me to spend a you're writing business plans, would I convinced myself I would lose all of somebody's money."}
{"start": "01:06:41.430", "end": "01:06:50.340", "speaker": "Kathryn Cramer", "utterance": " um but I mean I remember this conversation we were meeting and I guess it all out in the in the bar and the algonquin for some reason, having to do is hypertext."}
{"start": "01:06:51.810", "end": "01:06:57.780", "speaker": "Kathryn Cramer", "utterance": " and lacks that that hyper textual thing having to do with the movie."}
{"start": "01:06:58.860", "end": "01:07:19.410", "speaker": "Kathryn Cramer", "utterance": " And you know, he said there's this guy who wants to talk to me about venture capital, this is mark American speaking and he wants to fax me and he wants me to fax him, he was in fact to me to faxing my business plan should I buy a fax machine and."}
{"start": "01:07:20.520", "end": "01:07:26.400", "speaker": "Kathryn Cramer", "utterance": " Now here we are we doing this arcane weird stuff and people want to talk venture capital and I had conversations like that."}
{"start": "01:07:26.670", "end": "01:07:33.210", "speaker": "Kathryn Cramer", "utterance": " And that's that's what provoked me to OK, I will have a company, I will write a business plan, I will say like we've come up with."}
{"start": "01:07:33.540", "end": "01:07:46.920", "speaker": "Kathryn Cramer", "utterance": " And what I came up with was this isn't going to work now i'm glad to hear that mark did better at that than I did, but I had no, it was a very strange time that we were doing is really arcane weird things and people got excited and started talking venture capital."}
{"start": "01:07:48.390", "end": "01:08:02.640", "speaker": "Dene Grigar", "utterance": " He was selling first editions I mean he was auditioning is digital work, so I had a head of was putting on a show physical show in a physical gallery and he let me show one of these works and he was selling it $10,000."}
{"start": "01:08:03.240", "end": "01:08:04.200", "speaker": "Kathryn Cramer", "utterance": " Well that's that's right."}
{"start": "01:08:04.260", "end": "01:08:04.890", "speaker": "Dene Grigar", "utterance": " He saw."}
{"start": "01:08:05.430", "end": "01:08:11.850", "speaker": "Dene Grigar", "utterance": " It and he had five copies and four of them and sold around the world, so I had the fewest copy and."}
{"start": "01:08:13.200", "end": "01:08:16.770", "speaker": "Dene Grigar", "utterance": " So he's you know he's managed to do that Marcus Novak also did this."}
{"start": "01:08:17.790", "end": "01:08:20.190", "speaker": "Kathryn Cramer", "utterance": " This is, this is the precursor as a precursor event."}
{"start": "01:08:21.810", "end": "01:08:25.650", "speaker": "Kathryn Cramer", "utterance": " And i'm on in there's a lot of."}
{"start": "01:08:27.270", "end": "01:08:37.410", "speaker": "Kathryn Cramer", "utterance": " hot topic, I mean a lot of a lot of negative things, one can say about nfc is it, but you know in as much as one can get paid for these are can mean it's like a suddenly my all of my most."}
{"start": "01:08:38.220", "end": "01:08:50.790", "speaker": "Kathryn Cramer", "utterance": " obscure artistic impulses maybe have you know, a place to go um and then the other thing I mean cycling back to what I was saying."}
{"start": "01:08:51.330", "end": "01:09:04.080", "speaker": "Kathryn Cramer", "utterance": " i'm doing with ubm i'm also finding that there may be um sort of big data applications to some of the kinds of thoughts I had about the fragmentation of text and how to understand it."}
{"start": "01:09:04.650", "end": "01:09:19.680", "speaker": "Kathryn Cramer", "utterance": " And so, then part of part of my what i'm doing with with ubm is trying to take to go from something like this to something algorithmic That, then, can have to do with Ai and expressive language I mean."}
{"start": "01:09:20.250", "end": "01:09:25.350", "speaker": "Kathryn Cramer", "utterance": " They might work in concert with my working name for that project is teaching the pig to sing."}
{"start": "01:09:25.740", "end": "01:09:35.490", "speaker": "Kathryn Cramer", "utterance": " You know, can we get computers to really write computer write poetry, can we get you know what can happen with that and so i'm having conversations with a number of people with sort of."}
{"start": "01:09:35.850", "end": "01:09:51.810", "speaker": "Kathryn Cramer", "utterance": " Technical platforms to understand how we get from those graphs that that we were being seen as shown in the middle presentation to computer expressive language that that's good and meaningful and resonant."}
{"start": "01:09:53.370", "end": "01:09:55.500", "speaker": "Dene Grigar", "utterance": " So justin has a question you want to get this question."}
{"start": "01:09:58.560", "end": "01:10:03.780", "speaker": "Astrid Ensslin (she/her)", "utterance": " it's about culture specificity right and and financial liability justin are you here."}
{"start": "01:10:04.200", "end": "01:10:07.380", "speaker": "Dene Grigar", "utterance": " You want to ask a question justin or you want us to read it for you."}
{"start": "01:10:09.240", "end": "01:10:09.870", "speaker": "Dene Grigar", "utterance": " come out of it."}
{"start": "01:10:10.380", "end": "01:10:12.000", "speaker": "Justin Bortnick", "utterance": " Oh sorry I had to unmute."}
{"start": "01:10:13.410", "end": "01:10:22.440", "speaker": "Justin Bortnick", "utterance": " You know, always read the question um So my question is the the commercial viability problem that you've brought up, it seems to me that it feels like a Western problem."}
{"start": "01:10:23.220", "end": "01:10:41.520", "speaker": "Justin Bortnick", "utterance": " Looking at the Japanese software market and then by two diabetes and even today were narrative game or game like text based experiences were, and continue to be a really major market with a lot of money in it, and a lot of innovation going on, especially at the ids."}
{"start": "01:10:42.630", "end": "01:10:58.050", "speaker": "Justin Bortnick", "utterance": " That we see effects of all over today, so do you have any guesses what that might be about why was that something cultural that was different between the Japanese market, the markets, you were working it as it's just that they had they stumbled on the marketing magic."}
{"start": "01:10:58.260", "end": "01:10:58.560", "speaker": "Dene Grigar", "utterance": " That."}
{"start": "01:10:58.770", "end": "01:11:01.740", "speaker": "Justin Bortnick", "utterance": " We didn't find what's going on here, and you have any ideas."}
{"start": "01:11:02.310", "end": "01:11:03.480", "speaker": "Kathryn Cramer", "utterance": " Okay, well, first of all."}
{"start": "01:11:04.680", "end": "01:11:17.130", "speaker": "Kathryn Cramer", "utterance": " What the way you described the Japanese market and the Japanese game market is something I know zero about, but the way you described it was going on, simultaneously, and in parallel and the US to I mean."}
{"start": "01:11:17.550", "end": "01:11:25.650", "speaker": "Kathryn Cramer", "utterance": " One of the problems we had was okay we've got this experience we're offering here um but the competition is missed."}
{"start": "01:11:26.490", "end": "01:11:35.310", "speaker": "Kathryn Cramer", "utterance": " And, but there were other all kinds of other things, and there were narrative narrative narrative games that were out there."}
{"start": "01:11:35.610", "end": "01:11:44.370", "speaker": "Kathryn Cramer", "utterance": " I am not a computer gamer and that was not a thing, I was interested in what I was interested in was the future of the book now, the future of the book."}
{"start": "01:11:45.120", "end": "01:11:54.030", "speaker": "Kathryn Cramer", "utterance": " um I was married to actually I wasn't we weren't married yet, but I ultimately was married to David hartwell who's a science fiction editor."}
{"start": "01:11:54.420", "end": "01:12:00.900", "speaker": "Kathryn Cramer", "utterance": " I was sort of in the belly of the beast of the American science fiction field and the American science fiction market."}
{"start": "01:12:01.470", "end": "01:12:08.670", "speaker": "Kathryn Cramer", "utterance": " um we did go to other countries, and we did know people in other markets, but that is very much an export market."}
{"start": "01:12:09.150", "end": "01:12:22.200", "speaker": "Kathryn Cramer", "utterance": " um, and so my view of how the book could transition from the the thing the thing printed on pages to the thing I felt we were trying to invent."}
{"start": "01:12:22.890", "end": "01:12:40.260", "speaker": "Kathryn Cramer", "utterance": " was very much conditioned by the American market now it's possible that the Japanese market was even more so than than what I saw around me in terms of the Games and of things, but I was not interested in games, as such, I was interested in."}
{"start": "01:12:41.430", "end": "01:12:48.780", "speaker": "Kathryn Cramer", "utterance": " books and what the future would look like this is not true of everybody working and there's lots of other people were doing lots of other things, but that's what I was up to."}
{"start": "01:12:51.420", "end": "01:13:05.580", "speaker": "Astrid Ensslin (she/her)", "utterance": " i'd be interested to hear what particular types of texts justin is talking about are you talking about like visual novels with a friend P style, which you know tend to have like like a mix of anime and quite a lot of text."}
{"start": "01:13:06.810", "end": "01:13:09.180", "speaker": "Astrid Ensslin (she/her)", "utterance": " At seminars, or are you talking about."}
{"start": "01:13:09.450", "end": "01:13:11.010", "speaker": "Astrid Ensslin (she/her)", "utterance": " text or need mentions."}
{"start": "01:13:11.580", "end": "01:13:27.960", "speaker": "Justin Bortnick", "utterance": " I think that the those definitely I would say will qualify but even the, especially the further back you go those genres we're not codified the way that they are now they they looked something you know anywhere from text adventures are to sort of."}
{"start": "01:13:29.100", "end": "01:13:40.620", "speaker": "Justin Bortnick", "utterance": " heavily I would say almost adventure game like branching narrative structures to where they were, as I said, you know tried to experiment with the form of the same way it."}
{"start": "01:13:41.100", "end": "01:13:54.180", "speaker": "Justin Bortnick", "utterance": " was noted it was a parallel development um but they evolved into I think what you're saying visual novels moderated veteran games dating simulators have a specific Japanese style that remains a massive market there."}
{"start": "01:13:54.930", "end": "01:14:12.330", "speaker": "Justin Bortnick", "utterance": " and has for 30 years at this point, whereas I think, at least at my own experience working in commercial games those sorts of heavily text or primarily text based experiences are only just starting to reach the mainstream of gaming audiences I understand we're not when I."}
{"start": "01:14:13.560", "end": "01:14:23.730", "speaker": "Justin Bortnick", "utterance": " said there's not an interest in games in the same way, but it feels like the culture was more receptive right from the start to this sort of experimentation with."}
{"start": "01:14:23.910", "end": "01:14:24.210", "speaker": "Kathryn Cramer", "utterance": " Digital."}
{"start": "01:14:24.690", "end": "01:14:25.440", "speaker": "Kathryn Cramer", "utterance": " I think I think."}
{"start": "01:14:28.110", "end": "01:14:38.370", "speaker": "Kathryn Cramer", "utterance": " I think it also has to do with our particular outlook, I mean one of the things that's not that's not preserved because Robert coover pulled the plug is the hypertext hotel moon."}
{"start": "01:14:39.390", "end": "01:14:46.800", "speaker": "Kathryn Cramer", "utterance": " which was going on simultaneously and deanna and I used to be up at three o'clock in the morning."}
{"start": "01:14:47.910", "end": "01:15:01.260", "speaker": "Kathryn Cramer", "utterance": " Writing poetry at each at each other and essentially what that environment was what the move move format was is it was a text based game, and we were very busily and energetically."}
{"start": "01:15:01.800", "end": "01:15:11.280", "speaker": "Kathryn Cramer", "utterance": " engage with trying to co opt the game format into literature and so, and this I think has more to do with what I."}
{"start": "01:15:11.640", "end": "01:15:16.530", "speaker": "Kathryn Cramer", "utterance": " What being a Larson wanted to do rather than necessarily what the market wanted."}
{"start": "01:15:16.920", "end": "01:15:30.900", "speaker": "Kathryn Cramer", "utterance": " So there's what we did, and then there's what the market did and there i'm sure there are lots of other gamer people who can tell you informed things about that, but in as much as I encountered games, I tried to co op them into literature that was my Program."}
{"start": "01:15:33.660", "end": "01:15:47.520", "speaker": "Astrid Ensslin (she/her)", "utterance": " folks we are we've just been given a hint that our time is up, unfortunately, we could talk forever about this and you know Thank you so much, everyone for contributing and for sharing your lower ended questions."}
{"start": "01:15:48.810", "end": "01:15:54.810", "speaker": "Astrid Ensslin (she/her)", "utterance": " This discussion goes on, as you know, in the discord we can continue asking questions."}