{"start": "00:00:05.339", "end": "00:00:11.010", "speaker": "Krista-Lee Meghan Malone", "utterance": " Oh wow i've never seen this before it asked me to either continue or leave meeting hi everybody."}
{"start": "00:00:11.700", "end": "00:00:28.920", "speaker": "Krista-Lee Meghan Malone", "utterance": " Thanks for showing up to our panel Community story storytelling beyond the table and onto the digital green, this is really, really early morning for me, so if I trip up on my words, my apologies hi mark I do see you in chat and it does feel like Friday."}
{"start": "00:00:29.970", "end": "00:00:30.240", "speaker": "Krista-Lee Meghan Malone", "utterance": " hmm."}
{"start": "00:00:31.620", "end": "00:00:40.020", "speaker": "Krista-Lee Meghan Malone", "utterance": " OK so i'm going to introduce the panel first and then i'm going to introduce our participants and then i'm going to awkwardly present first."}
{"start": "00:00:40.350", "end": "00:00:49.440", "speaker": "Krista-Lee Meghan Malone", "utterance": " Just because order of topics that's what made sense so tabletop role playing games or TT rpg is our games of communal storytelling."}
{"start": "00:00:49.740", "end": "00:00:55.200", "speaker": "Krista-Lee Meghan Malone", "utterance": " These game worlds exist in the minds of players who collectively populate them with people events and histories."}
{"start": "00:00:55.560", "end": "00:01:01.380", "speaker": "Krista-Lee Meghan Malone", "utterance": " traditionally played in person and groups, found themselves hard hit, when social distancing roles came into effect."}
{"start": "00:01:01.830", "end": "00:01:15.870", "speaker": "Krista-Lee Meghan Malone", "utterance": " Well, someone on hiatus others took to the web, to continue their sagas For some, this was an uphill battle of new tech and social norms well for others, the move is trivial as tarp geez in fact have existed online, even before the pandemic."}
{"start": "00:01:17.070", "end": "00:01:22.560", "speaker": "Krista-Lee Meghan Malone", "utterance": " For this panel, we take for granted that playing teacher rpg is an act of oral literary production."}
{"start": "00:01:23.010", "end": "00:01:33.540", "speaker": "Krista-Lee Meghan Malone", "utterance": " We talked about the ways the storytelling one stone cooperatively but semi privately has grown and beyond the table, through various Internet platforms to include a much larger production base."}
{"start": "00:01:34.020", "end": "00:01:45.570", "speaker": "Krista-Lee Meghan Malone", "utterance": " We will also cover the ways platforms have enhanced the building aspects of TT rpg the building of communities worlds and narratives our panelists in order will be as follows."}
{"start": "00:01:47.280", "end": "00:01:49.260", "speaker": "Krista-Lee Meghan Malone", "utterance": " I am Dr Kristen leave alone."}
{"start": "00:01:51.270", "end": "00:02:01.470", "speaker": "Krista-Lee Meghan Malone", "utterance": " And we often hide the learning process not wanting anyone to see our vulnerability and attempt to normalizing learning and imperfection I decided to live stream my process of learning."}
{"start": "00:02:01.740", "end": "00:02:06.870", "speaker": "Krista-Lee Meghan Malone", "utterance": " To be a dungeon master or DM on twitter.tv slash gamer and through."}
{"start": "00:02:07.500", "end": "00:02:13.260", "speaker": "Krista-Lee Meghan Malone", "utterance": " Additionally, I hope that by live streaming this I would be able to tap into the shared knowledge and experience of my audience."}
{"start": "00:02:13.620", "end": "00:02:24.960", "speaker": "Krista-Lee Meghan Malone", "utterance": " Although i've been a player for about 20 years I have never before been a DM I began live streaming my preparation in January with many questions Casey James kelley."}
{"start": "00:02:26.250", "end": "00:02:29.400", "speaker": "Krista-Lee Meghan Malone", "utterance": " wow I hope I said that right i'm really sorry I didn't ask earlier."}
{"start": "00:02:29.940", "end": "00:02:37.890", "speaker": "Krista-Lee Meghan Malone", "utterance": " Was live streaming as a DM on twitch TV series play before the pandemic at that time the players use a campus lab to play and stream."}
{"start": "00:02:38.250", "end": "00:02:46.260", "speaker": "Krista-Lee Meghan Malone", "utterance": " When the pandemic shut down campus the group was forced to negotiate not only how to continue the game, but also how to continue sharing the lab channel."}
{"start": "00:02:46.710", "end": "00:03:01.770", "speaker": "Krista-Lee Meghan Malone", "utterance": " Previously, all streaming was done at the lab, which was set up specifically for this purpose, suddenly, the group had to set up across multiple computers and locations Casey will be discussing these negotiations and the struggles of DMA virtually wow streaming."}
{"start": "00:03:05.580", "end": "00:03:07.800", "speaker": "Krista-Lee Meghan Malone", "utterance": " Sorry, I just momentarily got very distracted by."}
{"start": "00:03:09.300", "end": "00:03:18.480", "speaker": "Krista-Lee Meghan Malone", "utterance": " Edward flower Jackson it's the personality behind twitch TV poke your eyes out games and founder of the gc GG good Community good game stream team."}
{"start": "00:03:18.810", "end": "00:03:24.690", "speaker": "Krista-Lee Meghan Malone", "utterance": " noticing the hard time somewhere having with the current state of the world and guided by the truth that we are the stories we tell ourselves."}
{"start": "00:03:25.050", "end": "00:03:37.170", "speaker": "Krista-Lee Meghan Malone", "utterance": " Edward decided to change those stories through TT rpg stream by having the players play, both characters and themselves he hopes to slowly get the players to start changing the stories they tell about themselves."}
{"start": "00:03:37.590", "end": "00:03:53.280", "speaker": "Krista-Lee Meghan Malone", "utterance": " And therefore, change how they feel he will be talking about how the stories progressed so we were supposed to have a fourth participant If anyone was looking at the schedule, they would have noticed that there was also an Andrew see fudge unfortunately he went to get."}
{"start": "00:03:55.380", "end": "00:03:59.550", "speaker": "Krista-Lee Meghan Malone", "utterance": " The vaccine yesterday and had a very bad reaction to it."}
{"start": "00:04:01.110", "end": "00:04:04.410", "speaker": "Krista-Lee Meghan Malone", "utterance": " So I sorry."}
{"start": "00:04:05.820", "end": "00:04:10.590", "speaker": "Krista-Lee Meghan Malone", "utterance": " home but vaccinations very important so we're we're not."}
{"start": "00:04:13.380", "end": "00:04:22.770", "speaker": "Krista-Lee Meghan Malone", "utterance": " we're not mad at him for that, yes, I can't go into presentation mode just to toxins out real quick, because if it does it actually covers both monitors and I have not."}
{"start": "00:04:24.510", "end": "00:04:34.440", "speaker": "Krista-Lee Meghan Malone", "utterance": " figured out how to do that mark says, I can share across dreams, I will."}
{"start": "00:04:38.370", "end": "00:04:45.480", "speaker": "Krista-Lee Meghan Malone", "utterance": " Briefly, try that if it's really bugging people, otherwise it doesn't actually about me."}
{"start": "00:04:47.190", "end": "00:04:47.910", "speaker": "Krista-Lee Meghan Malone", "utterance": " i'm."}
{"start": "00:04:58.200", "end": "00:05:00.210", "speaker": "Krista-Lee Meghan Malone", "utterance": " No, and also doesn't make it any better."}
{"start": "00:05:07.020", "end": "00:05:10.110", "speaker": "Krista-Lee Meghan Malone", "utterance": " Oh, I see Oh, I see it, oh."}
{"start": "00:05:13.470", "end": "00:05:17.970", "speaker": "Casey", "utterance": " it's a yep off kilter a little there we go."}
{"start": "00:05:19.440", "end": "00:05:21.780", "speaker": "Krista-Lee Meghan Malone", "utterance": " What about magic thanks mark."}
{"start": "00:05:24.450", "end": "00:05:32.010", "speaker": "Krista-Lee Meghan Malone", "utterance": " i'm okay i'm also sorry for the cat tail that just in front of my face she has left me alone all morning and now decides she wants attention."}
{"start": "00:05:33.960", "end": "00:05:38.460", "speaker": "Krista-Lee Meghan Malone", "utterance": " Okay, so for my person i'm going to real quick start with a."}
{"start": "00:05:43.020", "end": "00:05:54.690", "speaker": "Krista-Lee Meghan Malone", "utterance": " An explanation of the game system and the universe Just to give you context of what I was doing online, so the system i'm using is called monster we it gets published by evil hat and it is a powered by the Apocalypse game."}
{"start": "00:05:55.350", "end": "00:06:07.800", "speaker": "Krista-Lee Meghan Malone", "utterance": " You don't need to know what all of that means just know that powered by apocalypse is a rules light system and then that has been taken and put into many different genres to be used for tables half games."}
{"start": "00:06:10.410", "end": "00:06:12.750", "speaker": "Krista-Lee Meghan Malone", "utterance": " The universe that."}
{"start": "00:06:14.280", "end": "00:06:28.350", "speaker": "Krista-Lee Meghan Malone", "utterance": " I have chose to use is the supernatural TV so For those of you who are not familiar This follows two brothers Sam and Dean Winchester who investigate the paranormal and hunt demons monsters and other things that go bump in the night."}
{"start": "00:06:29.820", "end": "00:06:34.170", "speaker": "Krista-Lee Meghan Malone", "utterance": " The series is dark but it's prime TV dark not like HBO dark."}
{"start": "00:06:35.700", "end": "00:06:48.570", "speaker": "Krista-Lee Meghan Malone", "utterance": " And I do not have the players engage with the direct storyline, but they are in the world, so in that timeline at a certain point lots of spoilers for anyone who is behind."}
{"start": "00:06:51.090", "end": "00:07:01.230", "speaker": "Krista-Lee Meghan Malone", "utterance": " there's a point at which, for example, Sam opens the gates to how and so when we get to that point demons will become more common for my players."}
{"start": "00:07:01.860", "end": "00:07:17.010", "speaker": "Krista-Lee Meghan Malone", "utterance": " monster of the week is literally designed for this type of campaign i'm going to read it directly from their website, a small clip and it says monster of the week is a standalone action horror rpg for three to five people on high school."}
{"start": "00:07:17.640", "end": "00:07:28.740", "speaker": "Krista-Lee Meghan Malone", "utterance": " hunt high school beasties alo buffy the vampire slayer travel the country to bring down unnatural creatures, like the wind trust or Brothers of supernatural or head up the government investigation like Mulder and scully."}
{"start": "00:07:29.370", "end": "00:07:34.230", "speaker": "Krista-Lee Meghan Malone", "utterance": " So I did not have to do a lot of work to make the system work with this universe."}
{"start": "00:07:36.870", "end": "00:07:58.170", "speaker": "Krista-Lee Meghan Malone", "utterance": " Now um so that's that's the world i'm in I know for streaming I am not streaming the game itself, this was something that I thought long and hard about but half of the players in my game our game scholars and we collectively decided we needed something, even if it was just a one thing."}
{"start": "00:07:59.370", "end": "00:08:11.640", "speaker": "Krista-Lee Meghan Malone", "utterance": " That could be fully play and leisure and not be connected with work and streaming for me is very connected with work, however, I did decide to stream game prep."}
{"start": "00:08:12.780", "end": "00:08:13.890", "speaker": "Krista-Lee Meghan Malone", "utterance": " And why did I do that."}
{"start": "00:08:17.790", "end": "00:08:18.540", "speaker": "Krista-Lee Meghan Malone", "utterance": " Thank you, mark."}
{"start": "00:08:23.130", "end": "00:08:23.640", "speaker": "Krista-Lee Meghan Malone", "utterance": " i'm."}
{"start": "00:08:24.330", "end": "00:08:29.220", "speaker": "Casey", "utterance": " Chris Lee just a quick question are you changing the slides right now, because it's still showing the first slide."}
{"start": "00:08:36.390", "end": "00:08:37.170", "speaker": "Krista-Lee Meghan Malone", "utterance": " I forgot."}
{"start": "00:08:40.230", "end": "00:08:52.710", "speaker": "Krista-Lee Meghan Malone", "utterance": " Okay yeah so i'm not that there's a lot of information just give you a visual, this is the cover art for monster of the week, and for those of you who don't know supernatural, these are all clips from sutured supernatural."}
{"start": "00:08:54.300", "end": "00:09:02.160", "speaker": "Krista-Lee Meghan Malone", "utterance": " I will admit I am such a fan girl, I already had all these pictures on my computer, I did not need to prep that for this presentation."}
{"start": "00:09:04.050", "end": "00:09:08.700", "speaker": "Krista-Lee Meghan Malone", "utterance": " Okay, so actually now, why do I stream prep and not the game Thank you Casey."}
{"start": "00:09:09.780", "end": "00:09:11.160", "speaker": "Krista-Lee Meghan Malone", "utterance": " um so."}
{"start": "00:09:12.570", "end": "00:09:19.440", "speaker": "Krista-Lee Meghan Malone", "utterance": " The first reason i'm going to be super honest, because I am talking about me and moving it up all over the Internet is that I know me."}
{"start": "00:09:19.980", "end": "00:09:30.210", "speaker": "Krista-Lee Meghan Malone", "utterance": " And if I don't have scheduled time to do my prep, then I won't prep I also know that if I am not obliged to other people, I will not do that prep for myself."}
{"start": "00:09:31.530", "end": "00:09:40.080", "speaker": "Krista-Lee Meghan Malone", "utterance": " By streaming the prep having a set time with audience Members who are waiting for me to come, I do the prep every week because they expect me to."}
{"start": "00:09:43.140", "end": "00:09:52.530", "speaker": "Krista-Lee Meghan Malone", "utterance": " The other reason is because I have never damn to before and being in the middle of the pandemic it's not like I could go to my local game shop or any of the other."}
{"start": "00:09:54.180", "end": "00:09:59.490", "speaker": "Krista-Lee Meghan Malone", "utterance": " places where I have previously connected with the game community."}
{"start": "00:10:01.290", "end": "00:10:05.940", "speaker": "Krista-Lee Meghan Malone", "utterance": " And this has actually worked out phenomenally um."}
{"start": "00:10:07.050", "end": "00:10:17.130", "speaker": "Krista-Lee Meghan Malone", "utterance": " My audience is half personal friends, to be honest, my gamer buddies and half of them are fans of monster of the week."}
{"start": "00:10:21.210", "end": "00:10:26.580", "speaker": "Krista-Lee Meghan Malone", "utterance": " Now, interestingly to me just to make a mention."}
{"start": "00:10:27.660", "end": "00:10:29.100", "speaker": "Krista-Lee Meghan Malone", "utterance": " Real quick of."}
{"start": "00:10:30.810", "end": "00:10:42.420", "speaker": "Krista-Lee Meghan Malone", "utterance": " How I got audience, so I did these pushes over social media and what you're looking at right now are three different pushes i'm just going to kind of like this here is one."}
{"start": "00:10:43.260", "end": "00:10:55.350", "speaker": "Krista-Lee Meghan Malone", "utterance": " social media posts and then this one up here is one, and this down here is another so Those are three different posts, and you will notice again I openly admitted, I was a fan girl they're all very heavy on supernatural um."}
{"start": "00:10:57.120", "end": "00:11:00.480", "speaker": "Krista-Lee Meghan Malone", "utterance": " I have zero supernatural fans in my street."}
{"start": "00:11:03.150", "end": "00:11:08.490", "speaker": "Krista-Lee Meghan Malone", "utterance": " I thought that I would and I was actually hoping to have people that were maybe more."}
{"start": "00:11:09.750", "end": "00:11:30.780", "speaker": "Krista-Lee Meghan Malone", "utterance": " Serious fans or that's not the word i'm looking for, but people who knew the the series maybe more than I did to kind of help me with this and I didn't I didn't get that at all, interestingly, with this type of advertising, I did get a bunch of monster fleet fans though i'm still very."}
{"start": "00:11:31.980", "end": "00:11:33.750", "speaker": "Krista-Lee Meghan Malone", "utterance": " very helpful i'm."}
{"start": "00:11:36.930", "end": "00:11:54.210", "speaker": "Krista-Lee Meghan Malone", "utterance": " Now i'm to give you an idea of what kind of help people are giving me since like I said, nobody hears supernatural fans have nobody here really actually knows the universe very well um I set this up, so that all places are real."}
{"start": "00:11:55.620", "end": "00:12:03.450", "speaker": "Krista-Lee Meghan Malone", "utterance": " I will literally go into Google maps and I will find places, and I have found is that audience Members get really excited to tell me about."}
{"start": "00:12:05.160", "end": "00:12:21.420", "speaker": "Krista-Lee Meghan Malone", "utterance": " about their hometown or about where they grew up one of the first sessions, that I wrote took place in New England and there's this resort there that's really old it's been running in one capacity or another, since the late 1700s."}
{"start": "00:12:23.040", "end": "00:12:31.650", "speaker": "Krista-Lee Meghan Malone", "utterance": " And I wouldn't have found this place but somebody came into chat and they're like oh hey there's this resort next to where my family goes camping."}
{"start": "00:12:33.750", "end": "00:12:46.800", "speaker": "Krista-Lee Meghan Malone", "utterance": " And and told me all about the local lower and I made an entire campaign about it i've also and I just realized as soon be spoilers because Casey is in my game there's also going to be a."}
{"start": "00:12:48.330", "end": "00:12:55.440", "speaker": "Krista-Lee Meghan Malone", "utterance": " um a session at the Winchester house at some points you can come back easy."}
{"start": "00:13:03.180", "end": "00:13:03.840", "speaker": "Krista-Lee Meghan Malone", "utterance": " um."}
{"start": "00:13:07.230", "end": "00:13:21.960", "speaker": "Krista-Lee Meghan Malone", "utterance": " And I will have I will have one in milwaukee i'm also thinking of doing one from just a Western me the Bray road beast is a werewolf story i'm from Wisconsin."}
{"start": "00:13:23.370", "end": "00:13:31.980", "speaker": "Krista-Lee Meghan Malone", "utterance": " yeah, and this has this really got people excited which makes sense as an anthropologist I know people really love talking about themselves."}
{"start": "00:13:33.000", "end": "00:13:37.230", "speaker": "Krista-Lee Meghan Malone", "utterance": " And I do too i'm not bashing anybody, but it's been really, really helpful."}
{"start": "00:13:38.100", "end": "00:13:56.160", "speaker": "Krista-Lee Meghan Malone", "utterance": " i've also gotten a few people who have D end games in monster of the week, which is also been amazingly helpful because I have people come in and i'll start doing something like okay well if i'm writing this vampire how do I balance that with the the team makeup or."}
{"start": "00:13:57.540", "end": "00:13:59.280", "speaker": "Krista-Lee Meghan Malone", "utterance": " um, how do you."}
{"start": "00:14:01.350", "end": "00:14:10.770", "speaker": "Krista-Lee Meghan Malone", "utterance": " You know how do I fit this into the lore or these other questions because again i've never put together this type of game before so now."}
{"start": "00:14:13.170", "end": "00:14:13.800", "speaker": "Krista-Lee Meghan Malone", "utterance": " i'm."}
{"start": "00:14:16.560", "end": "00:14:21.840", "speaker": "Krista-Lee Meghan Malone", "utterance": " This is just to give you an idea of what i'm."}
{"start": "00:14:23.820", "end": "00:14:31.350", "speaker": "Krista-Lee Meghan Malone", "utterance": " kind of like what one of these streams look like, so this clip is about one minute, I think, yes I have time to do this so i'm just gonna play this for you real quick."}
{"start": "00:14:32.160", "end": "00:14:42.960", "speaker": "Krista-Lee Meghan Malone", "utterance": " cool the do either of you want to walk in the room, obviously, obviously we kick the door down doors blah blah blah blah, so you girls boys and but yeah thanks RON ready to go."}
{"start": "00:14:44.490", "end": "00:14:45.270", "speaker": "Krista-Lee Meghan Malone", "utterance": " charge you then."}
{"start": "00:14:47.160", "end": "00:14:47.760", "speaker": "Krista-Lee Meghan Malone", "utterance": " don't use."}
{"start": "00:14:50.310", "end": "00:14:51.030", "speaker": "Krista-Lee Meghan Malone", "utterance": " Your losses, no."}
{"start": "00:14:54.210", "end": "00:15:02.190", "speaker": "Krista-Lee Meghan Malone", "utterance": " i'm Okay, so that was not that was not gameplay I know it looks a little bit like it um but I will bring audience members in sometimes."}
{"start": "00:15:02.760", "end": "00:15:08.130", "speaker": "Krista-Lee Meghan Malone", "utterance": " In order to to test something because, again I had never run combat before until was really, really nervous."}
{"start": "00:15:08.550", "end": "00:15:14.790", "speaker": "Krista-Lee Meghan Malone", "utterance": " And I had people you know no problem come in, yes I would love to help you and i'm not sure if you could tell by the accent."}
{"start": "00:15:15.300", "end": "00:15:35.730", "speaker": "Krista-Lee Meghan Malone", "utterance": " But this person up here his name his screen name is john summer he stayed up very late after working a full day doing his own stream and then coming into my stream because that's how much he was excited to help me as a new GM practice what I needed to practice."}
{"start": "00:15:37.500", "end": "00:15:39.120", "speaker": "Krista-Lee Meghan Malone", "utterance": " And I also found it really whoops."}
{"start": "00:15:40.230", "end": "00:15:46.740", "speaker": "Krista-Lee Meghan Malone", "utterance": " I also got it really exciting, because I have this international knowledge base to draw from."}
{"start": "00:15:47.820", "end": "00:15:49.620", "speaker": "Krista-Lee Meghan Malone", "utterance": " Now I have just one more slide."}
{"start": "00:15:55.980", "end": "00:15:58.800", "speaker": "Krista-Lee Meghan Malone", "utterance": " That doesn't want to come up what you do and."}
{"start": "00:16:00.330", "end": "00:16:03.570", "speaker": "Krista-Lee Meghan Malone", "utterance": " i'm excited just because I want to."}
{"start": "00:16:04.710", "end": "00:16:12.690", "speaker": "Krista-Lee Meghan Malone", "utterance": " I don't want to misrepresent what I was doing so I feel like that clip is a little more exciting than what most of these streams are most of these streams are actually me writing."}
{"start": "00:16:13.170", "end": "00:16:27.720", "speaker": "Krista-Lee Meghan Malone", "utterance": " And me talking out loud and thinking, while i'm writing and having audience talk to me while i'm writing and so these are just neither of these are videos there's screenshots and what you see right here is I make a newspaper."}
{"start": "00:16:28.980", "end": "00:16:34.230", "speaker": "Krista-Lee Meghan Malone", "utterance": " If you know the show, then you know that to the brothers find cases."}
{"start": "00:16:35.550", "end": "00:16:47.010", "speaker": "Krista-Lee Meghan Malone", "utterance": " by looking in newspapers are looking for new stories online and that's how they choose where to go, and so, for every new session my players actually have a choice they have three different places that they could go."}
{"start": "00:16:47.490", "end": "00:17:04.680", "speaker": "Krista-Lee Meghan Malone", "utterance": " And, which also means I have to be very prepared, because at the start of each one I have to be prepared for three different storylines depending on what they will choose um I photoshopped this whole layout and everything from scratch, I was a little nervous about it um."}
{"start": "00:17:06.030", "end": "00:17:07.860", "speaker": "Krista-Lee Meghan Malone", "utterance": " I was a little nervous about streaming it."}
{"start": "00:17:08.880", "end": "00:17:16.350", "speaker": "Krista-Lee Meghan Malone", "utterance": " Also, about this part over here nervous about this for the same reason, these are just these are notes, these are what the characters have been doing."}
{"start": "00:17:17.700", "end": "00:17:30.930", "speaker": "Krista-Lee Meghan Malone", "utterance": " um and what they are doing and I thought I was a little afraid that this might be boring that people would not want to be in this stream like when i'm doing this they're in photoshop that's real slow."}
{"start": "00:17:32.160", "end": "00:17:33.090", "speaker": "Krista-Lee Meghan Malone", "utterance": " This is."}
{"start": "00:17:34.200", "end": "00:17:45.300", "speaker": "Krista-Lee Meghan Malone", "utterance": " You know i'm like lining things up turning grids often I and making sure everything looks like a real newspaper like actually put a lot of attention into that detail and I was really afraid that, when I start Buddha shopping."}
{"start": "00:17:46.020", "end": "00:17:58.530", "speaker": "Krista-Lee Meghan Malone", "utterance": " on stream i'm that people would leave but they didn't instead people just double down and they're like Oh, this is awesome why don't you try this font or have you thought about."}
{"start": "00:18:00.030", "end": "00:18:04.860", "speaker": "Krista-Lee Meghan Malone", "utterance": " You know this layout or i'll ask questions like you'll notice the the."}
{"start": "00:18:05.580", "end": "00:18:16.440", "speaker": "Krista-Lee Meghan Malone", "utterance": " The newspaper costs $1 and I had somebody Google that, for me, I was like hey while i'm writing this article Can somebody please look up how much a newspaper was in 2005 because that's where we are right now in the campaign."}
{"start": "00:18:17.460", "end": "00:18:23.940", "speaker": "Krista-Lee Meghan Malone", "utterance": " And people loved it people just hey Now let me do this work um."}
{"start": "00:18:25.200", "end": "00:18:33.150", "speaker": "Krista-Lee Meghan Malone", "utterance": " And it's great I also feel like this, so this is not the only, and I am seeing time so i'll be done in minute um."}
{"start": "00:18:34.650", "end": "00:18:35.280", "speaker": "Krista-Lee Meghan Malone", "utterance": " I."}
{"start": "00:18:36.570", "end": "00:18:40.650", "speaker": "Krista-Lee Meghan Malone", "utterance": " Also stream a couple of other newbie streams where i'm learning to code and whatnot."}
{"start": "00:18:41.700", "end": "00:18:43.470", "speaker": "Krista-Lee Meghan Malone", "utterance": " And people have really taken to this."}
{"start": "00:18:47.100", "end": "00:18:48.390", "speaker": "Krista-Lee Meghan Malone", "utterance": " I can't tell you why."}
{"start": "00:18:50.040", "end": "00:18:52.860", "speaker": "Krista-Lee Meghan Malone", "utterance": " But it is also shared production and the other newbie screams."}
{"start": "00:18:54.870", "end": "00:18:55.890", "speaker": "Krista-Lee Meghan Malone", "utterance": " and"}
{"start": "00:18:59.970", "end": "00:19:03.000", "speaker": "Krista-Lee Meghan Malone", "utterance": " Chad is also getting into this I love it um."}
{"start": "00:19:04.230", "end": "00:19:16.410", "speaker": "Krista-Lee Meghan Malone", "utterance": " I don't know part of me thinks that maybe we're all just likes to be reminded that people are human that we all start out, not knowing, whatever the thing is."}
{"start": "00:19:18.270", "end": "00:19:33.270", "speaker": "Krista-Lee Meghan Malone", "utterance": " And that's fine and I think, maybe for me this is especially helpful because so much of my time online or offline is Dr Malone, the professor, who is the expert in blah blah blah blah blah right and like very much."}
{"start": "00:19:34.830", "end": "00:19:35.310", "speaker": "Krista-Lee Meghan Malone", "utterance": " On."}
{"start": "00:19:37.380", "end": "00:19:46.620", "speaker": "Krista-Lee Meghan Malone", "utterance": " And then, at the end of the day, i'll come in and i'll do these newbie streams and i'll do this collective storytelling in my pajamas because if i'm going to not be the Professor I might as well not be the Professor."}
{"start": "00:19:48.420", "end": "00:19:50.010", "speaker": "Krista-Lee Meghan Malone", "utterance": " And it works out better than I could have hoped."}
{"start": "00:19:51.390", "end": "00:19:59.070", "speaker": "Krista-Lee Meghan Malone", "utterance": " i'm all right i'm really bad at conclusions so we're just going to call that my conclusion, and I am going to send it over to KC."}
{"start": "00:19:59.610", "end": "00:20:13.590", "speaker": "Casey", "utterance": " beautiful, thank you for that um so just bear with me one moment, while I share my screen i'm going to be looking up a lot, because I have my notes up top and you know my screen is going to be."}
{"start": "00:20:14.880", "end": "00:20:32.490", "speaker": "Casey", "utterance": " shared with y'all so give me one second i'm screen sharing I want this up here, so I will not be able to seek to see chat as a heads up so crystal if for any reason, people are like yo please talk to me right now, or have a question like and I need you to interrupt me."}
{"start": "00:20:33.540", "end": "00:20:44.250", "speaker": "Casey", "utterance": " But anyway, i'm Casey James and i'm going to be talking about the transition from streaming in person and a Co lab through serious play."}
{"start": "00:20:45.000", "end": "00:20:54.240", "speaker": "Casey", "utterance": " And having to transition to streaming remotely not just from my home, but from other everyone else's homes because D amp D is not just a one person."}
{"start": "00:20:55.110", "end": "00:21:02.460", "speaker": "Casey", "utterance": " endeavor so the serious play co lab is a space that's sponsored by the University of Wisconsin milwaukee."}
{"start": "00:21:02.850", "end": "00:21:14.190", "speaker": "Casey", "utterance": " Through the 21st century Center for 21st century studies, Chris Lee is one of the people who founded this organization and currently we stream 20 to 25 hours of content, a week."}
{"start": "00:21:14.820", "end": "00:21:27.930", "speaker": "Casey", "utterance": " it's primarily led by masters and PhD students throughout the English anthropology and history departments and, at the time of the transition, I was a show runner on doctors and dungeon masters at D amp D five each stream."}
{"start": "00:21:28.560", "end": "00:21:37.200", "speaker": "Casey", "utterance": " And I was also a Co host for the arena, which is an esports stream but i'm going to be focusing on the transition of the role, moving from face to face to a virtual setting."}
{"start": "00:21:37.710", "end": "00:21:48.210", "speaker": "Casey", "utterance": " As a dungeon master the issues of access that we faced and the ways that the transition impact of storytelling and the way that I like to sort of categorizes into sort of."}
{"start": "00:21:48.570", "end": "00:22:03.660", "speaker": "Casey", "utterance": " What did the storytelling look like what what of the play look like and there were like three major parts of the transition first of it, I call it sort of face to face uncertainty, the second one is virtual uncertainty and then the last is virtual norm."}
{"start": "00:22:04.710", "end": "00:22:19.590", "speaker": "Casey", "utterance": " So let me paint a picture, so this is the part that I call the face to face uncertainty period where there were whisperings of quarantine and we were just hearing the term flatten the curve, but nothing was closed down, yet."}
{"start": "00:22:20.670", "end": "00:22:31.350", "speaker": "Casey", "utterance": " So it was march 11 2020 we had just gotten the news The night before that spring break would be extended for a second week to accommodate instructors transitioning to virtual."}
{"start": "00:22:32.220", "end": "00:22:43.470", "speaker": "Casey", "utterance": " Doctors and dungeon masters met in person, one last time, the next day, because at the time, none of us understood the importance of social distancing nor there any mandates dictating us to not meet."}
{"start": "00:22:44.070", "end": "00:22:51.600", "speaker": "Casey", "utterance": " At that time, even masks are still being deemed as ineffective by the CDC as a measure for stopping the spread."}
{"start": "00:22:53.220", "end": "00:23:06.000", "speaker": "Casey", "utterance": " And over here, you could see you know it's it's you know we're all there we're all lively, we have you know the mess of food and snacks we've got the table up top everyone has their laptops and kind of you know, dealing with their own."}
{"start": "00:23:06.510", "end": "00:23:11.850", "speaker": "Casey", "utterance": " sort of space here was always very cramped, but it was still quite wonderful."}
{"start": "00:23:12.240", "end": "00:23:22.950", "speaker": "Casey", "utterance": " And at the you know, usually the last half hour of play, we have a discussion talking about game mechanics and storytelling and kind of going into the weeds of the sort of Meta game, rather than just playing."}
{"start": "00:23:23.940", "end": "00:23:33.480", "speaker": "Casey", "utterance": " And as a sort of tongue in cheek side off, I asked you know hey any thoughts before we leave forever because we only thought it was going to be a week or two."}
{"start": "00:23:33.990", "end": "00:23:43.140", "speaker": "Casey", "utterance": " And Cory goes well we'll never be on here again, and so you know, oh no worst case scenario, will be streaming just for the next few weeks."}
{"start": "00:23:44.520", "end": "00:23:58.380", "speaker": "Casey", "utterance": " Eric goes well best scenario they find a cure, and here we are, over a year later, sorry there's construction going on outside my house my dog has a lot of thoughts about that, but we're just going to power through."}
{"start": "00:23:59.700", "end": "00:24:05.040", "speaker": "Casey", "utterance": " next phase of the transition is what I kind of consider the virtual of certainty period."}
{"start": "00:24:05.280", "end": "00:24:11.490", "speaker": "Casey", "utterance": " Because you know, things were still very much up in the air we did not know what this was you know how long it was going to go for and."}
{"start": "00:24:11.700", "end": "00:24:20.610", "speaker": "Casey", "utterance": " sort of what do we need to do where we going to do a short term transition was it going to be something that we were going to have to be in for the long haul so we just sort of made do."}
{"start": "00:24:21.240", "end": "00:24:33.900", "speaker": "Casey", "utterance": " With a sort of week by week basis and because it debts, the death of a campaign is breaking and taking weeks off evil in nor even in normal times, we did not take a week off."}
{"start": "00:24:34.290", "end": "00:24:49.680", "speaker": "Casey", "utterance": " streaming and that made the transition very clunky I was running off of a computer that could barely run discord, let alone discord and stream, at the same time, so I had to like lift it up and have like a little fan underneath to make sure that I didn't roast my computer."}
{"start": "00:24:50.850", "end": "00:24:57.090", "speaker": "Casey", "utterance": " We hadn't even scavenged webcams and microphones from the Co lab space, since one there wasn't enough to go around."}
{"start": "00:24:57.390", "end": "00:25:08.250", "speaker": "Casey", "utterance": " To we weren't sure who should get what and three we didn't have a practice of having the equipment be lent out, you know they were it was meant to stay in the co lab it wasn't meant to go to people's homes."}
{"start": "00:25:08.670", "end": "00:25:14.460", "speaker": "Casey", "utterance": " And then, none of us are willing to invest in headsets and microphones on what we thought was going to be a short term stint."}
{"start": "00:25:14.880", "end": "00:25:20.730", "speaker": "Casey", "utterance": " And there was a lot lost in that week and in the next coming weeks, because we were still getting used to."}
{"start": "00:25:20.970", "end": "00:25:27.210", "speaker": "Casey", "utterance": " Not you know not speaking over one another because we weren't able to read each other's body language and see if someone was about to talk."}
{"start": "00:25:27.540", "end": "00:25:36.720", "speaker": "Casey", "utterance": " And then we got used to you know muting and unmute and then like the push to talk options, you would push it but there would be a little delay, and so we got things cut off in the beginning, or at the end."}
{"start": "00:25:37.200", "end": "00:25:44.820", "speaker": "Casey", "utterance": " And we went from a physical map that everyone can manipulate you know it all, Nice and miniatures on it to something that only the dungeon master."}
{"start": "00:25:45.360", "end": "00:26:01.410", "speaker": "Casey", "utterance": " manipulate and over here this map and many online maps at this point, were made by artists through and you could support them through patreon so it kind of became like a you know, a more into Community way of."}
{"start": "00:26:02.550", "end": "00:26:13.770", "speaker": "Casey", "utterance": " indulging people who play people who put work and Labor into either gaming playing or creating content so."}
{"start": "00:26:14.340", "end": "00:26:28.080", "speaker": "Casey", "utterance": " A lot of mapmakers so a lot more profit for that, because people needed the online maps, as opposed to you just by you know your wet a race matt that you can just erase him right over a bunch of times."}
{"start": "00:26:29.520", "end": "00:26:43.530", "speaker": "Casey", "utterance": " And then here last but not least, is what I call the virtual norm aware, most of the issues have been worked out and although things were definitely different, we were able to negotiate the interfaces with comfort because we've all been at it for about a year."}
{"start": "00:26:43.950", "end": "00:26:51.060", "speaker": "Casey", "utterance": " And over here, this is a screenshot from October 10 2020 so we've already been added for pretty much half a year at this point."}
{"start": "00:26:51.330", "end": "00:27:06.960", "speaker": "Casey", "utterance": " we've got the map over here we've got us on camera at this point, and over here we have the party wizard drawing a diagram on why fireball was the correct choice spell to us and a tavern full of both enemies and civilians um and so."}
{"start": "00:27:09.300", "end": "00:27:26.910", "speaker": "Casey", "utterance": " How do we get from there to here um, so this is where I kind of get into trying to mash about two different articles into a very brief presentation I realized i've been talking for a long time crystal what's my time limit, because I just realized that then blabbering a lot."}
{"start": "00:27:31.020", "end": "00:27:33.000", "speaker": "Krista-Lee Meghan Malone", "utterance": " Sorry, you have like one to two more minutes."}
{"start": "00:27:33.390", "end": "00:27:37.890", "speaker": "Casey", "utterance": " Oh well, screw me i'm so behind so i'll talk a lot faster."}
{"start": "00:27:38.490", "end": "00:27:42.000", "speaker": "Casey", "utterance": " So pretty much it was about you know it's a lot about sort of."}
{"start": "00:27:42.210", "end": "00:27:50.430", "speaker": "Casey", "utterance": " Life imitating play play imitating life, so I thought about a lot in terms of a couple of anthropologists that inspired some of my work."}
{"start": "00:27:51.600", "end": "00:27:56.550", "speaker": "Casey", "utterance": " So, making do from the practice of everyday life by Michelle desert whoa talks about using."}
{"start": "00:27:57.030", "end": "00:28:04.770", "speaker": "Casey", "utterance": " A tactics to sort of make do with an environment that is presented to you you're sort of working within these rules systems and then."}
{"start": "00:28:05.160", "end": "00:28:09.990", "speaker": "Casey", "utterance": " it's quite hegemonic but you do also create creative opportunities by working within."}
{"start": "00:28:10.530", "end": "00:28:23.130", "speaker": "Casey", "utterance": " what's handed to you and that's sort of what we did a lot with the pandemic with transition a you know D amp D is tactical and it's an engaging way for players to tell the story of an underdog and find a way out of a situation."}
{"start": "00:28:23.460", "end": "00:28:35.100", "speaker": "Casey", "utterance": " Instead of being able to lovely operate in a rule set and i'm pretty sure everyone here has some sort of like underdog story from themselves from the past year, that if you were to able to tell a story."}
{"start": "00:28:35.490", "end": "00:28:43.050", "speaker": "Casey", "utterance": " With a heroic narrative like D amp D, it would be able to present a sort of opportunity where you can kind of meld in and that sort of experience."}
{"start": "00:28:43.650", "end": "00:28:47.040", "speaker": "Casey", "utterance": " And then, last but not least, a situational adjustments."}
{"start": "00:28:47.820", "end": "00:28:57.450", "speaker": "Casey", "utterance": " Sally far more describes them, you know, or rather than the situations for every occasion that a person thinks or says that cannot be done it's against the rules or violates the categories."}
{"start": "00:28:57.660", "end": "00:29:06.660", "speaker": "Casey", "utterance": " there's another occasion when the same individual says those rules or categories do not or should not apply to the situation, this is a special case, and we saw that with."}
{"start": "00:29:07.260", "end": "00:29:14.730", "speaker": "Casey", "utterance": " Barring The co lab gear, where we were trying to negotiate back and forth about proper sign out methods and this and all that stuff."}
{"start": "00:29:15.210", "end": "00:29:27.870", "speaker": "Casey", "utterance": " Because we weren't sure you know how long does this, for you know this is university equipment, we can't just hand it out to people to us personally and then last month after a year of everyone just sort of cannibalizing all of the bits and pieces."}
{"start": "00:29:28.440", "end": "00:29:38.430", "speaker": "Casey", "utterance": " Someone from out of state who's part of the cola was like yeah I need to borrow the ps4 it sounds like yeah take it it's been sitting there for a year it's you know so now we've had this new adjustment to what's going on."}
{"start": "00:29:40.050", "end": "00:29:44.040", "speaker": "Casey", "utterance": " So i'm just kind of throwing in as much as I can, and kind of."}
{"start": "00:29:46.470", "end": "00:29:57.810", "speaker": "Casey", "utterance": " Fast Track to the end here, I don't want to romanticize the pandemic or I don't want to want to like insinuate that life is a game and game is life and all that stuff."}
{"start": "00:29:58.350", "end": "00:30:05.490", "speaker": "Casey", "utterance": " But what I do mean to convey as well, a transition from face to face to online as hopefully a once in a lifetime situation that."}
{"start": "00:30:05.820", "end": "00:30:13.530", "speaker": "Casey", "utterance": " will be over by the end of the year, the learning process and frustration beers the process of the stories that we tell at the table collaboratively together."}
{"start": "00:30:13.980", "end": "00:30:20.130", "speaker": "Casey", "utterance": " We sit as a group we problem solve we engage we question we seek advice we give Council we adjust."}
{"start": "00:30:20.430", "end": "00:30:31.200", "speaker": "Casey", "utterance": " And the technologies that came out to tell these stories through virtual play and the practices that became normalized help create better access to those who otherwise would not have been able to be at the table."}
{"start": "00:30:32.040", "end": "00:30:42.270", "speaker": "Casey", "utterance": " People with chronic health problems parents of young children, people without reliable transportation people with social anxiety and all sorts of others who would not have been able to make it to the physical table."}
{"start": "00:30:42.540", "end": "00:30:56.070", "speaker": "Casey", "utterance": " can now join in the virtual format, the stories that they tell through their characters based on their own reference of references creates a fuller game world and I daily a more accessible game world i'm gonna stop it there."}
{"start": "00:30:58.500", "end": "00:31:00.870", "speaker": "Casey", "utterance": " And next is our good old friend poke."}
{"start": "00:31:01.620", "end": "00:31:03.420", "speaker": "Casey", "utterance": " that's me hi."}
{"start": "00:31:04.290", "end": "00:31:15.870", "speaker": "Pokey Zoom", "utterance": " How are you ready hi know comfortable, my name is Edward flamborough Jackson i've been a dungeon master for 10 plus years and a storyteller since the age of eight."}
{"start": "00:31:16.950", "end": "00:31:21.150", "speaker": "Pokey Zoom", "utterance": " i'd love to share my current storytelling project let's set the stage."}
{"start": "00:31:22.260", "end": "00:31:35.520", "speaker": "Pokey Zoom", "utterance": " I believe that storytellers have been casting people into the stars long before we've had rockets, I believe that storytellers can start wars anthem."}
{"start": "00:31:36.570", "end": "00:31:57.270", "speaker": "Pokey Zoom", "utterance": " I also believe that we are the stories that we tell ourselves that we've all heard them things like you must have money to become successful, you must be beautiful to be loved adults must grow up."}
{"start": "00:31:58.470", "end": "00:31:59.880", "speaker": "Pokey Zoom", "utterance": " and stop having fun."}
{"start": "00:32:02.190", "end": "00:32:09.960", "speaker": "Pokey Zoom", "utterance": " Every time we tell ourselves these stories we put limits on ourselves slowly without thinking paralyzing ourselves."}
{"start": "00:32:12.300", "end": "00:32:15.990", "speaker": "Pokey Zoom", "utterance": " I tell a different story I tell a story that love."}
{"start": "00:32:17.010", "end": "00:32:28.350", "speaker": "Pokey Zoom", "utterance": " And success come from within that fun is part of a range of experiences that should be socially acceptable at any age in public."}
{"start": "00:32:29.190", "end": "00:32:41.160", "speaker": "Pokey Zoom", "utterance": " I want to explain here a little bit closer what I mean by our story imagine if you will, a huge stone door and a group of people trying to open it."}
{"start": "00:32:42.150", "end": "00:32:48.510", "speaker": "Pokey Zoom", "utterance": " Imagine the first person comes up and looks at themselves and says oh I I don't have muscles I I can't open that door."}
{"start": "00:32:49.320", "end": "00:33:01.170", "speaker": "Pokey Zoom", "utterance": " The next person comes up and says, well, I I don't think I can open that door but, but I think we can another person might come up and say ahh I am full of muscles I move aside, I shall open the door."}
{"start": "00:33:02.730", "end": "00:33:11.490", "speaker": "Pokey Zoom", "utterance": " This is the story we're all telling ourselves because in fact that door is painted styrofoam styrofoam and everyone could open."}
{"start": "00:33:13.560", "end": "00:33:14.100", "speaker": "Pokey Zoom", "utterance": " I."}
{"start": "00:33:15.240", "end": "00:33:28.410", "speaker": "Pokey Zoom", "utterance": " am trying to tell stories to convince people to take control of that story to stop before they say I can't open that door and make a different choice tell themselves a different story."}
{"start": "00:33:33.360", "end": "00:33:33.720", "speaker": "Pokey Zoom", "utterance": " So."}
{"start": "00:33:35.790", "end": "00:33:42.840", "speaker": "Pokey Zoom", "utterance": " Coming around two to tabletop storytelling it's vastly different than great storytelling."}
{"start": "00:33:43.860", "end": "00:33:48.210", "speaker": "Pokey Zoom", "utterance": " Because like in great storytelling and TVs movies and books."}
{"start": "00:33:49.710", "end": "00:34:13.530", "speaker": "Pokey Zoom", "utterance": " This storytelling is often has agreed to have separation that allows us to vicariously live through our characters but characters that are rude or insulting or maybe even disrespectful to get their way oftentimes are entertaining ah on the TV with characters like house or Tony stark."}
{"start": "00:34:15.840", "end": "00:34:24.180", "speaker": "Pokey Zoom", "utterance": " But when sitting around a table to play it is always a character born out of ourselves, no matter what you do."}
{"start": "00:34:25.170", "end": "00:34:40.950", "speaker": "Pokey Zoom", "utterance": " So, like when we go to the grocery store we're all entering a social contract to not take a dump in the middle of the aisle and jump over to punch the cash attended in the gut I hope."}
{"start": "00:34:42.180", "end": "00:34:54.210", "speaker": "Pokey Zoom", "utterance": " it's the same here, I strongly recommend taking control of that contract talking to your players and investigate safety tools and implement them in your game."}
{"start": "00:34:55.080", "end": "00:35:10.260", "speaker": "Pokey Zoom", "utterance": " it's an easy way to make sure everyone understands what's happening and what you're planning to do my basic social contract for my games, is, I want to engage in friendly group storytelling."}
{"start": "00:35:12.060", "end": "00:35:26.550", "speaker": "Pokey Zoom", "utterance": " Hot tips do not include players phobias do not push players to do things that they are uncomfortable with there is so much story."}
{"start": "00:35:27.630", "end": "00:35:29.040", "speaker": "Pokey Zoom", "utterance": " We don't need to tell these ones."}
{"start": "00:35:30.240", "end": "00:35:33.390", "speaker": "Pokey Zoom", "utterance": " everyone's still with me questions soon, I promise."}
{"start": "00:35:34.680", "end": "00:35:43.170", "speaker": "Pokey Zoom", "utterance": " Now here's some of the key understanding i've been using while trying to get my players to take control of their stories."}
{"start": "00:35:44.520", "end": "00:35:52.650", "speaker": "Pokey Zoom", "utterance": " Helping through storytelling is about pace and I don't mean the pace at which players achieve their goals and succeed the game."}
{"start": "00:35:53.550", "end": "00:36:07.740", "speaker": "Pokey Zoom", "utterance": " No, I mean the pace that players choose to take actions for themselves i'm talking about how often they find themselves bartering instead of just accepting price."}
{"start": "00:36:09.720", "end": "00:36:32.220", "speaker": "Pokey Zoom", "utterance": " Especially to reach what I call the golden zone of storytelling at a table top This is where all of the players feel comfortable and validated in the attempt of anything in the game suddenly everything becomes easy teamwork flows story moves."}
{"start": "00:36:33.330", "end": "00:36:41.190", "speaker": "Pokey Zoom", "utterance": " Everyone at the table is exercising their ability to take control of their story i'm not a therapist."}
{"start": "00:36:42.210", "end": "00:36:46.620", "speaker": "Pokey Zoom", "utterance": " And know the end game should replace professional help."}
{"start": "00:36:47.640", "end": "00:36:51.300", "speaker": "Pokey Zoom", "utterance": " But this kind of storytelling can be profound."}
{"start": "00:36:54.060", "end": "00:36:56.670", "speaker": "Pokey Zoom", "utterance": " We can all make mistakes gamers."}
{"start": "00:36:57.810", "end": "00:37:07.380", "speaker": "Pokey Zoom", "utterance": " The players, the DM everyone, we must accept these mistakes i've made a few perhaps you can learn from this one."}
{"start": "00:37:08.550", "end": "00:37:17.310", "speaker": "Pokey Zoom", "utterance": " When I was first setting up this project and making sure that I had set everything Nice and well for my group, I had overlooked, an element in the game."}
{"start": "00:37:18.510", "end": "00:37:30.480", "speaker": "Pokey Zoom", "utterance": " I didn't really see how that element would come across despite all of my players thoroughly enjoying themselves one player felt that they were unable to change vince unfolding."}
{"start": "00:37:31.200", "end": "00:37:43.950", "speaker": "Pokey Zoom", "utterance": " They felt unhappy they felt distraught later when they came to me I realized my mistake I admitted that I could have included that element in a better way."}
{"start": "00:37:44.970", "end": "00:37:53.340", "speaker": "Pokey Zoom", "utterance": " Because I was able to allow them to practice taking control of their story, and I was able to practice letting them."}
{"start": "00:37:54.690", "end": "00:37:59.220", "speaker": "Pokey Zoom", "utterance": " it's so so important to do both parts of that."}
{"start": "00:38:00.750", "end": "00:38:09.270", "speaker": "Pokey Zoom", "utterance": " As the DM you are the arbiter of the world, everything that happens, the table starts with your choices."}
{"start": "00:38:10.710", "end": "00:38:23.790", "speaker": "Pokey Zoom", "utterance": " Whatever the story being told, your players have lived entire lives away from fought in one battles, you will not understand or even know."}
{"start": "00:38:25.260", "end": "00:38:38.160", "speaker": "Pokey Zoom", "utterance": " adventures in controlling our stories must be optional players need to choose to take control of their story, but more than that to choose what to do with it."}
{"start": "00:38:42.120", "end": "00:39:02.100", "speaker": "Pokey Zoom", "utterance": " Building our story and our players, so the attempt is is a celebrated as an actual success is a cornerstone of validating our players now, this can be misconstrued as writing stories all about rainbows and unicorns where strife, is no more."}
{"start": "00:39:03.510", "end": "00:39:04.980", "speaker": "Pokey Zoom", "utterance": " But no, no."}
{"start": "00:39:06.000", "end": "00:39:14.160", "speaker": "Pokey Zoom", "utterance": " This is meant to be a struggle we're in the group must take action in any way."}
{"start": "00:39:15.300", "end": "00:39:20.220", "speaker": "Pokey Zoom", "utterance": " to hope that the group pushes further closer to success."}
{"start": "00:39:22.260", "end": "00:39:39.750", "speaker": "Pokey Zoom", "utterance": " taking control of your story is a really tough thing sometimes as a DM you're controlling your player stories, without even meaning to it leaks out in phrases like i'm bad at this or i've always been good at this."}
{"start": "00:39:41.010", "end": "00:39:50.400", "speaker": "Pokey Zoom", "utterance": " The worst part of controlling someone else's story oftentimes comes in something like this, you can't compare apples and oranges."}
{"start": "00:39:51.780", "end": "00:39:58.020", "speaker": "Pokey Zoom", "utterance": " Well, the fact is that you absolutely can, and there should be no one to tell you that you can't."}
{"start": "00:40:00.120", "end": "00:40:08.130", "speaker": "Pokey Zoom", "utterance": " Language like this is something you should try to avoid using instead set limits in the environment."}
{"start": "00:40:09.240", "end": "00:40:16.860", "speaker": "Pokey Zoom", "utterance": " Putting terrain that will hurt the players, the longer that they walk in it is a better border than saying no."}
{"start": "00:40:19.620", "end": "00:40:24.420", "speaker": "Pokey Zoom", "utterance": " Ultimately, none of what I have said, is outside of the wheelhouse of the common DNA."}
{"start": "00:40:25.440", "end": "00:40:33.990", "speaker": "Pokey Zoom", "utterance": " The difference is choosing to do these things and elements as on purpose and with purpose."}
{"start": "00:40:35.460", "end": "00:40:39.930", "speaker": "Pokey Zoom", "utterance": " As a storyteller, you have the power, and you shouldn't be wasting."}
{"start": "00:40:42.810", "end": "00:40:48.720", "speaker": "Pokey Zoom", "utterance": " If you take one thing away from this talk it's that at the head of a role playing table."}
{"start": "00:40:50.520", "end": "00:40:51.450", "speaker": "Pokey Zoom", "utterance": " holds power."}
{"start": "00:40:52.650", "end": "00:40:55.080", "speaker": "Pokey Zoom", "utterance": " use it for good and use it on purpose."}
{"start": "00:40:56.190", "end": "00:41:00.960", "speaker": "Pokey Zoom", "utterance": " Oh, thank you, everybody for the talk, I think I think it's time for questions if i'm not mistaken."}
{"start": "00:41:03.210", "end": "00:41:11.190", "speaker": "Krista-Lee Meghan Malone", "utterance": " yeah, so we are going to take questions, I just want to say real quick because mark graciously reminded me and a message that after this."}
{"start": "00:41:11.460", "end": "00:41:21.780", "speaker": "Krista-Lee Meghan Malone", "utterance": " We can continue this conversation if anybody wants in the discord there is a channel for track three and I will definitely be there."}
{"start": "00:41:22.710", "end": "00:41:35.040", "speaker": "Krista-Lee Meghan Malone", "utterance": " on and off during the day i'm not sure about Casey and poke I don't want to talk for them, but hopefully they will also join us on yeah, I just wanted to say that, before I forgot, but now um any questions."}
{"start": "00:41:50.400", "end": "00:41:51.960", "speaker": "Pokey Zoom", "utterance": " Like a stream, but then it'll be there."}
{"start": "00:41:52.500", "end": "00:41:54.600", "speaker": "Krista-Lee Meghan Malone", "utterance": " This is also very early in the morning for me."}
{"start": "00:41:58.410", "end": "00:42:00.210", "speaker": "Casey", "utterance": " And thank you Erin for the compliment."}
{"start": "00:42:05.640", "end": "00:42:08.700", "speaker": "Pokey Zoom", "utterance": " Oh, how did gameplay change during the pandemic."}
{"start": "00:42:08.940", "end": "00:42:11.790", "speaker": "Krista-Lee Meghan Malone", "utterance": " I feeling really all three have answers, do you want to."}
{"start": "00:42:11.790", "end": "00:42:12.180", "speaker": "None", "utterance": "Stop."}
{"start": "00:42:14.280", "end": "00:42:24.900", "speaker": "Pokey Zoom", "utterance": " Oh i'd love to start yeah how did my gameplay turn changed during the pandemic both I just explained it to be honest, I used to play games, just to tell stories that I thought were cool."}
{"start": "00:42:26.100", "end": "00:42:29.430", "speaker": "Pokey Zoom", "utterance": " But when the pandemic hit, and I saw all of my friends."}
{"start": "00:42:30.540", "end": "00:42:36.990", "speaker": "Pokey Zoom", "utterance": " Looking down hill or feeling down hill I thought that I had one skill that I could offer."}
{"start": "00:42:38.040", "end": "00:42:48.450", "speaker": "Pokey Zoom", "utterance": " And that was to tell stories that helped because I know how to do that so during the pandemic I shifted from just telling stories to telling stories that mattered."}
{"start": "00:42:52.350", "end": "00:43:01.890", "speaker": "Krista-Lee Meghan Malone", "utterance": " I would argue that all your stories matter but it's that's another commerce and um do do you want to take a shot at this Casey."}
{"start": "00:43:02.640", "end": "00:43:11.490", "speaker": "Casey", "utterance": " yeah because I think my answer is a little bit different in terms of a better game thing the the main change for me for gameplay pre and post pandemic."}
{"start": "00:43:11.850", "end": "00:43:16.740", "speaker": "Casey", "utterance": " Is that before the pandemic, it became a way to hang out with the people that I already hung out with."}
{"start": "00:43:17.100", "end": "00:43:22.740", "speaker": "Casey", "utterance": " Post pandemic, it became a way for me to connect with people that I hadn't been able to talk to in a long time."}
{"start": "00:43:23.040", "end": "00:43:33.360", "speaker": "Casey", "utterance": " So, now that we were able to gain virtually I was able to connect with my friends from when I lived in New York for when I lived in London, I was able to hang out with my sisters again, because we all live in different states."}
{"start": "00:43:34.110", "end": "00:43:41.820", "speaker": "Casey", "utterance": " So that was the main change for me pre and post pandemic in terms of how the you know how it changed."}
{"start": "00:43:43.320", "end": "00:43:45.960", "speaker": "Casey", "utterance": " Barring all the mechanical differences."}
{"start": "00:43:47.160", "end": "00:43:51.390", "speaker": "Casey", "utterance": " And I think we'll get to clara's after crystal you guys to stab at this one."}
{"start": "00:43:52.380", "end": "00:44:01.410", "speaker": "Krista-Lee Meghan Malone", "utterance": " Yes, definitely um because I know we probably all have answers that as well, so for me game, so the changing gameplay is also a little."}
{"start": "00:44:02.430", "end": "00:44:08.040", "speaker": "Krista-Lee Meghan Malone", "utterance": " I have to do some contacts, so I was playing with a group of people and somebody else was a DMA."}
{"start": "00:44:09.240", "end": "00:44:15.420", "speaker": "Krista-Lee Meghan Malone", "utterance": " And then, what happened is that campaign ended, and then we did a play it has and the play test was online."}
{"start": "00:44:15.870", "end": "00:44:22.470", "speaker": "Krista-Lee Meghan Malone", "utterance": " and honestly, as a group, so the group is stable, but the game we're playing was not is basically what happened."}
{"start": "00:44:23.370", "end": "00:44:27.840", "speaker": "Krista-Lee Meghan Malone", "utterance": " And it was actually very difficult for this group to transition online."}
{"start": "00:44:28.650", "end": "00:44:36.540", "speaker": "Krista-Lee Meghan Malone", "utterance": " We had one person who moved to Iceland, which, at first, we were like Oh, this is great, because he can still stay in the game, but the time difference became too much."}
{"start": "00:44:36.960", "end": "00:44:42.780", "speaker": "Krista-Lee Meghan Malone", "utterance": " And so we had a person drop out, and then we had a person get added, and that was actually Casey who had added after the fact."}
{"start": "00:44:44.310", "end": "00:44:55.530", "speaker": "Krista-Lee Meghan Malone", "utterance": " And then that campaign and dead end because it was a plate has it was also very rough and I don't think that that helps transitioning to online right because the game was incomplete."}
{"start": "00:44:57.750", "end": "00:45:08.610", "speaker": "Krista-Lee Meghan Malone", "utterance": " So, then, the the GM that the person who had been jianming burned out on it, as happens not a big deal, and so I decided to take over because I really like to this group of people."}
{"start": "00:45:09.840", "end": "00:45:22.380", "speaker": "Krista-Lee Meghan Malone", "utterance": " And so from for me jamming because it was online I went out of my way to find things that would work how I could."}
{"start": "00:45:23.400", "end": "00:45:34.530", "speaker": "Krista-Lee Meghan Malone", "utterance": " find a rules light system platform and everything that would work for an online thing, and so I, for me, I started from scratch, even though, for the group, it was this transition."}
{"start": "00:45:35.340", "end": "00:45:50.010", "speaker": "Krista-Lee Meghan Malone", "utterance": " i'll just start with the tools used real quick and then pass it off to the others So for me on why discord twitch etc, so I am running streaming experiments."}
{"start": "00:45:51.090", "end": "00:46:04.590", "speaker": "Krista-Lee Meghan Malone", "utterance": " On twitch um when the pandemic hit i'd always wanted to do streaming experiments i'm going to send them a kid I was like well here's my opportunity and so that's why I was using twitch for the prep as far as the discord for the game."}
{"start": "00:46:06.030", "end": "00:46:19.890", "speaker": "Krista-Lee Meghan Malone", "utterance": " The the previous GM had already been using discord we were already set up there, and it was working really well and in fact it was working better than rule 20 was in a another separate game i'm in that we're not talking about today."}
{"start": "00:46:21.570", "end": "00:46:29.520", "speaker": "Krista-Lee Meghan Malone", "utterance": " The GM for that game had talked to me a lot about what it took for him to get that game going, and it was a lot of work and frankly I wasn't here for it."}
{"start": "00:46:30.330", "end": "00:46:42.930", "speaker": "Krista-Lee Meghan Malone", "utterance": " I you know I work full time as a faculty associate and I also stream a part time so between those two things i'm already at 40 to 60 hours every week and so ya."}
{"start": "00:46:44.130", "end": "00:46:55.320", "speaker": "Krista-Lee Meghan Malone", "utterance": " know, I was thinking, I was frankly wasn't going to put that much work into it, I put three hours of prop into the game, that is, how much time I have, and that is how much time they get."}
{"start": "00:46:58.170", "end": "00:47:00.360", "speaker": "Krista-Lee Meghan Malone", "utterance": " Your dog has thoughts on my time management I."}
{"start": "00:47:00.360", "end": "00:47:05.820", "speaker": "Casey", "utterance": " think she does she thinks that it is wonderful, and that you did a fantastic job."}
{"start": "00:47:09.990", "end": "00:47:10.200", "speaker": "Casey", "utterance": " Oh."}
{"start": "00:47:11.400", "end": "00:47:12.960", "speaker": "Casey", "utterance": " yeah you go and i'll go after."}
{"start": "00:47:13.770", "end": "00:47:15.180", "speaker": "Pokey Zoom", "utterance": " yeah I stream."}
{"start": "00:47:15.330", "end": "00:47:17.400", "speaker": "Pokey Zoom", "utterance": " A d&d related content."}
{"start": "00:47:18.690", "end": "00:47:36.480", "speaker": "Pokey Zoom", "utterance": " All week that's what I do, and I use I use obs studios, which is a how you how a capture everything the series of overlays and stuff that i've made I use discord to talk and I use role 20 as my digital table."}
{"start": "00:47:37.650", "end": "00:47:44.400", "speaker": "Pokey Zoom", "utterance": " I find that discord is phenomenal not only just a talk, but because you can make rooms in your lobbies."}
{"start": "00:47:44.760", "end": "00:47:57.600", "speaker": "Pokey Zoom", "utterance": " And you can get channel notes, you can post things in there for people to reference later, you can have your characters and your players talk in there and be like, I want to make a DRUID and that druids gonna love to."}
{"start": "00:47:59.190", "end": "00:48:09.420", "speaker": "Pokey Zoom", "utterance": " Have pet insects, I don't know it doesn't matter, the point is it's all in there and it doesn't get lost in some sort of other place that is separate from all of your gameplay."}
{"start": "00:48:11.400", "end": "00:48:11.760", "speaker": "None", "utterance": "I love that."}
{"start": "00:48:13.500", "end": "00:48:24.060", "speaker": "Pokey Zoom", "utterance": " I also use a digital damning website digital a damning screen website for quick reference info just to have it on the screen sometimes."}
{"start": "00:48:26.400", "end": "00:48:37.500", "speaker": "Casey", "utterance": " i'm i'm going to throw my hat in the ring and say I love the ability to have discord now as a norm i'm sharing my screen right now I covered up."}
{"start": "00:48:38.010", "end": "00:48:40.620", "speaker": "Casey", "utterance": " But this is a couple of reasons why I think that."}
{"start": "00:48:41.100", "end": "00:48:44.400", "speaker": "Casey", "utterance": " online gaming became more accessible and the practices that came out of it."}
{"start": "00:48:44.640", "end": "00:48:51.510", "speaker": "Casey", "utterance": " So this is the discord for one of my campaigns, as a general chat i'm having these different rooms, to be able to drop stuff in."}
{"start": "00:48:51.720", "end": "00:48:59.280", "speaker": "Casey", "utterance": " The campaign notes, so that you know it's not relying on the note taker to be able to take write everything down, you could search things you could throw any pictures."}
{"start": "00:48:59.550", "end": "00:49:06.510", "speaker": "Casey", "utterance": " And then you can have like text role play channels between the different characters where they can you know kind of interact with one another and game in."}
{"start": "00:49:06.750", "end": "00:49:13.290", "speaker": "Casey", "utterance": " ways that they wouldn't want to take time away from in game, but want to build their characters separately."}
{"start": "00:49:14.010", "end": "00:49:19.470", "speaker": "Casey", "utterance": " And then also different voice channels to avoid medic gaming you know you don't want to tell the."}
{"start": "00:49:19.680", "end": "00:49:30.060", "speaker": "Casey", "utterance": " party member in front of the rest of the party that they're possessed and they have to pretend to be their character, while being possessed so you drop them into the secret channel pop them up and the players don't know what happened."}
{"start": "00:49:30.570", "end": "00:49:36.810", "speaker": "Casey", "utterance": " Another thing about accessibility, that I like is using D amp D D on because."}
{"start": "00:49:37.320", "end": "00:49:50.310", "speaker": "Casey", "utterance": " One the dice rolling Apps add up all those modifier is that make it difficult for you know new players to be able to sort of know like, why is it a plus seven what's you know what's the AC what's you know all these different things."}
{"start": "00:49:51.420", "end": "00:49:53.760", "speaker": "Casey", "utterance": " And you can also see."}
{"start": "00:49:54.870", "end": "00:50:03.120", "speaker": "Casey", "utterance": " Everyone who's in the campaign what their roles are so that there's no sort of worry about who's fudging a role, because I can tell you."}
{"start": "00:50:03.630", "end": "00:50:13.170", "speaker": "Casey", "utterance": " Before we use the end beyond, and I was the ending I had some players that like never failed an important check and there's you know something that kind of feels bad."}
{"start": "00:50:13.440", "end": "00:50:25.080", "speaker": "Casey", "utterance": " When you worry about if you're one of your players are kind of like faking dice in their favor and you don't want to believe the worst and then but also you don't want to be like not really knowing what's going on."}
{"start": "00:50:26.550", "end": "00:50:43.140", "speaker": "Pokey Zoom", "utterance": " Likewise role 20 has those features, with the character sheet all integrated just click a button and then you can see how all the roles at up and like what they were and all that love it love that that's it's I don't think I could ever go back away from a digital character sheet."}
{"start": "00:50:44.940", "end": "00:50:57.240", "speaker": "Krista-Lee Meghan Malone", "utterance": " Okay, though, so I saw a question from Aaron about time management, and I think I saw that before I saw leonardo's a hand so i'm going to go to Aaron and then we'll go to Leonardo."}
{"start": "00:50:57.690", "end": "00:51:04.320", "speaker": "Krista-Lee Meghan Malone", "utterance": " on air and karen's question was how do you manage the balance between time intensive streaming workflows and other research teaching service responsibilities and your experience."}
{"start": "00:51:05.220", "end": "00:51:12.810", "speaker": "Krista-Lee Meghan Malone", "utterance": " So to start for me I kind of touched on that a little bit right, so one of the things is I set aside a very specific time and i'm like this is how much time that."}
{"start": "00:51:13.440", "end": "00:51:22.200", "speaker": "Krista-Lee Meghan Malone", "utterance": " game prep gets and then it's not, I do not work outside of that, but the other thing for me, and this is also kind of going to what."}
{"start": "00:51:22.860", "end": "00:51:34.410", "speaker": "Krista-Lee Meghan Malone", "utterance": " Mark said in chat about how I keep referring to these as experiments, and that is because they are I write articles on this and I do presentations on i'm teaching a class on."}
{"start": "00:51:35.160", "end": "00:51:47.100", "speaker": "Krista-Lee Meghan Malone", "utterance": " game on tangential game cultures so none of the none of the topics are directly games, but it's all the things around game so it's going to be about discord twitch these things so."}
{"start": "00:51:48.120", "end": "00:51:49.050", "speaker": "Krista-Lee Meghan Malone", "utterance": " For me."}
{"start": "00:51:50.550", "end": "00:52:11.340", "speaker": "Krista-Lee Meghan Malone", "utterance": " Time intensive streaming research and teaching all overlap in a way that actually overlaps so much that over the last couple of years um I have had to consciously step back and and learn how to do time management better because when you're when."}
{"start": "00:52:12.420", "end": "00:52:17.010", "speaker": "Krista-Lee Meghan Malone", "utterance": " What you grew up with as your leisure activity becomes your professional life."}
{"start": "00:52:19.050", "end": "00:52:37.530", "speaker": "Krista-Lee Meghan Malone", "utterance": " You have to suddenly cons consciously decide when you're going to take time off right and so that is one of the ways I do, that is, like I said with this game I prep on stream and so that is part of my work, but we play privately, and so I do not."}
{"start": "00:52:38.670", "end": "00:52:45.990", "speaker": "Krista-Lee Meghan Malone", "utterance": " I do not consider that research I don't take note well I don't take notes for Articles I don't talk about it in Articles right that'd becomes something."}
{"start": "00:52:47.610", "end": "00:52:58.200", "speaker": "Krista-Lee Meghan Malone", "utterance": " Separate and not that i'm great added all the time on but that's how I do it so poker Casey do either of you have thoughts on this before we had to the next question."}
{"start": "00:52:59.310", "end": "00:53:06.030", "speaker": "Pokey Zoom", "utterance": " Absolutely no, I have no self control, I will just end all day I can."}
{"start": "00:53:08.970", "end": "00:53:25.470", "speaker": "Casey", "utterance": " Eight weekly sessions, and then I usually find a nine to join in D amp D becomes my social time in my reward time it's my decompression time that lets me do all of my responsibilities, because if I did not do my leisurely things I would not do my responsibility, things."}
{"start": "00:53:29.370", "end": "00:53:31.350", "speaker": "Pokey Zoom", "utterance": " I think there's another there's another question here."}
{"start": "00:53:31.710", "end": "00:53:33.510", "speaker": "Pokey Zoom", "utterance": " A couple of questions one what."}
{"start": "00:53:34.530", "end": "00:53:38.370", "speaker": "Krista-Lee Meghan Malone", "utterance": " Is can raise for a little for you to go to him and then we'll jump back to jack."}
{"start": "00:53:40.020", "end": "00:53:52.620", "speaker": "Leonardo Flores", "utterance": " Thank you, thank you so much, I you know i'm i'm all conditioned with zoom and classrooms anyways i'm raising my virtual head when I I love the the how this."}
{"start": "00:53:53.520", "end": "00:54:13.950", "speaker": "Leonardo Flores", "utterance": " moment that that we've all been through and are still in many ways are going through has empowered the the the real social and connection and this the connection i'm I absolutely love that i'm fascinated by it The other thing i'd love to hear from you all."}
{"start": "00:54:14.970", "end": "00:54:27.600", "speaker": "Leonardo Flores", "utterance": " Is is is the computational aspects of the in the another role playing systems which have been described, you know, like board games, I think I think it was MAC person about maybe quoting someone else."}
{"start": "00:54:28.020", "end": "00:54:41.760", "speaker": "Leonardo Flores", "utterance": " But described them as cardboard computers, you know you have you have all these algorithms set in right you're rolling dice we're doing things that computers do really well and with the example we just saw."}
{"start": "00:54:42.390", "end": "00:54:49.950", "speaker": "Leonardo Flores", "utterance": " Have you know all the the in the management and adding all the stats for a role and all those things is really."}
{"start": "00:54:51.030", "end": "00:54:59.940", "speaker": "Leonardo Flores", "utterance": " Great um so here comes my question like in what ways has this shift really kind of."}
{"start": "00:55:00.750", "end": "00:55:08.820", "speaker": "Leonardo Flores", "utterance": " I don't know created more of a cyborg practice right where there's these elements, like you know we're not really."}
{"start": "00:55:09.390", "end": "00:55:19.770", "speaker": "Leonardo Flores", "utterance": " And of course we're dealing with other people were never really in control of a narrative it's this constant negotiation and this this social thing right the social narrative."}
{"start": "00:55:20.220", "end": "00:55:33.870", "speaker": "Leonardo Flores", "utterance": " But also, you know there's the person who who makes the saving throw or or fails the saving throw or fails the critical or triggers the trap or the random monster or whatever right so so there's all these sort of."}
{"start": "00:55:34.650", "end": "00:55:41.790", "speaker": "Leonardo Flores", "utterance": " alia Tory elements that get woven in I wonder if that has increased with some of the the."}
{"start": "00:55:42.210", "end": "00:55:52.710", "speaker": "Leonardo Flores", "utterance": " The sort of greater reliance on digital tools that kind of transparency that you know I remember rolling dice as the behind the screen, I had a little screen right."}
{"start": "00:55:53.040", "end": "00:56:06.150", "speaker": "Leonardo Flores", "utterance": " And and and sometimes sometimes I just had to go with the narrative rather than what the what the director said right, but now we have this transparency right it's all showing up on screen."}
{"start": "00:56:06.780", "end": "00:56:13.200", "speaker": "Leonardo Flores", "utterance": " And people know the outcome of a viral so there's some of these challenges, but then the other thing i'm thinking of is."}
{"start": "00:56:14.370", "end": "00:56:19.530", "speaker": "Leonardo Flores", "utterance": " I don't know bots you know bots as mpc right you."}
{"start": "00:56:21.450", "end": "00:56:25.320", "speaker": "Leonardo Flores", "utterance": " You know characters and PCs are."}
{"start": "00:56:26.430", "end": "00:56:34.380", "speaker": "Leonardo Flores", "utterance": " In fiction in traditional written fiction, they are all we have as a record of what they did and said."}
{"start": "00:56:35.460", "end": "00:56:54.210", "speaker": "Leonardo Flores", "utterance": " In something that's live and improv improvisational like role playing the character becomes a kind of algorithm you know how would this character respond to this situation right, and these are very complex understandings of the character and what they would the that help."}
{"start": "00:56:55.320", "end": "00:57:07.380", "speaker": "Leonardo Flores", "utterance": " flush them out in a way you can't do in just straight up written fiction, but you can do somewhat in bots right where you encode and Program."}
{"start": "00:57:08.220", "end": "00:57:23.820", "speaker": "Leonardo Flores", "utterance": " behaviors and then you set them loose and then they do, and they surprise even us our creators right the Frankenstein insert Frankenstein monster metaphor right so anyways I."}
{"start": "00:57:24.690", "end": "00:57:36.030", "speaker": "Leonardo Flores", "utterance": " I throw a bit of a shotgun blast but, but just to recap yeah randomization digital tools bots all that all that good stuff love to hear what what you all think about this."}
{"start": "00:57:37.140", "end": "00:57:47.730", "speaker": "Pokey Zoom", "utterance": " I solve this entire conundrum with three simple rules that I apply to all of my games and, quite frankly, they are the only rules that matter."}
{"start": "00:57:48.900", "end": "00:58:02.190", "speaker": "Pokey Zoom", "utterance": " Number One is that everyone must listen, this begs everyone to actively listen to each other, this is how you make group storytelling happen you can't connect story points, if you don't know what they are."}
{"start": "00:58:03.390", "end": "00:58:13.080", "speaker": "Pokey Zoom", "utterance": " Number two you must include people in what you're doing the warrior might want to lift a rock because he's super strong but could ask someone for help."}
{"start": "00:58:14.250", "end": "00:58:23.280", "speaker": "Pokey Zoom", "utterance": " That makes everybody connected and number three that you cannot win dmd, but we can."}
{"start": "00:58:24.420", "end": "00:58:38.160", "speaker": "Pokey Zoom", "utterance": " These rules are the only ones that matter how the fireball makes its landing, is something that if you don't already know you as a DM can make a narrative assumption check it later."}
{"start": "00:58:39.300", "end": "00:58:49.560", "speaker": "Pokey Zoom", "utterance": " The idea of meeting these rules and making the game run purely on the rules alone is actually more just the idea that it should be guidelines."}
{"start": "00:58:50.010", "end": "00:59:01.140", "speaker": "Pokey Zoom", "utterance": " They should be helping you inform a consistent idea of what your world does that's, the only purpose of the rules is to help you conform to some kind of consistency."}
{"start": "00:59:02.730", "end": "00:59:05.340", "speaker": "Pokey Zoom", "utterance": " throw out the rules when they don't make sense to your story."}
{"start": "00:59:06.420", "end": "00:59:14.070", "speaker": "Casey", "utterance": " it's, not to say page 39 of the dungeon master's guide say make the rules work for you, not the other way around."}
{"start": "00:59:16.770", "end": "00:59:18.990", "speaker": "Krista-Lee Meghan Malone", "utterance": " So oh sorry sorry sorry I thought you're done."}
{"start": "00:59:19.260", "end": "00:59:23.160", "speaker": "Casey", "utterance": " Oh no sorry I was, I was commenting and then kind of pushing forward and."}
{"start": "00:59:24.810", "end": "00:59:37.440", "speaker": "Casey", "utterance": " I think that if you give any role player a scenario where they have to deal with math and computational things that present themselves as taking story away will find a way to make it work for us um."}
{"start": "00:59:38.040", "end": "00:59:51.090", "speaker": "Casey", "utterance": " For example, I learned about the click rule when dealing with open rolling where the player knows, they failed or something happened, you know they triggered the trap and the DM goes you hear a click."}
{"start": "00:59:51.780", "end": "01:00:08.490", "speaker": "Casey", "utterance": " What do you do, and you give them a chance to sort of like use their reaction to respond to that failed role and be able to still control the story, even though the dice made the decision of that they failed, but how they fail, is now in their hands crystal league ahead."}
{"start": "01:00:09.480", "end": "01:00:18.150", "speaker": "Krista-Lee Meghan Malone", "utterance": " um yeah so I was going to say a couple of things as far as the transparency we don't have that issue, because in using because we're using discord."}
{"start": "01:00:19.200", "end": "01:00:33.240", "speaker": "Krista-Lee Meghan Malone", "utterance": " everyone's we're actually rolling a half the people I think are rolling fiscal dice and I roll physical dice you can hear it when I roll, but nobody sees it, so we actually don't have that issue, what I did want to say as to the the bots."}
{"start": "01:00:35.430", "end": "01:00:45.480", "speaker": "Krista-Lee Meghan Malone", "utterance": " thing real quick is this has become a very interesting aspect what you're talking about in my teaching of game design."}
{"start": "01:00:46.410", "end": "01:00:57.810", "speaker": "Krista-Lee Meghan Malone", "utterance": " Because I used to teach a analog design class I also taught digital, but that was not that affected by the pandemic, but for my analog class I had to put it online."}
{"start": "01:00:58.230", "end": "01:01:16.530", "speaker": "Krista-Lee Meghan Malone", "utterance": " And what I found is a lot of really interesting uses of bots in order to create TT rpg or or board games card games, because I told them, they all had to do something that they would have done physically that became the new assignment."}
{"start": "01:01:17.610", "end": "01:01:28.290", "speaker": "Krista-Lee Meghan Malone", "utterance": " But for the pandemic and i've gotten some fascinating discord bots that have been either n PCs or have been the DM um."}
{"start": "01:01:30.000", "end": "01:01:39.330", "speaker": "Krista-Lee Meghan Malone", "utterance": " So yeah it works i've been thinking about making one myself but back to the time management thing by the time I actually finished it since it's very much a side project."}
{"start": "01:01:40.830", "end": "01:01:42.570", "speaker": "Krista-Lee Meghan Malone", "utterance": " i'm not sure everyone's gonna want it anymore."}
{"start": "01:01:44.670", "end": "01:01:47.340", "speaker": "Krista-Lee Meghan Malone", "utterance": " um alright, well, we have had several questions."}
{"start": "01:01:49.620", "end": "01:01:55.050", "speaker": "Krista-Lee Meghan Malone", "utterance": " I think the last one was um well we all just kind of answer."}
{"start": "01:01:56.790", "end": "01:02:04.440", "speaker": "Casey", "utterance": " there's a what are you looking forward to return like what do you look forward to returning to and what doesn't translate into online play."}
{"start": "01:02:08.070", "end": "01:02:26.820", "speaker": "Casey", "utterance": " um I will say one thing that doesn't translate into online play is the snack experience because snacks you know sounds and like you know bags opening or like tolerable in person, but like God forbid, you open a chip bag when you're on discord with me, I will mute you so."}
{"start": "01:02:26.820", "end": "01:02:27.390", "speaker": "None", "utterance": "fast."}
{"start": "01:02:28.920", "end": "01:02:39.390", "speaker": "Casey", "utterance": " And also, I miss you know just being able to kind of have that you know that shared space and sharing stance with one another, I would host."}
{"start": "01:02:40.050", "end": "01:02:55.950", "speaker": "Casey", "utterance": " every Friday and I bake a cake and once the cake is done I would put a little hidden in one of the slices and whoever got the slice with the gotta roll with advantage, you know kind of had inspiration that sort of fun little randomization."}
{"start": "01:02:58.170", "end": "01:03:06.090", "speaker": "Casey", "utterance": " i'm sure you could do translated, but it doesn't bring the cake to everyone, you know so there's there's certain things that are missing, even though we gained so much with this."}
{"start": "01:03:07.530", "end": "01:03:21.990", "speaker": "Krista-Lee Meghan Malone", "utterance": " I missed the sharing of sex, because what we used to do is everybody used to bring a little something and then you had instead of me sitting here with just whatever I have, I could like have little bits of all the things that everybody brought."}
{"start": "01:03:23.700", "end": "01:03:27.510", "speaker": "Krista-Lee Meghan Malone", "utterance": " In and also the the shared the shared space."}
{"start": "01:03:30.090", "end": "01:03:38.730", "speaker": "Krista-Lee Meghan Malone", "utterance": " And comfort I guess is really the thing so right now i'm presenting from the same space idea i'm in, but I would not be here."}
{"start": "01:03:39.120", "end": "01:03:42.660", "speaker": "Krista-Lee Meghan Malone", "utterance": " If we were in person, because I would be upstairs in my dining room."}
{"start": "01:03:43.110", "end": "01:03:53.400", "speaker": "Krista-Lee Meghan Malone", "utterance": " And so, this one of the things i've actually struggled with during the pandemic is feeling like i'm not at work when I want to use my computer for other things because this is, this is the work share."}
{"start": "01:03:53.880", "end": "01:04:09.960", "speaker": "Krista-Lee Meghan Malone", "utterance": " And the work computer, and this is where i'm here all day and I try like taking a laptop and damning from upstairs but my laptop is fine, but I have this like beautiful massive work machine so it's really hard to go from this to the laptop right."}
{"start": "01:04:11.040", "end": "01:04:25.530", "speaker": "Krista-Lee Meghan Malone", "utterance": " And so I miss I missed the the not just the camaraderie of the people on but also just not just being upstairs i'm in a basement office it's dark and dank back here and spiders are everywhere."}
{"start": "01:04:27.480", "end": "01:04:33.270", "speaker": "Pokey Zoom", "utterance": " yeah I think what I miss there's a couple of things there's a bunch of things to be honest, a."}
{"start": "01:04:34.770", "end": "01:04:42.570", "speaker": "Pokey Zoom", "utterance": " back when I used to do them around real table I would craft boxes with secret bottoms I would."}
{"start": "01:04:44.130", "end": "01:04:54.570", "speaker": "Pokey Zoom", "utterance": " I would put paper in my oven and covered in coffee, so that I could make a cool looking map and then you wax it because you don't want it to get wet when you're doing pirate missions."}
{"start": "01:04:56.340", "end": "01:05:08.070", "speaker": "Pokey Zoom", "utterance": " that's the kind of thing I miss Another thing I miss is seeing people, I have a hard time because I get so jumbled when i'm playing that I just have to focus."}
{"start": "01:05:08.730", "end": "01:05:18.900", "speaker": "Pokey Zoom", "utterance": " On what i'm doing or lose it all of it, I can't swap back and forth between I have four screens here, and I can only look at one when I DM."}
{"start": "01:05:20.250", "end": "01:05:37.710", "speaker": "Pokey Zoom", "utterance": " So I can't look at discord I just see my map, I have to assume my players are having fun I don't see their faces, I have to go, I have to, I have to tell myself that they're enjoying themselves, even though all I get in response is an Avatar because some of them don't even use cameras."}
{"start": "01:05:39.150", "end": "01:05:45.480", "speaker": "Pokey Zoom", "utterance": " So I missed that and the biggest thing I miss is talks."}
{"start": "01:05:46.980", "end": "01:05:50.490", "speaker": "Pokey Zoom", "utterance": " Just tangible real."}
{"start": "01:05:51.600", "end": "01:05:52.650", "speaker": "Pokey Zoom", "utterance": " Paper flippin."}
{"start": "01:05:53.910", "end": "01:05:54.060", "speaker": "Pokey Zoom", "utterance": " I."}
{"start": "01:05:56.220", "end": "01:05:56.430", "speaker": "None", "utterance": "know."}
{"start": "01:06:00.660", "end": "01:06:04.050", "speaker": "Krista-Lee Meghan Malone", "utterance": " I actually have a little PDF of this and."}
{"start": "01:06:05.280", "end": "01:06:15.780", "speaker": "Krista-Lee Meghan Malone", "utterance": " And I came with the purchase of the book because I thought Oh, I will use this because it's online know I sit there with this physical book and use this to look up all the information."}
{"start": "01:06:16.650", "end": "01:06:24.540", "speaker": "Krista-Lee Meghan Malone", "utterance": " Because yeah because i'm a nerd right like I grew up in the library was my favorite place this is like I want the book in my hand and smell the paper."}
{"start": "01:06:27.060", "end": "01:06:27.630", "speaker": "Krista-Lee Meghan Malone", "utterance": " um."}
{"start": "01:06:29.070", "end": "01:06:38.790", "speaker": "Krista-Lee Meghan Malone", "utterance": " I think i'm I if I miss any questions in chat, by the way, please go into the track like I said i'll be there, I think the next one was favorite D amp D podcasts or twitch streams i'm."}
{"start": "01:06:39.990", "end": "01:06:41.820", "speaker": "Krista-Lee Meghan Malone", "utterance": " Casey I feel like you know, a bond."}
{"start": "01:06:41.910", "end": "01:06:55.350", "speaker": "Casey", "utterance": " If you want to start there it's funny cuz I have a lot that I want to listen to, but then I don't and it got to the point where i'm just like all right i'm never going to listen to this unless I make it part of my dissertation so I have a list of shows."}
{"start": "01:06:56.040", "end": "01:07:00.300", "speaker": "Casey", "utterance": " That I will listen to what I do my dissertation."}
{"start": "01:07:01.890", "end": "01:07:16.440", "speaker": "Casey", "utterance": " But unfortunately, a lot of the popularize shows, right now, are you know, primarily white Dudes that even if even though they're like woke white Dudes it's still white dude so it's woefully missing people of color and women."}
{"start": "01:07:17.280", "end": "01:07:26.160", "speaker": "Casey", "utterance": " So, like the adventure zone critical role are all popular ones dungeon and daddies as well, but once again very kind of one sort of."}
{"start": "01:07:27.270", "end": "01:07:40.320", "speaker": "Casey", "utterance": " Demographic there is Corso, who is a creator that I encountered over tick tock who does fantastic content i'll see if I could grab his twitch handle."}
{"start": "01:07:41.370", "end": "01:07:42.750", "speaker": "Casey", "utterance": " So Oh, and then."}
{"start": "01:07:44.490", "end": "01:07:56.790", "speaker": "Casey", "utterance": " God Sharif does rivals of water deep and he's a local activist as well, so he's someone that I also would recommend as a fantastic human being."}
{"start": "01:08:00.270", "end": "01:08:05.910", "speaker": "Krista-Lee Meghan Malone", "utterance": " I will on shrubbery if the Jackson, although he's moving so it's not gonna be local anymore."}
{"start": "01:08:08.640", "end": "01:08:17.070", "speaker": "Pokey Zoom", "utterance": " I you know I it's kind of my job to to just look at people on on on streams I I watch copious amounts of."}
{"start": "01:08:18.180", "end": "01:08:29.460", "speaker": "Pokey Zoom", "utterance": " d amp D content on twitch at least and i've found quite a lot of cool stuff one of my favorites up and coming is a bunch of tech talkers that just when we're going to do stuff on twitch."}
{"start": "01:08:30.720", "end": "01:08:39.570", "speaker": "Pokey Zoom", "utterance": " that's the large network and they're really supportive and i've seen them supporting a lot of Community driven D amp D content."}
{"start": "01:08:40.470", "end": "01:08:53.730", "speaker": "Pokey Zoom", "utterance": " And just trying to like drive support to other communities in the same kinds of ideologies another group I really watch is a small group called carpe diem live."}
{"start": "01:08:54.270", "end": "01:09:07.740", "speaker": "Pokey Zoom", "utterance": " They run their games on their channel, but the thing that I love the most about them is that they're probably even doing it now we're starting shortly their podcast that they talk about how they feel about what's happened in the game."}
{"start": "01:09:08.490", "end": "01:09:15.000", "speaker": "Pokey Zoom", "utterance": " And I find it invaluable as a dungeon master just to get that insight that my players never give me because."}
{"start": "01:09:15.630", "end": "01:09:28.140", "speaker": "Pokey Zoom", "utterance": " They don't even know that they have it, because they don't sit down and digest what they've experienced they do that on their podcast and I find it really helpful to understand the motivations of why they care about this or that versus this and that."}
{"start": "01:09:30.210", "end": "01:09:37.410", "speaker": "Krista-Lee Meghan Malone", "utterance": " um so just briefly I I almost feel guilty saying this, the but i'm."}
{"start": "01:09:38.820", "end": "01:09:46.620", "speaker": "Krista-Lee Meghan Malone", "utterance": " already been honest about all the new breweries i'll go with it, I don't like watching the nba games um but I love watching prep."}
{"start": "01:09:47.700", "end": "01:09:59.730", "speaker": "Krista-Lee Meghan Malone", "utterance": " So I actually watch poke your eyes out do prep on his stream and he's come in and actually helped me and then I also watch gambit do his prep heals the strings games."}
{"start": "01:10:00.450", "end": "01:10:08.730", "speaker": "Krista-Lee Meghan Malone", "utterance": " But for me twitch I like twitch for being interactive and when people are prepping I can be interactive with them and talk to them and ask them questions."}
{"start": "01:10:09.060", "end": "01:10:24.660", "speaker": "Krista-Lee Meghan Malone", "utterance": " But when people are playing games they're not interactive during the game um and I have found that my problem is that, unless I can watch every single session so I treat it like a TV show, and I can follow the story, then."}
{"start": "01:10:25.500", "end": "01:10:34.710", "speaker": "Krista-Lee Meghan Malone", "utterance": " I don't want to because I can't follow the story and so it's not interesting and the problem with twitch is that there there's nobody."}
{"start": "01:10:35.220", "end": "01:10:44.880", "speaker": "Krista-Lee Meghan Malone", "utterance": " Who like I just I can't watch twitch that way because of work right so it's like I can watch TV that way because I like dvr things, but then on twitch."}
{"start": "01:10:45.390", "end": "01:10:57.450", "speaker": "Krista-Lee Meghan Malone", "utterance": " Things I mean things get archived but sometimes for only two months, and a lot of times like if I did treat it with the TV show it'll be four months before I can go back and binge it because basically that's what my summer and winter vacation are."}
{"start": "01:10:59.160", "end": "01:11:06.870", "speaker": "Krista-Lee Meghan Malone", "utterance": " And so yeah I watch people prep and I love it, and the reason, this makes me feel guilty is because I personally have put out."}
{"start": "01:11:07.560", "end": "01:11:20.970", "speaker": "Krista-Lee Meghan Malone", "utterance": " Multiple game podcasts and twitch streams, so I was in the original dungeons and doctors doctors and dungeon masters group so that's actually a handle that has been passed down as people graduate."}
{"start": "01:11:22.440", "end": "01:11:31.110", "speaker": "Krista-Lee Meghan Malone", "utterance": " You know, and so I was in that broadcast I was in ladies layers and lagers which broadcasted on on twitch back in the day I."}
{"start": "01:11:31.650", "end": "01:11:43.650", "speaker": "Krista-Lee Meghan Malone", "utterance": " Also, was in a podcast group, where we did this and that's why I feel bad because, like I literally produce these things for other people to watch and it's not a thing it's not immediate that I personally like to."}
{"start": "01:11:45.780", "end": "01:11:49.080", "speaker": "Krista-Lee Meghan Malone", "utterance": " engage in so to add to answer Leonard Leonard."}
{"start": "01:11:50.790", "end": "01:11:59.700", "speaker": "Krista-Lee Meghan Malone", "utterance": " leonardo's question quickly sorry um I know a lot of people do recaps I know that when I was producing these people did recaps but for me."}
{"start": "01:12:00.300", "end": "01:12:11.550", "speaker": "Krista-Lee Meghan Malone", "utterance": " that's not enough for me to be engaged on the story I also like I also want watch a TV show, unless I can have access to episode one and all of the episodes after that I want it all or nothing."}
{"start": "01:12:14.070", "end": "01:12:32.100", "speaker": "Pokey Zoom", "utterance": " yeah I do I do recaps and I knew them very differently, sometimes I sat down and I say this is the recap, sometimes I asked my players to give the recap, sometimes I refuse to give a recap that's when we go to the fe wilds and it's part of the story that it's hard to remember."}
{"start": "01:12:33.390", "end": "01:12:33.810", "speaker": "Pokey Zoom", "utterance": " So."}
{"start": "01:12:35.040", "end": "01:12:45.210", "speaker": "Pokey Zoom", "utterance": " recaps or just subjective you just got to know that your characters have a better memory than your players, because characters have."}
{"start": "01:12:46.230", "end": "01:12:52.530", "speaker": "Pokey Zoom", "utterance": " Two minutes, since the last time they did something and your players have all week go month maybe longer."}
{"start": "01:12:53.910", "end": "01:12:54.510", "speaker": "None", "utterance": "So yeah."}
{"start": "01:12:57.960", "end": "01:13:02.310", "speaker": "Krista-Lee Meghan Malone", "utterance": " Okay, I think I lost my place in the chat questions now um."}
{"start": "01:13:03.660", "end": "01:13:05.250", "speaker": "Krista-Lee Meghan Malone", "utterance": " Does anybody know where we are."}
{"start": "01:13:05.940", "end": "01:13:15.450", "speaker": "Casey", "utterance": " I think we did answer everything that was put in chat and we are also at like the you know, two minutes before the next round of panels."}
{"start": "01:13:16.590", "end": "01:13:18.270", "speaker": "Casey", "utterance": " I don't want to be those people."}
{"start": "01:13:19.170", "end": "01:13:22.200", "speaker": "Krista-Lee Meghan Malone", "utterance": " We have to do last call I tend to my way through most radical."}
{"start": "01:13:30.780", "end": "01:13:42.420", "speaker": "Krista-Lee Meghan Malone", "utterance": " Alright awesome it looks like we're just getting things you know, last call all responsible people driving home, yes, I will be in track three for a bit."}
{"start": "01:13:46.620", "end": "01:13:49.770", "speaker": "Krista-Lee Meghan Malone", "utterance": " So i'll see you there Nick I think he screwed up the time zone."}
{"start": "01:13:53.370", "end": "01:13:53.970", "speaker": "None", "utterance": "peace."}