{"start": "00:00:03.270", "end": "00:00:04.859", "speaker": "Lai-Tze Fan", "utterance": " Thank you yeah."}
{"start": "00:00:05.310", "end": "00:00:08.519", "speaker": "Sarah Laiola (she/her)", "utterance": " i've never gotten this consent dialogue before on zoom that's cool."}
{"start": "00:00:09.540", "end": "00:00:09.960", "speaker": "Sarah Laiola (she/her)", "utterance": " anyone else."}
{"start": "00:00:13.469", "end": "00:00:14.309", "speaker": "Stuart Moulthrop", "utterance": " Oh, this is the Jingle."}
{"start": "00:00:25.920", "end": "00:00:36.450", "speaker": "Lai-Tze Fan", "utterance": " Good morning, everyone Thank you so much for coming to this panel wine and for joining us I don't know where you are in the world, but regardless, we are grateful to have you here."}
{"start": "00:00:37.410", "end": "00:00:46.080", "speaker": "Lai-Tze Fan", "utterance": " i'm so glad we did moderate this panel that brings together approaches to twine in terms of pedagogy play literature and community."}
{"start": "00:00:46.620", "end": "00:00:55.710", "speaker": "Lai-Tze Fan", "utterance": " And where this conversation started, for me, and what God Anastasia and Stuart and I talking about this town originally this is think about the loss of."}
{"start": "00:00:56.070", "end": "00:01:09.930", "speaker": "Lai-Tze Fan", "utterance": " Physical spaces and providing opportunities for creative interactive and collaborative engagement spaces that can pledge and humanities theories into humanities practice but it wasn't just a."}
{"start": "00:01:11.220", "end": "00:01:15.390", "speaker": "Lai-Tze Fan", "utterance": " question of scholarship it was always, it was also what's the impact for."}
{"start": "00:01:15.420", "end": "00:01:17.490", "speaker": "Lai-Tze Fan", "utterance": " Students for artists."}
{"start": "00:01:17.850", "end": "00:01:20.220", "speaker": "Lai-Tze Fan", "utterance": " To be without labs to be without studios."}
{"start": "00:01:20.220", "end": "00:01:24.960", "speaker": "Lai-Tze Fan", "utterance": " classrooms during a global pandemic, or to be physically isolated."}
{"start": "00:01:26.130", "end": "00:01:38.610", "speaker": "Lai-Tze Fan", "utterance": " During this time twine and and other platforms, such as the our technologies have offered these virtual alternatives for existing forms of learning and artistic and research collaboration."}
{"start": "00:01:38.970", "end": "00:01:44.550", "speaker": "Lai-Tze Fan", "utterance": " And well i'm sure people here are familiar with twine as a storyteller as a platform for digital storytelling."}
{"start": "00:01:46.080", "end": "00:01:53.280", "speaker": "Lai-Tze Fan", "utterance": " Because it's incredibly useful, especially as an introduction to coding for tech amateurs I might be coming from various communities."}
{"start": "00:01:53.520", "end": "00:02:02.880", "speaker": "Lai-Tze Fan", "utterance": " I think in this way i'm twine is I i'm very personally i'm personally very interested in issues of access, as well as twine allows for the participation of people who."}
{"start": "00:02:03.240", "end": "00:02:14.490", "speaker": "Lai-Tze Fan", "utterance": " might not otherwise think of themselves as writers as a lead practitioners, maybe game designers artists, so it opens up those worlds to them too."}
{"start": "00:02:15.660", "end": "00:02:28.710", "speaker": "Lai-Tze Fan", "utterance": " And so today our speakers will discuss why in various capacities in the classroom and the lab in a studio 20 and collaborative circumstances and for teaching, whether in person or online."}
{"start": "00:02:29.160", "end": "00:02:39.870", "speaker": "Lai-Tze Fan", "utterance": " And they'll think about twine at 10 years old, for the ways in which it augments and extends how we practice creativity craft making writing texts duality."}
{"start": "00:02:40.290", "end": "00:02:47.910", "speaker": "Lai-Tze Fan", "utterance": " And they'll explore possible directions, I think we'll all explore possible directions and futures of twine in terms of open source tools."}
{"start": "00:02:48.300", "end": "00:03:04.830", "speaker": "Lai-Tze Fan", "utterance": " Digital literacy, maybe not not so much and also questions of accessibility, so I would love to open the floor if we like to go in the order of the program but there's not there's not an existing it's just mostly names, instead of paper titles so."}
{"start": "00:03:05.850", "end": "00:03:07.830", "speaker": "Lai-Tze Fan", "utterance": " Anastasia would you like to kick it off."}
{"start": "00:03:10.080", "end": "00:03:11.640", "speaker": "Anastasia Salter", "utterance": " Sure, why not."}
{"start": "00:03:12.870", "end": "00:03:13.500", "speaker": "Lai-Tze Fan", "utterance": " Watch."}
{"start": "00:03:17.160", "end": "00:03:18.570", "speaker": "Anastasia Salter", "utterance": " My little box working."}
{"start": "00:03:22.110", "end": "00:03:23.580", "speaker": "Lai-Tze Fan", "utterance": " Yes, all right."}
{"start": "00:03:23.670", "end": "00:03:25.470", "speaker": "Anastasia Salter", "utterance": " Thank you lost the chat."}
{"start": "00:03:27.360", "end": "00:03:33.900", "speaker": "Anastasia Salter", "utterance": " Alright, so in my usual fashion, I proposed one thing for this and became interested in something completely different."}
{"start": "00:03:35.250", "end": "00:03:52.050", "speaker": "Anastasia Salter", "utterance": " And, in particular, I want to talk about twine relationship kind of distribution and cultural currency at this particular moment as we're moving into the point where we're platforms of this time, admittedly, often fade."}
{"start": "00:03:53.070", "end": "00:04:01.650", "speaker": "Anastasia Salter", "utterance": " Or are displaced and they're certainly interesting platforms like ink that are picking up in cultural relevancy, but I can see twine is almost."}
{"start": "00:04:03.090", "end": "00:04:15.630", "speaker": "Anastasia Salter", "utterance": " more relevant now perhaps that it has been in the past and kind of for cultural evidence and discourse around that I want to point to the recent apple vs epic trial."}
{"start": "00:04:16.800", "end": "00:04:31.980", "speaker": "Anastasia Salter", "utterance": " At any of you follow this is it kind of played out, so this is a really fun kind of public moment where the same thing we argue about conceptually in terms of twine and twins relationship to games it's kind of played out in court again."}
{"start": "00:04:33.150", "end": "00:04:44.550", "speaker": "Anastasia Salter", "utterance": " And, in particular the question of where we kind of draw the boundaries around games and which platform should be open for the distribution of what types of content has kind of once again."}
{"start": "00:04:45.180", "end": "00:04:57.240", "speaker": "Anastasia Salter", "utterance": " drawn our kind of collective attention and legal interest and for those of us who've been around for a long time, we know that twins game, this has been a site of dispute conflict and."}
{"start": "00:04:58.440", "end": "00:05:10.980", "speaker": "Anastasia Salter", "utterance": " Meaningful representative play since kind of the beginning of twine and the question of whether twine should be included in mainstream distributions and pedagogically in games courses has been highly debated."}
{"start": "00:05:11.460", "end": "00:05:19.920", "speaker": "Anastasia Salter", "utterance": " And i've certainly run into extreme student resistance from even categorizing twine works this games in the past, so to watch it play out."}
{"start": "00:05:20.730", "end": "00:05:29.640", "speaker": "Anastasia Salter", "utterance": " Legally it's, of course, to see amplified a concern and fight that I have seen play out in the classroom for a long time."}
{"start": "00:05:30.420", "end": "00:05:36.660", "speaker": "Anastasia Salter", "utterance": " And, of course, this conversation was made all the more interesting by the fact that it was recently added to the epic game store."}
{"start": "00:05:37.140", "end": "00:05:44.370", "speaker": "Anastasia Salter", "utterance": " And so the inclusion of itch which is now with the kind of disappearance of philomena which."}
{"start": "00:05:44.850", "end": "00:05:51.960", "speaker": "Anastasia Salter", "utterance": " bracket because Dan has an excellent talk about that in last year's 2020 proceedings if you're interested in what happened to that point hosting."}
{"start": "00:05:52.320", "end": "00:05:59.010", "speaker": "Anastasia Salter", "utterance": " platform, so now it is one of the primary spaces, where twine games are distributed and during the trial, the."}
{"start": "00:05:59.640", "end": "00:06:12.840", "speaker": "Anastasia Salter", "utterance": " games that appear on which were discussed is so offensive, we cannot speak about them here, which is what if many people who have hosted work on that platform I found to be really refreshing and it's great and supportive of our work."}
{"start": "00:06:14.160", "end": "00:06:19.050", "speaker": "Anastasia Salter", "utterance": " course it continued with arguments over offensive and sexualized content."}
{"start": "00:06:20.070", "end": "00:06:30.780", "speaker": "Anastasia Salter", "utterance": " which, of course, if you've played kind of twine works and looked at how kind of prominent twine works have been circulated we've lost a lot of platforms."}
{"start": "00:06:32.040", "end": "00:06:45.630", "speaker": "Anastasia Salter", "utterance": " Including concept you for the kind of adults and powerful and particularly of course queer twine content over the years, so it is now an incredibly significant platform for this work."}
{"start": "00:06:46.110", "end": "00:06:51.390", "speaker": "Anastasia Salter", "utterance": " But it also draws our attention to one of the most important things about flying for both pedagogy and resistance."}
{"start": "00:06:51.720", "end": "00:06:58.920", "speaker": "Anastasia Salter", "utterance": " Which is that, even if it as a platform kind of decides to also drop their sensitive content or unspeakable games."}
{"start": "00:06:59.310", "end": "00:07:12.090", "speaker": "Anastasia Salter", "utterance": " twine works are not reliant upon any one particular distributed platforms endorsement when we create work on twine on like I kind of most platforms, including flash we've."}
{"start": "00:07:12.630", "end": "00:07:18.450", "speaker": "Anastasia Salter", "utterance": " decided to invest in an ecosystem, where queer play can really be kind of lasting Lee supporting."}
{"start": "00:07:19.200", "end": "00:07:32.010", "speaker": "Anastasia Salter", "utterance": " And twine appears alongside other tools that have adopted similar philosophies like bitsy and a lot of the unspeakable game jams that emerged, of course, in the wake of this trial pronouncement and."}
{"start": "00:07:33.030", "end": "00:07:41.820", "speaker": "Anastasia Salter", "utterance": " It just re categorization and you can find, of course, when you look at twine usage on the platform, the significant evidence."}
{"start": "00:07:42.270", "end": "00:07:59.160", "speaker": "Anastasia Salter", "utterance": " of just how resistant twine still is now resistant and active when you look at even just the most popular tags female protagonist LGBT Q a meaningful choices all the things kind of that make twine."}
{"start": "00:08:00.270", "end": "00:08:11.310", "speaker": "Anastasia Salter", "utterance": " Now, just as relevant to the making of unspeakable games and resistance of the mainstreaming, not just of game, making platforms, but of game distribution platforms that."}
{"start": "00:08:11.880", "end": "00:08:22.800", "speaker": "Anastasia Salter", "utterance": " thread and so much of the creativity of what games are so as we kind of contextualize twine tongue in cheek it at 10 the 10th anniversary GAM GAM in 2020 is."}
{"start": "00:08:23.730", "end": "00:08:34.290", "speaker": "Anastasia Salter", "utterance": " not actually exactly the 10 year anniversary, but close enough, we can really see the these patterns of continued resistance and relevancy and bodied."}
{"start": "00:08:34.890", "end": "00:08:42.450", "speaker": "Anastasia Salter", "utterance": " But works i'm just going to brush over here would love to talk about like mark samples incredible political 10 last voice."}
{"start": "00:08:43.110", "end": "00:09:01.830", "speaker": "Anastasia Salter", "utterance": " In response to some of the same mainstreaming of white supremacy that played such a major role in the capital insurrection and works like Kate kirby's September 7 2020 and the corresponding work that's drawn attention to the horrifying policies of universities during the pandemic."}
{"start": "00:09:03.060", "end": "00:09:15.120", "speaker": "Anastasia Salter", "utterance": " So in this space it's particularly compelling to see creators still working on bringing twice resistance to other platforms, this is the twine APP builder that was just released."}
{"start": "00:09:15.360", "end": "00:09:28.110", "speaker": "Anastasia Salter", "utterance": " it's really for wrapping any html5 game for distribution on the steam store but it allows your unspeakable twine works to once again reach out into other markets and audience and."}
{"start": "00:09:29.310", "end": "00:09:41.850", "speaker": "Anastasia Salter", "utterance": " In theory, our book drops today, where we will discuss more of these things at length, but I still haven't seen a cover, so I reserve the right to withdraw the claim that it will show up later today, thank you."}
{"start": "00:09:43.830", "end": "00:09:44.790", "speaker": "Lai-Tze Fan", "utterance": " So much."}
{"start": "00:09:50.880", "end": "00:10:03.420", "speaker": "Lai-Tze Fan", "utterance": " I think we can move forward with the with the speakers and then maybe save comments and questions at the end, but of course of the chat goes on, as as it must, so I have steward next."}
{"start": "00:10:04.530", "end": "00:10:05.070", "speaker": "Stuart Moulthrop", "utterance": " Okay."}
{"start": "00:10:06.240", "end": "00:10:06.840", "speaker": "Stuart Moulthrop", "utterance": " Can you hear me."}
{"start": "00:10:07.650", "end": "00:10:09.630", "speaker": "Lai-Tze Fan", "utterance": " Yes, okay great okay."}
{"start": "00:10:09.690", "end": "00:10:10.110", "speaker": "Lai-Tze Fan", "utterance": " i'm gonna."}
{"start": "00:10:10.950", "end": "00:10:17.670", "speaker": "Stuart Moulthrop", "utterance": " Try to share a screen, I have a little twine thing to organize my own organized thoughts."}
{"start": "00:10:18.780", "end": "00:10:20.400", "speaker": "Stuart Moulthrop", "utterance": " I hate following Anastasia."}
{"start": "00:10:22.560", "end": "00:10:25.290", "speaker": "Stuart Moulthrop", "utterance": " Though though I love following her in the book."}
{"start": "00:10:27.240", "end": "00:10:40.200", "speaker": "Stuart Moulthrop", "utterance": " But, but I it's very hard to follow her today because that was a hell of a presentation and also she's been reading twine things I haven't seen yet so apologies if this these remarks are just you know now hideously outdated."}
{"start": "00:10:41.460", "end": "00:10:48.150", "speaker": "Stuart Moulthrop", "utterance": " So I mean I just a little background to what i'm going to say i'm Anastasia and I were both."}
{"start": "00:10:48.630", "end": "00:11:04.260", "speaker": "Stuart Moulthrop", "utterance": " Not in the room where it happens, which so we knew Chris clem us about the time that he started putting twine together, but we had nothing to do with twine, and I mean you know Anastasia had a few conversations with him, I had maybe one."}
{"start": "00:11:06.090", "end": "00:11:08.040", "speaker": "Stuart Moulthrop", "utterance": " And yet there, it was."}
{"start": "00:11:09.150", "end": "00:11:14.010", "speaker": "Stuart Moulthrop", "utterance": " As as Internet Trolls will endlessly speculate it's all some sort of conspiracy."}
{"start": "00:11:15.660", "end": "00:11:29.880", "speaker": "Stuart Moulthrop", "utterance": " The books coming out did she say later today G more than I know and i've also been teaching the first twine focused course and, possibly, the only twine focused towards I will ever teach and I just finished it so."}
{"start": "00:11:32.250", "end": "00:11:45.960", "speaker": "Stuart Moulthrop", "utterance": " i'm trying to come at this from the stratosphere and talk about what we can mean when we talk about trying so we can obviously talk about twine as a tool to talk about twine as a tech may or a technology."}
{"start": "00:11:48.540", "end": "00:12:03.810", "speaker": "Stuart Moulthrop", "utterance": " And in that respect twine as non proprietary Open Source Chris I take it has already talked about this, so I won't go on deeply about that, I will just say that it's clear that any open source."}
{"start": "00:12:05.190", "end": "00:12:15.000", "speaker": "Stuart Moulthrop", "utterance": " operation has the aspect of a subculture or a cult perhaps a good cold, not so much human sacrifice yet."}
{"start": "00:12:17.160", "end": "00:12:23.670", "speaker": "Stuart Moulthrop", "utterance": " But I really want to talk about trying is the intersection of two domains of creativity, one is the software domain."}
{"start": "00:12:24.210", "end": "00:12:38.340", "speaker": "Stuart Moulthrop", "utterance": " and the other is the perhaps derivative work that emerges when people use the software what we more normally in the context of creative writing called creative both things are creative I deeply believe."}
{"start": "00:12:39.390", "end": "00:12:46.620", "speaker": "Stuart Moulthrop", "utterance": " Actually it's been very, very good for me, being part of chris's patreon network for the last sort of three years."}
{"start": "00:12:48.450", "end": "00:12:57.060", "speaker": "Stuart Moulthrop", "utterance": " And following his detailed work, and you know, on occasion, having to correspond with him about things that don't make sense to me in twine."}
{"start": "00:12:58.260", "end": "00:13:10.200", "speaker": "Stuart Moulthrop", "utterance": " Because it's it's brought home to me something i've always felt, which is that code work is creative work and twine is remarkably good at fusing these two streams."}
{"start": "00:13:11.040", "end": "00:13:20.160", "speaker": "Stuart Moulthrop", "utterance": " The the apparently derivative where you're just sitting down to tell a story or build a game, and the more infrastructural where you're actually building the tool."}
{"start": "00:13:20.610", "end": "00:13:32.790", "speaker": "Stuart Moulthrop", "utterance": " In fact, those are all part of the same process, because as Joe hunter drucker says electronic writing is less event than less sorry that should be the other way around, less entity that."}
{"start": "00:13:34.680", "end": "00:13:36.090", "speaker": "Stuart Moulthrop", "utterance": " i'm seriously dyslexic."}
{"start": "00:13:37.980", "end": "00:13:45.090", "speaker": "Stuart Moulthrop", "utterance": " So I think actually i'll skip this slide and just because Anastasia also set an example of brevity."}
{"start": "00:13:46.500", "end": "00:13:47.940", "speaker": "Stuart Moulthrop", "utterance": " That, I will try to emulate."}
{"start": "00:13:50.610", "end": "00:14:00.900", "speaker": "Stuart Moulthrop", "utterance": " So I actually want to talk about twine as an intervention and intervention obviously into cultural discourses about what is the story what is a game."}
{"start": "00:14:01.680", "end": "00:14:18.360", "speaker": "Stuart Moulthrop", "utterance": " How do those things intersect for me twine is part of the sort of grand multiverse theme, the sort of complication of ontology that we seem to be going through from the latter half of the previous century through now."}
{"start": "00:14:19.380", "end": "00:14:37.800", "speaker": "Stuart Moulthrop", "utterance": " But I want to leave that philosophy stuff at the margin and talk about something very particular so here's why I really want to do this into twine i'm going to talk about a specific F ordinance that twine has developed over the years, I am clicking a link here."}
{"start": "00:14:39.090", "end": "00:14:53.790", "speaker": "Stuart Moulthrop", "utterance": " And it's a particular kind of link this is what's called a cycling link these emerged i'm going to say they emerged with twine to point X, but Dan will it's probably already in the comments saying no that's wrong because he knows."}
{"start": "00:14:54.900", "end": "00:15:08.700", "speaker": "Stuart Moulthrop", "utterance": " I didn't ask I should have asked anyway, I am fascinated I think i'm becoming obsessed with the cycling link because it's an intervention into hypertext duality itself says, I."}
{"start": "00:15:09.660", "end": "00:15:15.840", "speaker": "Stuart Moulthrop", "utterance": " i'm actually working on a paper for something else, where we're going to spend some time just thinking about the cycling link."}
{"start": "00:15:17.010", "end": "00:15:32.610", "speaker": "Stuart Moulthrop", "utterance": " Because link in this context is odd right link in traditional hyper textual theory is a connection between two nodes in a graphical map or to define states."}
{"start": "00:15:34.050", "end": "00:15:37.260", "speaker": "Stuart Moulthrop", "utterance": " But this thing that I can click on."}
{"start": "00:15:38.310", "end": "00:15:47.940", "speaker": "Stuart Moulthrop", "utterance": " doesn't force a node transition doesn't doesn't initiate a node transition it just updates the state of the current passage or node."}
{"start": "00:15:49.530", "end": "00:16:04.200", "speaker": "Stuart Moulthrop", "utterance": " So it disrupts the paradox Paris Texas, of the hypertext link the now this logic of the hypertext link and you know it's become a really important part of the rhetoric of twine games and fictions."}
{"start": "00:16:04.740", "end": "00:16:14.910", "speaker": "Stuart Moulthrop", "utterance": " So with those we love alive, of course, i'm thinking of that configured a moment at the beginning, where you decide who you are, and you have cycling links and then an okay to proceed."}
{"start": "00:16:17.100", "end": "00:16:22.590", "speaker": "Stuart Moulthrop", "utterance": " I I saw a lot of it my student writing this semester, but that's because I wanted to see it."}
{"start": "00:16:24.120", "end": "00:16:32.310", "speaker": "Stuart Moulthrop", "utterance": " And I think it's quite interesting when it happens because it, you know for somebody who's been working with hypertext for a while it raises an interesting question."}
{"start": "00:16:33.600", "end": "00:16:43.860", "speaker": "Stuart Moulthrop", "utterance": " whoops wait, I think I think i've job I think I jumped one and here's where I wish I built back buttons oh no here's my question how long is a piece of twine."}
{"start": "00:16:46.320", "end": "00:16:55.410", "speaker": "Stuart Moulthrop", "utterance": " which is to say, you know when you begin to complicate the internal structure of a supposedly static state a passage."}
{"start": "00:16:56.610", "end": "00:17:05.880", "speaker": "Stuart Moulthrop", "utterance": " You do some funky things to the conceptual geometry right things start to get I will say fractal so you know."}
{"start": "00:17:06.930", "end": "00:17:17.820", "speaker": "Stuart Moulthrop", "utterance": " You may look at the cycling link and go Oh well, that's just a twine mannerism that's the thing twine writers do, but I think that if we have a little more development of the concept in projects people right."}
{"start": "00:17:19.290", "end": "00:17:30.270", "speaker": "Stuart Moulthrop", "utterance": " You know i've got this dumb first level concept which just uses a series of cycles as a combination lock to lead on two different you know you have to come up with certain settings of the sigler to to yield on."}
{"start": "00:17:31.290", "end": "00:17:37.710", "speaker": "Stuart Moulthrop", "utterance": " But consider an entire text in which every word was a cycling like right, that would be interesting."}
{"start": "00:17:38.910", "end": "00:17:50.820", "speaker": "Stuart Moulthrop", "utterance": " And then that leads me to think about well a text in which there are many stories being told, but some of them are folded up inside of other stories right, which is something that could easily do with the cyclic."}
{"start": "00:17:53.400", "end": "00:18:06.390", "speaker": "Stuart Moulthrop", "utterance": " And I mean all of this means that you are making the manifold present right you're bringing the set of branching possibilities it's as if the map now is in the territory at least."}
{"start": "00:18:07.800", "end": "00:18:15.960", "speaker": "Stuart Moulthrop", "utterance": " And, and the length of a piece of twine then becomes kind of fractal a long like how long is a coastline, how long is a piece of string twine."}
{"start": "00:18:17.160", "end": "00:18:32.040", "speaker": "Stuart Moulthrop", "utterance": " So i'll just close by trying to wrap this around another mentioned of threads this is Melissa Kagan who has a book forthcoming that I hope everybody knows about called wandering games it's coming out from MIT press."}
{"start": "00:18:33.450", "end": "00:18:38.730", "speaker": "Stuart Moulthrop", "utterance": " This actually isn't from her book, this is from her review of death stranding i'll read this because it's worth reading."}
{"start": "00:18:39.030", "end": "00:18:50.640", "speaker": "Stuart Moulthrop", "utterance": " The idea that wandering games are becoming just regular games and huge budget well regarded ones like that stranding seems almost painful, they are already they are clearly hurting no one, but still."}
{"start": "00:18:51.060", "end": "00:19:09.000", "speaker": "Stuart Moulthrop", "utterance": " There they are dragging their threads around rolling through the dark to express something practice or express something, but not quite sure what caught in between, which strikes me as something we could say very clearly about unspeakable games of all kinds twine games."}
{"start": "00:19:10.080", "end": "00:19:14.910", "speaker": "Stuart Moulthrop", "utterance": " walking simulators I think they all fit in a way inside of wandering games."}
{"start": "00:19:16.860", "end": "00:19:29.250", "speaker": "Stuart Moulthrop", "utterance": " So ultimately it's hard to say what we mean when we talk about twine but that's because, just like the cycling link which brings the manifold into presence inside the state."}
{"start": "00:19:31.080", "end": "00:19:34.200", "speaker": "Stuart Moulthrop", "utterance": " they're changing the game, and that is nature art."}
{"start": "00:19:36.060", "end": "00:19:39.510", "speaker": "Stuart Moulthrop", "utterance": " And that's all I have that's the DIY for our book, I think."}
{"start": "00:19:40.740", "end": "00:19:41.160", "speaker": "None", "utterance": "You want it."}
{"start": "00:19:42.360", "end": "00:19:42.990", "speaker": "None", "utterance": "So thank you."}
{"start": "00:19:45.480", "end": "00:19:45.870", "speaker": "None", "utterance": "Thank you."}
{"start": "00:19:46.950", "end": "00:19:47.400", "speaker": "Lai-Tze Fan", "utterance": " i'm."}
{"start": "00:19:47.760", "end": "00:19:48.780", "speaker": "None", "utterance": "Only don't share."}
{"start": "00:19:50.190", "end": "00:19:50.940", "speaker": "Stuart Moulthrop", "utterance": " Enough sharing."}
{"start": "00:19:55.770", "end": "00:20:00.210", "speaker": "Lai-Tze Fan", "utterance": " Sarah and Center presenter is that okay."}
{"start": "00:20:01.110", "end": "00:20:17.070", "speaker": "Sarah Laiola (she/her)", "utterance": " sounds good, I don't have any visual aids, so I will just talk through some thoughts which actually have already come up a bit in the chat which ultimately comes to how we use twine collaboratively, especially in the capacity of a classroom."}
{"start": "00:20:19.020", "end": "00:20:28.380", "speaker": "Sarah Laiola (she/her)", "utterance": " So in kind of thinking about our topic for this Roundtable I primarily been focusing on thinking about twine as a platform that I use for teaching."}
{"start": "00:20:28.800", "end": "00:20:39.690", "speaker": "Sarah Laiola (she/her)", "utterance": " And this isn't going to be like here's the assignments, that I do, but for some kind of classroom context twine basically makes an appearance in all levels of my undergraduate classes."}
{"start": "00:20:40.470", "end": "00:20:49.410", "speaker": "Sarah Laiola (she/her)", "utterance": " That can be hundred level courses which would be like freshmen are first year courses about html and CSS and how these things work together in an online setting."}
{"start": "00:20:50.970", "end": "00:21:01.530", "speaker": "Sarah Laiola (she/her)", "utterance": " Right digital setting 200 level courses which would be sophomores or second years which survey digital humanities, and offer we offer a coding for the humanities class at that level."}
{"start": "00:21:02.400", "end": "00:21:10.230", "speaker": "Sarah Laiola (she/her)", "utterance": " Which in that case we kind of get a little bit more sophisticated into what time can offer 300 level, which is when our students enter the major officially."}
{"start": "00:21:11.460", "end": "00:21:24.750", "speaker": "Sarah Laiola (she/her)", "utterance": " And those courses will be more focused on things like digital texts reality interactive fictions and actually this fall for the first time, my piloting and Isla course at that level so that'll be exciting yeah and then."}
{"start": "00:21:25.800", "end": "00:21:31.710", "speaker": "Sarah Laiola (she/her)", "utterance": " At the 400 level or senior level and there tends to be a lot of twine those classes tend to focus on capstone."}
{"start": "00:21:32.370", "end": "00:21:44.040", "speaker": "Sarah Laiola (she/her)", "utterance": " capstone portfolio preparation or practical projects in which a lot of my students do kind of return to twine whether to develop earlier projects or as part of a portfolio of different kinds of works."}
{"start": "00:21:45.090", "end": "00:21:49.950", "speaker": "Sarah Laiola (she/her)", "utterance": " So it shows up quite a bit and given this range of classes in levels, when I teach with twine."}
{"start": "00:21:50.400", "end": "00:21:59.220", "speaker": "Sarah Laiola (she/her)", "utterance": " I tried to approach approach the platform itself, as if it we're kind of experimental playful or lab like space for composing digital texts."}
{"start": "00:21:59.610", "end": "00:22:08.310", "speaker": "Sarah Laiola (she/her)", "utterance": " This can include things like choose your own adventure style hypertext multimedia interactive sometimes data driven essays similar to like what's published in the pudding."}
{"start": "00:22:09.330", "end": "00:22:17.310", "speaker": "Sarah Laiola (she/her)", "utterance": " And then or simple text based games tends to be the majority of the things that my students produced within this kind of conceptual lab space."}
{"start": "00:22:17.970", "end": "00:22:30.570", "speaker": "Sarah Laiola (she/her)", "utterance": " Of twine but with each re visitation as or reiteration and the platform, as they make their way through the course levels, they get to expand or enhance the kinds of things they can do with digital storytelling and the platform."}
{"start": "00:22:32.520", "end": "00:22:41.280", "speaker": "Sarah Laiola (she/her)", "utterance": " And I would argue that, by extension, right, not just what they can do in twine but what they can do with digital storytelling such right and digital media works as such."}
{"start": "00:22:42.510", "end": "00:22:48.000", "speaker": "Sarah Laiola (she/her)", "utterance": " So where they might begin with simply using the built in commands for linking pages together."}
{"start": "00:22:48.450", "end": "00:22:58.770", "speaker": "Sarah Laiola (she/her)", "utterance": " To create a branching text this eventually becomes a bit more playful more complex experimental with adding things like custom CSS sound effects custom javascript maybe soundtracks."}
{"start": "00:22:59.580", "end": "00:23:05.760", "speaker": "Sarah Laiola (she/her)", "utterance": " playing with if then boolean logic to customize you know, like what text appears in response to different parts of the story."}
{"start": "00:23:06.450", "end": "00:23:16.260", "speaker": "Sarah Laiola (she/her)", "utterance": " or more recently i've had some students start playing with incorporating temporal functions like countdowns or other things to play with or experiment with real time elements in storytelling."}
{"start": "00:23:17.460", "end": "00:23:27.270", "speaker": "Sarah Laiola (she/her)", "utterance": " So, in other words in my classes, the platform of twine tends to act as this like virtual experimentation lab space where the spirit is experimenting."}
{"start": "00:23:27.570", "end": "00:23:42.090", "speaker": "Sarah Laiola (she/her)", "utterance": " it's playing it's tinkering and it's like just seeing what happens if we do this thing right, so all the best things that we associate with labs or even maker spaces, if we want to kind of shift into a different discursive model for this kind of work."}
{"start": "00:23:43.230", "end": "00:23:55.020", "speaker": "Sarah Laiola (she/her)", "utterance": " So prior to Kobe these classes that imagined twine as a virtual lab also took place in an actual lab right or a space that we called a lab which would be a computer lab."}
{"start": "00:23:55.530", "end": "00:24:03.870", "speaker": "Sarah Laiola (she/her)", "utterance": " And this is a computer lab not set up for like a lecture class, but rather with computers around the perimeter of a classroom screen spacing out."}
{"start": "00:24:04.650", "end": "00:24:08.460", "speaker": "Sarah Laiola (she/her)", "utterance": " so that I can see what's on everyone's screen, they can see what's on everyone's screen."}
{"start": "00:24:08.760", "end": "00:24:17.550", "speaker": "Sarah Laiola (she/her)", "utterance": " And a space that really encourages movement and physical sharing of physical things right like it's very easy when you've got a whole open space in the floor."}
{"start": "00:24:17.820", "end": "00:24:21.750", "speaker": "Sarah Laiola (she/her)", "utterance": " For two students to come to one machine right or three students to be at one machine."}
{"start": "00:24:22.470", "end": "00:24:31.950", "speaker": "Sarah Laiola (she/her)", "utterance": " i'm still kind of becomes this really nice space that is designed to encourage and enable collaboration within this computer lab um."}
{"start": "00:24:32.490", "end": "00:24:37.650", "speaker": "Sarah Laiola (she/her)", "utterance": " So, of course, this this availability, the accessibility of collaborative gathering spaces."}
{"start": "00:24:38.160", "end": "00:24:46.140", "speaker": "Sarah Laiola (she/her)", "utterance": " has been pretty crucial for using twine as itself a collaborative space, as was anticipated in the chat just a minute ago."}
{"start": "00:24:46.650", "end": "00:25:02.610", "speaker": "Sarah Laiola (she/her)", "utterance": " And so, since twine doesn't allow for multiple people to collaborate in real time across devices right like something like Google docs we've made use of this physical gathering and shared machinery space to support collaboration within this virtual lab platform."}
{"start": "00:25:03.690", "end": "00:25:09.180", "speaker": "Sarah Laiola (she/her)", "utterance": " I also just as like a side note, as I was kind of thinking through this I feel like it's maybe worth noting that."}
{"start": "00:25:09.810", "end": "00:25:17.730", "speaker": "Sarah Laiola (she/her)", "utterance": " Even though I don't know that my model of humanity's collaboration is necessarily bound to physical spaces like I tend to collaborate."}
{"start": "00:25:18.630", "end": "00:25:30.510", "speaker": "Sarah Laiola (she/her)", "utterance": " Across space using things like Google docs or shared dropbox for Dr folders, and this is what happens in assembler right like people gather around shared beakers shared hydration tubes."}
{"start": "00:25:31.470", "end": "00:25:43.020", "speaker": "Sarah Laiola (she/her)", "utterance": " All this i'm trying to remember back to what I did stem which was like undergrad but nevertheless it's like you share that lab table we all can kind of visualize the shared space and a shared machinery of a stem lab."}
{"start": "00:25:44.040", "end": "00:25:47.580", "speaker": "Sarah Laiola (she/her)", "utterance": " So just just like a side note that maybe isn't interesting thing to explore further."}
{"start": "00:25:48.660", "end": "00:26:01.230", "speaker": "Sarah Laiola (she/her)", "utterance": " Later on, but with this shift because of code right to being online entirely virtual and classroom spaces i've had to really rethink how twine can work as a collaborative space for my students."}
{"start": "00:26:01.860", "end": "00:26:14.250", "speaker": "Sarah Laiola (she/her)", "utterance": " So this past year when we couldn't share things i've had to spend a lot more time that i'm usually would on instructing students less on like what they could do in twine right so less the platform as lab."}
{"start": "00:26:14.670", "end": "00:26:19.950", "speaker": "Sarah Laiola (she/her)", "utterance": " And more about how to be collaborative when they weren't in the same space."}
{"start": "00:26:20.760", "end": "00:26:32.400", "speaker": "Sarah Laiola (she/her)", "utterance": " So we've had like tutorials video recording zoom sessions, for instance on really precise steps that they need to do to share a collaborative time game without a shared computer and i'm talking like."}
{"start": "00:26:32.820", "end": "00:26:47.520", "speaker": "Sarah Laiola (she/her)", "utterance": " Literally saying so publish to file now, this will give you an html file, you can email that file as an attachment to your partner, and they will import it into their right like really talking through step by step, how this works."}
{"start": "00:26:48.570", "end": "00:26:58.890", "speaker": "Sarah Laiola (she/her)", "utterance": " And I think is probably any of you who have had to run through these kinds of instructions with students know this was like medium successful hence why there were many different ways that we went over how to do this."}
{"start": "00:26:59.610", "end": "00:27:04.290", "speaker": "Sarah Laiola (she/her)", "utterance": " Because they always want to share a link and that's what it's like the kiss of death, with cheering times."}
{"start": "00:27:04.770", "end": "00:27:12.870", "speaker": "Sarah Laiola (she/her)", "utterance": " um, but I think that's Okay, though I don't i'm not saying this to be critical of that I I like this feature of it because it forces them to engage with the fact that."}
{"start": "00:27:13.230", "end": "00:27:24.510", "speaker": "Sarah Laiola (she/her)", "utterance": " Online things are still files somewhere right and that that's kind of still what's what's the base kind of material stuff is even if they're just sharing these links."}
{"start": "00:27:25.050", "end": "00:27:30.270", "speaker": "Sarah Laiola (she/her)", "utterance": " So it forces them to really think about it in a nice way by like kind of trial by fire a bit."}
{"start": "00:27:30.840", "end": "00:27:40.350", "speaker": "Sarah Laiola (she/her)", "utterance": " So with all this in mind, though, as we've been doing this i've been thinking about what kind of lab twine offers for us when we don't get to share space and i've come up with a."}
{"start": "00:27:40.740", "end": "00:27:51.870", "speaker": "Sarah Laiola (she/her)", "utterance": " portmanteau that I think nobody wants but me, and that is twine as in a pistol lab, which is to say, a lab that's based on an epistolary model of collaboration outside."}
{"start": "00:27:52.890", "end": "00:27:57.150", "speaker": "Sarah Laiola (she/her)", "utterance": " Of epistolary model of collaborative space dispersed through."}
{"start": "00:27:58.230", "end": "00:27:58.950", "speaker": "Sarah Laiola (she/her)", "utterance": " Here i'll type it."}
{"start": "00:28:00.570", "end": "00:28:05.670", "speaker": "Sarah Laiola (she/her)", "utterance": " You pistol them I don't even want to know what this what the transcription did with that."}
{"start": "00:28:06.840", "end": "00:28:21.990", "speaker": "Sarah Laiola (she/her)", "utterance": " But where this space and practice of lab work this kind of experimentation play tinkering seeing what happens if right kinds of stuff becomes dispersed through letters which we now call emails right and as this kind of practice of writing back and forth to one another."}
{"start": "00:28:23.040", "end": "00:28:36.750", "speaker": "Sarah Laiola (she/her)", "utterance": " And i'm still working through kind of why this might matter, besides that I love a nice portmanteau um, but I think, maybe it allows us or prompts us the space to rethink or re evaluate the our understanding as instructors."}
{"start": "00:28:37.800", "end": "00:28:46.110", "speaker": "Sarah Laiola (she/her)", "utterance": " The role that simultaneity lightness and maybe physical sharing can play and how we understand the student lab or the student co lab."}
{"start": "00:28:46.800", "end": "00:28:54.630", "speaker": "Sarah Laiola (she/her)", "utterance": " So, for instance, what is seeing what happens if what does that become when it's dispersed or shared through the practice of writing letters."}
{"start": "00:28:55.050", "end": "00:29:03.600", "speaker": "Sarah Laiola (she/her)", "utterance": " What does experimentation or play, especially in the undergrad classroom or pedagogical setting, what does that look like without the shared temporality of lightness."}
{"start": "00:29:04.080", "end": "00:29:13.170", "speaker": "Sarah Laiola (she/her)", "utterance": " And finally, if we embrace a model, like the pistol lab even when we go back to the physical lab, how will this affect what or how our students learn even beyond."}
{"start": "00:29:13.500", "end": "00:29:22.410", "speaker": "Sarah Laiola (she/her)", "utterance": " The twine work itself so, for instance, will it perhaps prompt I hope more active process discussion, maybe more active reflection, as they have to create."}
{"start": "00:29:22.770", "end": "00:29:27.030", "speaker": "Sarah Laiola (she/her)", "utterance": " This epistolary space to explain to their partner what they've been doing."}
{"start": "00:29:27.690", "end": "00:29:43.410", "speaker": "Sarah Laiola (she/her)", "utterance": " To clarify that collaborative work or is it just going to prompt frustration is it going to maybe results in a weaker collaborative model or maybe there's somewhere Nice in between and, and that is where i've been thinking of twine the pistol lab or pistol APP, if you prefer."}
{"start": "00:29:49.080", "end": "00:29:52.020", "speaker": "Lai-Tze Fan", "utterance": " Thank you so much, I love all the all the."}
{"start": "00:29:53.160", "end": "00:29:59.040", "speaker": "Lai-Tze Fan", "utterance": " New terms in a district that are describing a photo of your talk and i'm also out of the chat."}
{"start": "00:30:01.980", "end": "00:30:02.430", "speaker": "Lai-Tze Fan", "utterance": " caleb."}
{"start": "00:30:06.000", "end": "00:30:22.200", "speaker": "Caleb A Milligan", "utterance": " I so yeah Stewart didn't want to follow following the stage and Sarah didn't want Paula Stewart now I don't want to fall with Sarah so in terms of the evolution of this panel I defied to challenge that I had the least organized talk."}
{"start": "00:30:23.460", "end": "00:30:24.750", "speaker": "Caleb A Milligan", "utterance": " But i'm going to share some thoughts."}
{"start": "00:30:26.100", "end": "00:30:26.820", "speaker": "Caleb A Milligan", "utterance": " So."}
{"start": "00:30:27.870", "end": "00:30:30.240", "speaker": "Caleb A Milligan", "utterance": " In in line with the pisco lab."}
{"start": "00:30:31.260", "end": "00:30:35.190", "speaker": "Caleb A Milligan", "utterance": " My my talk kind of began as a as a plan."}
{"start": "00:30:36.540", "end": "00:30:38.220", "speaker": "Caleb A Milligan", "utterance": " I was thinking about."}
{"start": "00:30:39.990", "end": "00:30:51.450", "speaker": "Caleb A Milligan", "utterance": " What mark my girl says in his book The program era and where he talks about how basically creative writing and literature was changed by the rise of the creative writing program after World War Two."}
{"start": "00:30:52.980", "end": "00:31:01.170", "speaker": "Caleb A Milligan", "utterance": " that's not really going to play into my talk at all, because what I was thinking about was how is literature and creative writing changing in the programming era."}
{"start": "00:31:02.760", "end": "00:31:16.020", "speaker": "Caleb A Milligan", "utterance": " So what I want to talk, talk about is teaching twine, and this is in some ways, this is not going to be that revolutionary to an elec crowd, but I want to challenge that this will be."}
{"start": "00:31:17.400", "end": "00:31:19.200", "speaker": "Caleb A Milligan", "utterance": " At least looky revolutionary."}
{"start": "00:31:20.280", "end": "00:31:27.780", "speaker": "Caleb A Milligan", "utterance": " In the way we currently teach a lot of digital tools teaching twine as literature, perhaps again."}
{"start": "00:31:29.100", "end": "00:31:29.850", "speaker": "Caleb A Milligan", "utterance": " So."}
{"start": "00:31:31.050", "end": "00:31:36.900", "speaker": "Caleb A Milligan", "utterance": " We started planning this panel little less than a week after the January 6 capital rights."}
{"start": "00:31:38.190", "end": "00:31:42.180", "speaker": "Caleb A Milligan", "utterance": " And there were a ton of Twitter threads popping up about."}
{"start": "00:31:43.650", "end": "00:31:45.000", "speaker": "Caleb A Milligan", "utterance": " Digital humanities."}
{"start": "00:31:46.050", "end": "00:31:49.650", "speaker": "Caleb A Milligan", "utterance": " How it's actually imparting humanities skills to students."}
{"start": "00:31:50.850", "end": "00:32:02.880", "speaker": "Caleb A Milligan", "utterance": " How the humanities, you know the you hear all of the different versions of the the kind of like slogans making you a better person and things like that, and I saw a lot of talk on."}
{"start": "00:32:04.020", "end": "00:32:05.820", "speaker": "Caleb A Milligan", "utterance": " The failure of digital literacy."}
{"start": "00:32:07.860", "end": "00:32:23.040", "speaker": "Caleb A Milligan", "utterance": " So you know, like you can teach students, how to how like using these tools will make them more digitally literate but for some students that won't stop them from joining parlor until you know Amazon removes the server like they did."}
{"start": "00:32:24.120", "end": "00:32:36.360", "speaker": "Caleb A Milligan", "utterance": " But so instead of teaching twine as for its I think Stuart Stuart when someone is teaching twine for its tool based appeal."}
{"start": "00:32:38.340", "end": "00:32:46.140", "speaker": "Caleb A Milligan", "utterance": " I want to challenge that we could teach twine more in line with as a as a creative writing."}
{"start": "00:32:47.850", "end": "00:33:01.620", "speaker": "Caleb A Milligan", "utterance": " So, because I know the reason why I want it, why i'm interested in this is because a lot of the ways that even, I have to sort of market to want to use that word market right the way I have to market twine to my students is you know it's kind of like coding."}
{"start": "00:33:02.490", "end": "00:33:08.250", "speaker": "Caleb A Milligan", "utterance": " it's coding my you'll learn you'll learn more about computers you'll become more digitally literate."}
{"start": "00:33:09.690", "end": "00:33:22.620", "speaker": "Caleb A Milligan", "utterance": " But I think more and more that's not really a skill that's that that's that's helping my students in the way that I want to actually help my students."}
{"start": "00:33:23.550", "end": "00:33:33.780", "speaker": "Caleb A Milligan", "utterance": " So it's, not that I don't want them to become more digitally literate but that's not what I that's not why i'm here presenting to the electronic literature organization right that's that's not my pedagogy."}
{"start": "00:33:35.010", "end": "00:33:36.420", "speaker": "Caleb A Milligan", "utterance": " So what I tried."}
{"start": "00:33:37.560", "end": "00:33:43.680", "speaker": "Caleb A Milligan", "utterance": " This in a in a little mini unit in my digital humanities class this past fall sorry spring."}
{"start": "00:33:45.300", "end": "00:34:00.840", "speaker": "Caleb A Milligan", "utterance": " was when we did when I taught twine I taught I had students working groups and shared their works in progress, using this the share screen feature on zoom and we kind of had a creative writing workshop."}
{"start": "00:34:02.250", "end": "00:34:14.670", "speaker": "Caleb A Milligan", "utterance": " With the with each of their twine projects where the focus was less on here's the cool stuff like here's here's the cool digital bells and whistles you can do with twine."}
{"start": "00:34:16.110", "end": "00:34:24.840", "speaker": "Caleb A Milligan", "utterance": " For as focused on them for their you know this is how this is how to code it or this is how to make that look cool and focus more on."}
{"start": "00:34:25.500", "end": "00:34:37.350", "speaker": "Caleb A Milligan", "utterance": " If you'd use these different tools and in different features, how will that increased certain certain types of meaning, again, I understand that this won't seem that."}
{"start": "00:34:38.610", "end": "00:34:55.020", "speaker": "Caleb A Milligan", "utterance": " Mind blowing to those of us in the ila world because a lot of the way that you know we're using digital tools is for their meaning making and thematic and literary and aesthetic qualities but for students, I really think this is a very different way of thinking about."}
{"start": "00:34:56.250", "end": "00:35:02.400", "speaker": "Caleb A Milligan", "utterance": " A tool like twine and digital tools in general, and I do think, and I think twine is really."}
{"start": "00:35:03.540", "end": "00:35:15.000", "speaker": "Caleb A Milligan", "utterance": " Well, set up for this, because corporate team talks about it with her own project she says, some people don't like my stories because I don't like my stories because their games and some people don't like my games because of their stories."}
{"start": "00:35:16.170", "end": "00:35:22.230", "speaker": "Caleb A Milligan", "utterance": " So I think twine is set up really nicely in that sort of in between space of its game like."}
{"start": "00:35:23.370", "end": "00:35:31.470", "speaker": "Caleb A Milligan", "utterance": " But it's also story like and it really does ride that weird hybrid nature or line of."}
{"start": "00:35:33.360", "end": "00:35:35.490", "speaker": "Caleb A Milligan", "utterance": " Video games as literature."}
{"start": "00:35:36.930", "end": "00:35:39.300", "speaker": "Caleb A Milligan", "utterance": " which I think getting students to see."}
{"start": "00:35:40.380", "end": "00:35:52.800", "speaker": "Caleb A Milligan", "utterance": " You know, even a like a text based game like fine as literature is a very different way of thinking about the things that you can create with tools like twine we're just creating general with digital tools."}
{"start": "00:35:54.600", "end": "00:36:08.520", "speaker": "Caleb A Milligan", "utterance": " And you know at the at the eel it in the world, or in digital humanities circles, I feel like there should be a drinking game for anytime you cite Snr seth at this point so take a shot, I know, back in the 90s."}
{"start": "00:36:10.140", "end": "00:36:12.570", "speaker": "Caleb A Milligan", "utterance": " Snr seth bristles pretty."}
{"start": "00:36:14.100", "end": "00:36:26.010", "speaker": "Caleb A Milligan", "utterance": " Pretty like you know I want to say ugly but that's not a very good adverb he makes a point about how video games are not literature teaching video games as literature is basically absurd."}
{"start": "00:36:27.450", "end": "00:36:31.350", "speaker": "Caleb A Milligan", "utterance": " And my co panelists Anastasia soldier talks about in her book."}
{"start": "00:36:32.520", "end": "00:36:41.340", "speaker": "Caleb A Milligan", "utterance": " What is your quest how some of this defensiveness about video games not being literature has loved us so much subsided."}
{"start": "00:36:42.450", "end": "00:36:44.460", "speaker": "Caleb A Milligan", "utterance": " And now we can kind of focus back on."}
{"start": "00:36:45.720", "end": "00:36:59.070", "speaker": "Caleb A Milligan", "utterance": " The the text or the the meaning making qualities of games, the thematic aesthetic literary qualities of games so really in wrapping up this potentially kind of like all over the place, talk."}
{"start": "00:37:00.270", "end": "00:37:01.440", "speaker": "Caleb A Milligan", "utterance": " What I want to."}
{"start": "00:37:03.450", "end": "00:37:04.920", "speaker": "Caleb A Milligan", "utterance": " leave us with is."}
{"start": "00:37:06.120", "end": "00:37:21.930", "speaker": "Caleb A Milligan", "utterance": " Trying to create new ways to teach twine to students, that is less focused on this will make you better at digital technology and more twine as a as a an evolution of a different type of literature."}
{"start": "00:37:23.040", "end": "00:37:25.050", "speaker": "Caleb A Milligan", "utterance": " can potentially get you to think through."}
{"start": "00:37:26.850", "end": "00:37:27.690", "speaker": "Caleb A Milligan", "utterance": " Digital."}
{"start": "00:37:28.800", "end": "00:37:36.540", "speaker": "Caleb A Milligan", "utterance": " Digital culture in general as a more dairy see it, you know it sounds kind of like conservative dressed up as progressive."}
{"start": "00:37:37.620", "end": "00:37:44.610", "speaker": "Caleb A Milligan", "utterance": " You know i'm more enlightened person like it with a more humanistic outlook on."}
{"start": "00:37:46.350", "end": "00:37:49.230", "speaker": "Caleb A Milligan", "utterance": " twine digital tools and digital culture in general."}
{"start": "00:37:50.670", "end": "00:37:53.010", "speaker": "Caleb A Milligan", "utterance": " So that's going to be my."}
{"start": "00:37:54.330", "end": "00:37:59.760", "speaker": "Caleb A Milligan", "utterance": " I say i'm a lot it's going to be my weird way to wrap up Thank you guys looking forward to the conversation."}
{"start": "00:38:05.610", "end": "00:38:06.570", "speaker": "Caleb A Milligan", "utterance": " Thank you caleb."}
{"start": "00:38:07.530", "end": "00:38:11.880", "speaker": "Lai-Tze Fan", "utterance": " I think our panelists can keep their mics open because I imagine."}
{"start": "00:38:11.940", "end": "00:38:14.820", "speaker": "Lai-Tze Fan", "utterance": " it'll be a lot of clicking Newton on and off."}
{"start": "00:38:16.140", "end": "00:38:30.630", "speaker": "Lai-Tze Fan", "utterance": " And at this point, I mean i'm going to open the floor up to questions and and I, there were some that kind of came up, but if people want to keep adding them to the chat or just raising your hand and speaking, that would be great oh stephanie has her hand up so."}
{"start": "00:38:32.040", "end": "00:38:39.330", "speaker": "Stephanie Strickland", "utterance": " I have a very tiny question for Stewart and I want to ask them if that cycling links remind them of stretch text in any way."}
{"start": "00:38:40.260", "end": "00:38:56.700", "speaker": "Stuart Moulthrop", "utterance": " Ah, good connection yeah yes stretch text for those who aren't in on that is a concept from Ted Nelson and it's essentially a link that expands the current yes they're they're clearly first cousins and."}
{"start": "00:38:56.970", "end": "00:39:00.000", "speaker": "Stephanie Strickland", "utterance": " Chad Morris each I mean you know I mean yeah."}
{"start": "00:39:01.710", "end": "00:39:15.930", "speaker": "Stuart Moulthrop", "utterance": " yeah yeah i've started stephanie and i'll send you mail will correspond about this, I started trying to think about you know what the precursors are and who I should be talking about engine was already in my head about that I hadn't thought or stretch text but that's a good one."}
{"start": "00:39:17.430", "end": "00:39:29.760", "speaker": "Stuart Moulthrop", "utterance": " I mean I go back to twisty little passages which you know, technically, I suppose, does have to do with node transitions, but it appears to be it appears as if you're in the same place until the word order changes."}
{"start": "00:39:31.410", "end": "00:39:39.780", "speaker": "Stuart Moulthrop", "utterance": " So I mean it's not really a new idea was this the sigler buddy i'm interested in it appears now."}
{"start": "00:39:43.680", "end": "00:39:44.970", "speaker": "None", "utterance": "Thank you, thank you."}
{"start": "00:39:46.920", "end": "00:39:56.760", "speaker": "Lai-Tze Fan", "utterance": " um so there I think two other hands but also there's a question in the chat and I can't recall which one came from which ones came first."}
{"start": "00:39:57.930", "end": "00:39:58.500", "speaker": "Lai-Tze Fan", "utterance": " i'm gonna."}
{"start": "00:40:00.690", "end": "00:40:08.160", "speaker": "Lai-Tze Fan", "utterance": " i'm gonna take marks hand and then, and then you know I don't keep a list and i'll put it in the chat of names that i've got so I have mark and then I have Daniel."}
{"start": "00:40:09.030", "end": "00:40:15.450", "speaker": "Mark Marino", "utterance": " Okay well great talk to everybody in this is not a this is neither a question or comment."}
{"start": "00:40:17.790", "end": "00:40:28.200", "speaker": "Mark Marino", "utterance": " is just a little add on to that Stewart I remember it this session that George lindale ran back in 1995 or six No, sorry 1993."}
{"start": "00:40:29.220", "end": "00:40:43.110", "speaker": "Mark Marino", "utterance": " And I remember, being a precocious undergraduate and pointing out to him that scrolling down the page wasn't really significantly different than linking to other text, except for in the visualization of the visual metaphor being invoked."}
{"start": "00:40:43.620", "end": "00:40:45.810", "speaker": "Stuart Moulthrop", "utterance": " And imagining the look on land out space."}
{"start": "00:40:45.870", "end": "00:40:51.660", "speaker": "Mark Marino", "utterance": " They just stopped and stared at me like really you know but, but again it's I find it."}
{"start": "00:40:53.220", "end": "00:41:07.770", "speaker": "Mark Marino", "utterance": " Obviously, like aesthetically you know we experience them differently, and you know whether it's that replacement text or the stretch tax or Leonardo I were talking a little bit of a chat about the endlessly scrolling texting and that's why I use a lot in tandem."}
{"start": "00:41:08.310", "end": "00:41:11.190", "speaker": "Mark Marino", "utterance": " I you know again experientially as a reader I experienced them differently."}
{"start": "00:41:11.190", "end": "00:41:17.550", "speaker": "Mark Marino", "utterance": " But I think it's also to see them as it's important to also see them as the same in some ways, you know anyway thanks."}
{"start": "00:41:17.850", "end": "00:41:22.920", "speaker": "Stuart Moulthrop", "utterance": " yeah Is it the link, you know it's a it's a mistake to fetishized links in the first place."}
{"start": "00:41:24.210", "end": "00:41:26.130", "speaker": "Stuart Moulthrop", "utterance": " You know i'm too fond of my fetishes."}
{"start": "00:41:29.700", "end": "00:41:35.130", "speaker": "Lai-Tze Fan", "utterance": " I am so i'm going to go to a question in the chat by Daniel corsages a question for everybody."}
{"start": "00:41:36.540", "end": "00:41:41.550", "speaker": "Lai-Tze Fan", "utterance": " And they say I was asked in 2017 what will twine look like in 10 years."}
{"start": "00:41:42.030", "end": "00:41:55.230", "speaker": "Lai-Tze Fan", "utterance": " I know pose that to the panel, what will twine or even just teaching twine look like in the next 10 years, this is a great question or something that we were on gesturing toward when we were planning this panel, so there were twine at 10 What about 20 to 20."}
{"start": "00:41:56.640", "end": "00:42:03.000", "speaker": "Lai-Tze Fan", "utterance": " or 2015 twine post pandemic, these are questions I think many people have thoughts about."}
{"start": "00:42:05.940", "end": "00:42:06.600", "speaker": "Stuart Moulthrop", "utterance": " Anastasia."}
{"start": "00:42:09.000", "end": "00:42:16.470", "speaker": "Anastasia Salter", "utterance": " start with that, I do think that we're going to see even more fragmentation on what Klein is."}
{"start": "00:42:17.940", "end": "00:42:28.350", "speaker": "Anastasia Salter", "utterance": " But that kind of the core element of producing cross platform interactive works that require no specialized system of distribution will remain."}
{"start": "00:42:29.670", "end": "00:42:39.570", "speaker": "Anastasia Salter", "utterance": " And you have here in this collective the interest in in kind of other interfaces and things, but the people who drive the change and story formats right now."}
{"start": "00:42:39.990", "end": "00:42:49.110", "speaker": "Anastasia Salter", "utterance": " are embracing kind of different systems of modeling the kind of the rise of story let's all of the things we see happening across the story format suggest."}
{"start": "00:42:50.670", "end": "00:42:53.040", "speaker": "Anastasia Salter", "utterance": " A splinter twine in the future."}
{"start": "00:42:54.060", "end": "00:43:00.330", "speaker": "Anastasia Salter", "utterance": " One where we'll have more Special Purpose story formats, perhaps even more interfaces and."}
{"start": "00:43:01.740", "end": "00:43:12.840", "speaker": "Anastasia Salter", "utterance": " Potentially even collaborative interfaces simply because the tools for making web Apps of that kind are getting more and more accessible to the types of programmers motivated to make that happen."}
{"start": "00:43:14.010", "end": "00:43:17.220", "speaker": "Anastasia Salter", "utterance": " So I think we'll still have twine but it might be."}
{"start": "00:43:19.290", "end": "00:43:20.040", "speaker": "Anastasia Salter", "utterance": " scattered."}
{"start": "00:43:21.420", "end": "00:43:27.030", "speaker": "Anastasia Salter", "utterance": " And you might be choosing your varietals with much more intention, when you start a project."}
{"start": "00:43:27.150", "end": "00:43:28.320", "speaker": "Stuart Moulthrop", "utterance": " it's like Jim."}
{"start": "00:43:32.430", "end": "00:43:33.780", "speaker": "Stuart Moulthrop", "utterance": " needs to be more like Jim."}
{"start": "00:43:35.220", "end": "00:43:49.380", "speaker": "Lai-Tze Fan", "utterance": " On the on that in regard to the future of twine and making things more accessible i'm actually just going to quickly share my screen in case in case people haven't seen what twine looks like as of this summer so right now twine."}
{"start": "00:43:51.030", "end": "00:44:10.440", "speaker": "Lai-Tze Fan", "utterance": " has updated itself, just to so what used to be the interface of twine used to not include this handy what looks like a toolbar and there's now in the most updated version, and it can be great because I don't know you type something and then I can just."}
{"start": "00:44:13.320", "end": "00:44:15.600", "speaker": "Lai-Tze Fan", "utterance": " I can, I can I can make it."}
{"start": "00:44:17.400", "end": "00:44:28.650", "speaker": "Lai-Tze Fan", "utterance": " mirrored or something and then the code is in there, for me, so the reason i'm mentioning this is because it's the exact I mean it definitely is an increase in accessibility and."}
{"start": "00:44:29.250", "end": "00:44:37.290", "speaker": "Lai-Tze Fan", "utterance": " And and making things a little bit more transparent, like don't worry, if you have questions with code, we will guide you, you can kind of click and drag and."}
{"start": "00:44:38.010", "end": "00:44:52.590", "speaker": "Lai-Tze Fan", "utterance": " automate the process, I think that this has major implications for the ways in which people will think of twine but then also the ways in which people will think of coding and increasingly i'm also seeing like accessibility in terms of."}
{"start": "00:44:53.970", "end": "00:45:03.720", "speaker": "Lai-Tze Fan", "utterance": " lowered learning curve, but I also have a concern with that which is probably against what some of caleb's observations were which, which is that with."}
{"start": "00:45:04.350", "end": "00:45:15.540", "speaker": "Lai-Tze Fan", "utterance": " increased accessibility, I worried very much about it, increasing gap between amateur and experts, it just is not it on the one hand it's wonderful to include more people."}
{"start": "00:45:15.870", "end": "00:45:21.240", "speaker": "Lai-Tze Fan", "utterance": " In these tools that are open source in the first place and they're meant to be for wider communities."}
{"start": "00:45:21.570", "end": "00:45:40.170", "speaker": "Lai-Tze Fan", "utterance": " And on the other, like what are we losing by making these things a little bit more automated I think things just become especially aspects of design just become more opaque and that's concerning to me with regards with regards to and keeping the user, the consumer the reader out of."}
{"start": "00:45:43.140", "end": "00:45:47.370", "speaker": "Lai-Tze Fan", "utterance": " A lot of the process and making things."}
{"start": "00:45:47.910", "end": "00:45:49.290", "speaker": "None", "utterance": "deliberately obtuse."}
{"start": "00:45:50.490", "end": "00:46:01.890", "speaker": "Lai-Tze Fan", "utterance": " But anyway, I kind of jumped in there, as well as panelists half speaker, but if anybody else wants to jump in if caleb wants to respond to me, I know you have thoughts on code."}
{"start": "00:46:02.340", "end": "00:46:13.770", "speaker": "Lai-Tze Fan", "utterance": " Code as a necessity actually maybe i'll just jump in there and just make a little bit of a drop it or little comments that Leo had a paper, the other day, in which he."}
{"start": "00:46:14.700", "end": "00:46:21.240", "speaker": "Lai-Tze Fan", "utterance": " mentioned the fact that programming languages and themselves are extremely exclusive sometimes not just exclusive."}
{"start": "00:46:21.960", "end": "00:46:38.100", "speaker": "Lai-Tze Fan", "utterance": " For you know issues of class in the classic digital divide, but it can be exclusive in a colonial sense because they're written in American English it can be, it can be exclusive because not everybody has access to tools, so now i'm just opening a pandora's box."}
{"start": "00:46:39.660", "end": "00:46:43.140", "speaker": "Lai-Tze Fan", "utterance": " All right, come on people code, what do we think of code mark."}
{"start": "00:46:46.710", "end": "00:46:54.030", "speaker": "Sarah Laiola (she/her)", "utterance": " Well, I am actually when I saw the question that was how is teaching with twine going to change in 10 years was thinking exactly about this new."}
{"start": "00:46:55.110", "end": "00:46:57.450", "speaker": "Sarah Laiola (she/her)", "utterance": " kind of whiskey wig light that's there."}
{"start": "00:46:58.470", "end": "00:47:05.130", "speaker": "Sarah Laiola (she/her)", "utterance": " Because I get sure like not great, but went into class to teach twine last in the spring."}
{"start": "00:47:05.580", "end": "00:47:18.300", "speaker": "Sarah Laiola (she/her)", "utterance": " And just was like live on zoom and like oh this isn't what it used to look like and suddenly had that like moment where i'm like oh students, I definitely know what's happening don't worry everything's fine, but one of the things that."}
{"start": "00:47:19.470", "end": "00:47:22.560", "speaker": "Sarah Laiola (she/her)", "utterance": " I like about it, and I think to your point."}
{"start": "00:47:23.670", "end": "00:47:31.470", "speaker": "Sarah Laiola (she/her)", "utterance": " He is that it doesn't output it doesn't show the output, it shows the code so like you do still have to play in."}
{"start": "00:47:32.640", "end": "00:47:45.900", "speaker": "Sarah Laiola (she/her)", "utterance": " Like actually thinking about you know small things like brackets and colons and you know all that kind of stuff that my students at least don't come to my classes with much background and code, if any, and so just that kind of specificity of."}
{"start": "00:47:47.340", "end": "00:47:52.800", "speaker": "Sarah Laiola (she/her)", "utterance": " Of what they can type rate is tends to kind of throw them, but what I did find was that some of it."}
{"start": "00:47:53.460", "end": "00:48:06.150", "speaker": "Sarah Laiola (she/her)", "utterance": " And I think I might have seen this referenced in the chat, too, is it some of it does not produce the line of code that I would write to create that effect so like I can't think of a specific example now just that I was like showing my students."}
{"start": "00:48:07.500", "end": "00:48:15.960", "speaker": "Sarah Laiola (she/her)", "utterance": " I had played with it a bit and was showing them, I think the boolean logic where it the if statement i'm didn't create what I would have created."}
{"start": "00:48:16.410", "end": "00:48:25.500", "speaker": "Sarah Laiola (she/her)", "utterance": " To do that, and then also didn't output, how it was meant to like it was like one of those like fail teaching moments where like you do it, and then you're like now look and they're like."}
{"start": "00:48:26.040", "end": "00:48:35.460", "speaker": "Sarah Laiola (she/her)", "utterance": " Nothing has happened and you're like nope nothing did happen and it says this isn't what I would have done in the first place i'm not actually clear sure how to fix it at this time, so it."}
{"start": "00:48:36.540", "end": "00:48:39.300", "speaker": "Sarah Laiola (she/her)", "utterance": " was one of those like learning, while teaching life things which."}
{"start": "00:48:40.050", "end": "00:48:54.000", "speaker": "Sarah Laiola (she/her)", "utterance": " I think we could stand for more of us trying grows over the next 10 years like I think it's it's not a bad thing to show up in a class and actually have to work through process with a familiar tool like twine or like you know some anything else that we use."}
{"start": "00:48:55.110", "end": "00:49:02.490", "speaker": "Sarah Laiola (she/her)", "utterance": " So I don't think that's necessarily a bad thing to have to model that process and that kind of that literacy, as it works toward literature."}
{"start": "00:49:03.150", "end": "00:49:13.170", "speaker": "Sarah Laiola (she/her)", "utterance": " To think you know, to think back to caleb's point that there's only so much that did or digital literacy won't save us as we saw all over academic Twitter, you know around the instruction."}
{"start": "00:49:13.590", "end": "00:49:21.510", "speaker": "Sarah Laiola (she/her)", "utterance": " Of the like yeah that's an important thing, but it won't save us and perhaps these kinds of calls back to what literary enos was might."}
{"start": "00:49:22.050", "end": "00:49:29.670", "speaker": "Sarah Laiola (she/her)", "utterance": " or might be a step in that direction, so I think that that is it potentially offers a nice combination with this kind of light whiskey wig."}
{"start": "00:49:30.150", "end": "00:49:36.960", "speaker": "Sarah Laiola (she/her)", "utterance": " And though I did have them turn it off later I was, like all right, we in this particular class we're not going to use that you guys need to figure this out."}
{"start": "00:49:37.440", "end": "00:49:49.860", "speaker": "Sarah Laiola (she/her)", "utterance": " And it also doesn't we still had to go over other coding elements like how to get a picture in there, or like a gift in there, because it doesn't have like a file upload box, or at least it didn't in the spring."}
{"start": "00:49:50.910", "end": "00:49:54.570", "speaker": "Lai-Tze Fan", "utterance": " yeah that's right um doesn't yeah."}
{"start": "00:49:57.270", "end": "00:49:57.990", "speaker": "None", "utterance": "I see."}
{"start": "00:49:59.100", "end": "00:50:00.330", "speaker": "Lai-Tze Fan", "utterance": " David Wright had."}
{"start": "00:50:01.440", "end": "00:50:02.070", "speaker": "Lai-Tze Fan", "utterance": " His hand up."}
{"start": "00:50:06.600", "end": "00:50:16.560", "speaker": "David Wright", "utterance": " I was curious about just this idea of teaching coin as sort of creative writing I mean and and how it incorporates into more traditional creative writing I mean."}
{"start": "00:50:17.400", "end": "00:50:22.740", "speaker": "David Wright", "utterance": " When I when I teach creative writing and very traditional sense, you know I go to like."}
{"start": "00:50:23.490", "end": "00:50:38.190", "speaker": "David Wright", "utterance": " Tolstoy and I kind of go, you know how would you imagine you know and a Korean are jumping on another train, you know and that kind of basic stuff and I wonder how how 20 cooperates and self into that kind of almost you know most primitive kind of creative writing practice."}
{"start": "00:50:39.210", "end": "00:50:47.100", "speaker": "David Wright", "utterance": " As practice as a pedagogical you know twine practitioners, you know how does that how have you engaged with."}
{"start": "00:50:49.140", "end": "00:50:50.250", "speaker": "David Wright", "utterance": " very open question."}
{"start": "00:50:51.960", "end": "00:51:02.700", "speaker": "Stuart Moulthrop", "utterance": " i'm going to jump on that one quickly, while other people may be getting ready, but so i've seen a lot of work that I liked from my students and it may just be me that."}
{"start": "00:51:03.720", "end": "00:51:18.810", "speaker": "Stuart Moulthrop", "utterance": " does what i'm going to call the shelley Jackson trick it wraps a twine work around some piece of literature from the previous century so well you know, Dan mcdade is on this on this call and he's done this with the glassman."}
{"start": "00:51:20.700", "end": "00:51:26.640", "speaker": "Stuart Moulthrop", "utterance": " But I have a really lovely piece within that works on another wallace Stevens poem."}
{"start": "00:51:27.840", "end": "00:51:36.780", "speaker": "Stuart Moulthrop", "utterance": " it's about it's about 19 people crossing a bridge and what it does, is it gives you 19 links and it's you know into 19 different stories that unfold from people crossing a bridge."}
{"start": "00:51:37.260", "end": "00:51:46.320", "speaker": "Stuart Moulthrop", "utterance": " And I just think it's really well done, the twine piece is really not like the Stevens column or the remark, or whatever it comes from."}
{"start": "00:51:47.520", "end": "00:51:57.420", "speaker": "Stuart Moulthrop", "utterance": " But it's its own logic and I think you know that's a way of talking about sort of how 21st century literature relates to 20 century literature and that's enough for me."}
{"start": "00:52:00.240", "end": "00:52:08.670", "speaker": "Sarah Laiola (she/her)", "utterance": " I tend to teach it and I sorry hello, I don't think we have your sorry, so I don't come from a creative writing background in terms of my training, but I do."}
{"start": "00:52:09.270", "end": "00:52:23.580", "speaker": "Sarah Laiola (she/her)", "utterance": " The program I teach in does have like a creative output part of it, so I tend to teach it somewhat similar to how Stewart just described, about where i'll actually give them a text and I tend to do this with like a straight up choose your own adventure text."}
{"start": "00:52:24.750", "end": "00:52:31.260", "speaker": "Sarah Laiola (she/her)", "utterance": " So that we can like play that and think about the movement between pages and like investigating the Codex as material and then."}
{"start": "00:52:31.920", "end": "00:52:48.660", "speaker": "Sarah Laiola (she/her)", "utterance": " One of the prototype projects that they'll do, for that is like, how would you reimagine this into a digital space using twine and what can be interesting is that some students will really kind of jump into that and I get lots of cool kind of multimedia spheres."}
{"start": "00:52:49.770", "end": "00:53:00.960", "speaker": "Sarah Laiola (she/her)", "utterance": " And like images and sounds and stuff and sometimes they play with like what shows up on what page like they start to become a little bit more sensitive to how much text will be candle on a page versus a screen."}
{"start": "00:53:01.950", "end": "00:53:16.770", "speaker": "Sarah Laiola (she/her)", "utterance": " Because they their first impulse is to put all the text from like whatever number of pages would have been the first kind of I guess Alexia in and choose your own adventure and then the next one will be when it says turn to page 74 or whatever."}
{"start": "00:53:17.040", "end": "00:53:18.390", "speaker": "Sarah Laiola (she/her)", "utterance": " But they start to kind of quickly."}
{"start": "00:53:18.390", "end": "00:53:31.530", "speaker": "Sarah Laiola (she/her)", "utterance": " Especially through like play testing and peer review and stuff they start to realize that that's when it's five pages of text that's way too much that we're not going to read on screen, so they start to get a little bit more sensitive to those kinds of elements of reading."}
{"start": "00:53:33.000", "end": "00:53:46.200", "speaker": "Sarah Laiola (she/her)", "utterance": " and writing and then the other thing that I tend to have to kind of push them to this, but to start thinking about ways they can incorporate stuff beyond like they always start with sound and image and then where they can go beyond that for thinking about what."}
{"start": "00:53:47.250", "end": "00:53:51.450", "speaker": "Sarah Laiola (she/her)", "utterance": " A digital or multimedia environment allows them to do so that's where some of them will get to like."}
{"start": "00:53:51.780", "end": "00:53:58.530", "speaker": "Sarah Laiola (she/her)", "utterance": " Maybe like a climax of a choose your own adventure where this is they're about to die because, like the spaceship is going to explode or something."}
{"start": "00:53:58.740", "end": "00:54:06.000", "speaker": "Sarah Laiola (she/her)", "utterance": " But the time of that just doesn't land, because it takes you, you know, a minute to read that page, and it would have exploded in 10 seconds right."}
{"start": "00:54:06.270", "end": "00:54:13.170", "speaker": "Sarah Laiola (she/her)", "utterance": " So, then they start kind of playing with that and, like forcing that to happen, where it's like before you can even read the whole story or decide."}
{"start": "00:54:13.650", "end": "00:54:19.080", "speaker": "Sarah Laiola (she/her)", "utterance": " What button to push right to save the spaceship it explodes and you're like all right, you have to start again so."}
{"start": "00:54:19.320", "end": "00:54:25.950", "speaker": "Sarah Laiola (she/her)", "utterance": " They start to kind of get to so then we get to talk about like temporality of reading and writing and how that's an important thing to affect tone."}
{"start": "00:54:26.670", "end": "00:54:36.000", "speaker": "Sarah Laiola (she/her)", "utterance": " In like a creative storytelling kind of way but that's that's how I tend to approach the two together and I did not mean to jump in on I think caleb was just starting."}
{"start": "00:54:40.140", "end": "00:54:41.220", "speaker": "Sarah Laiola (she/her)", "utterance": " But also, maybe his daughters."}
{"start": "00:54:43.020", "end": "00:54:43.260", "speaker": "Sarah Laiola (she/her)", "utterance": " yeah."}
{"start": "00:54:43.890", "end": "00:54:45.570", "speaker": "Lai-Tze Fan", "utterance": " Okay, his daughters."}
{"start": "00:54:46.260", "end": "00:54:53.010", "speaker": "Caleb A Milligan", "utterance": " Okay, so i'm going to answer this as quickly as I can, because my daughter is downstairs me now my wife had to go to work so."}
{"start": "00:54:54.030", "end": "00:55:01.650", "speaker": "Caleb A Milligan", "utterance": " it's going to be maybe an abbreviated version of what I would have said but uh David to your point I love the point about like you know."}
{"start": "00:55:02.850", "end": "00:55:08.160", "speaker": "Caleb A Milligan", "utterance": " How it one second please how it Tolstoy like how much was total rewrite this."}
{"start": "00:55:09.570", "end": "00:55:12.180", "speaker": "Caleb A Milligan", "utterance": " I love what stewardship said Okay, you can go play."}
{"start": "00:55:13.410", "end": "00:55:19.860", "speaker": "Caleb A Milligan", "utterance": " So one two things I do, I like to teach Robert cooper's the babysitter."}
{"start": "00:55:21.300", "end": "00:55:23.640", "speaker": "Caleb A Milligan", "utterance": " As sort of a print example of this."}
{"start": "00:55:24.900", "end": "00:55:36.210", "speaker": "Caleb A Milligan", "utterance": " And, and then the other thing is like when you were saying like How does toast toast do I do this typically my exemplar is you know I would say, like How does port into do this in in with those we love alive."}
{"start": "00:55:37.260", "end": "00:55:41.250", "speaker": "Caleb A Milligan", "utterance": " that's typically the one I teach as a kind of like exemplar of."}
{"start": "00:55:42.270", "end": "00:55:45.930", "speaker": "Caleb A Milligan", "utterance": " Here is something you can do with twine that feels."}
{"start": "00:55:47.460", "end": "00:55:57.000", "speaker": "Caleb A Milligan", "utterance": " And it's kind of a like it means so many things that feels literary so you know i'm gonna mute myself now, just in case she finds any more stuffed animals."}
{"start": "00:56:00.180", "end": "00:56:14.010", "speaker": "Lai-Tze Fan", "utterance": " I also wanted to if caleb wants to respond in the chat that's also very good, well, welcome to if you want to um I realized I didn't get I didn't give Stewart orc am caleb a chance to respond to Daniel causes question about."}
{"start": "00:56:16.200", "end": "00:56:23.130", "speaker": "Lai-Tze Fan", "utterance": " The future of twine so if you'd like to address that at this point and we can, or we maybe we can return to it later or bring it."}
{"start": "00:56:23.160", "end": "00:56:24.240", "speaker": "Stuart Moulthrop", "utterance": " Tonight i've got a quick one."}
{"start": "00:56:24.420", "end": "00:56:30.180", "speaker": "Stuart Moulthrop", "utterance": " I did I did I did what a thrilling so I have this quirky."}
{"start": "00:56:31.500", "end": "00:56:33.060", "speaker": "Stuart Moulthrop", "utterance": " push back to twine at 10."}
{"start": "00:56:34.470", "end": "00:56:46.290", "speaker": "Stuart Moulthrop", "utterance": " Where I say twine is 30 because there was 20 years of hypertext work before we got to twine and and that's actually my way of answering where will twine being another 10 which is you know, in a way."}
{"start": "00:56:47.610", "end": "00:57:00.720", "speaker": "Stuart Moulthrop", "utterance": " Where it's now where it is now scattered fragmented and resurgent right, I mean I think things will keep coming back because they're at the margins they're not well supported they're raising important questions."}
{"start": "00:57:02.520", "end": "00:57:14.850", "speaker": "Stuart Moulthrop", "utterance": " But those questions kind of need to be in marginal spaces to proceed in a way, and it may be that for a while there's just a lot of recycling of ideas, you know sort of more protest music."}
{"start": "00:57:17.160", "end": "00:57:18.960", "speaker": "Lai-Tze Fan", "utterance": " I didn't know gestures a lot towards."}
{"start": "00:57:19.050", "end": "00:57:22.470", "speaker": "Lai-Tze Fan", "utterance": " Things that Anastasia have brought up in though as well just said that."}
{"start": "00:57:23.490", "end": "00:57:28.170", "speaker": "Lai-Tze Fan", "utterance": " percent project, particularly because what has changed, maybe, as the ways in which to minus."}
{"start": "00:57:29.670", "end": "00:57:35.970", "speaker": "Lai-Tze Fan", "utterance": " twine at 30 has intended to just the divide and conquer so not to be a plot like."}
{"start": "00:57:37.290", "end": "00:57:45.510", "speaker": "Lai-Tze Fan", "utterance": " Specific to one distributor and to think about twine as a political tool of that made me think about that as well."}
{"start": "00:57:47.880", "end": "00:57:48.030", "speaker": "Lai-Tze Fan", "utterance": " I."}
{"start": "00:57:48.390", "end": "00:57:49.800", "speaker": "Anastasia Salter", "utterance": " didn't add one thing to that."}
{"start": "00:57:50.040", "end": "00:57:58.890", "speaker": "Anastasia Salter", "utterance": " yeah sure, so I do think where where it's useful to differentiate between hypertext entwine is with a reminder that twine as a constructed tool."}
{"start": "00:57:59.310", "end": "00:58:07.830", "speaker": "Anastasia Salter", "utterance": " is a tool we have, because if people who maintain and to contribute to open source projects, which is also something important to keep in mind when asking for things."}
{"start": "00:58:08.790", "end": "00:58:15.210", "speaker": "Anastasia Salter", "utterance": " Instead of talking about what twine should become that we're talking about the Labor of a small group of unpaid people."}
{"start": "00:58:15.780", "end": "00:58:24.870", "speaker": "Anastasia Salter", "utterance": " Right so twine is a particular hypertext platforms that has a Community sustaining it and that Community may or may not still be."}
{"start": "00:58:25.470", "end": "00:58:36.360", "speaker": "Anastasia Salter", "utterance": " Some of the people, supporting it in 10 years but will certainly have probably other kind of hypertext platforms and other people who emerged, to create the things that shape that space."}
{"start": "00:58:37.470", "end": "00:58:45.630", "speaker": "Anastasia Salter", "utterance": " But ultimately I mean some of the things we've seen with this work are the challenges of on sustainable unpaid Labor which."}
{"start": "00:58:46.230", "end": "00:58:57.450", "speaker": "Anastasia Salter", "utterance": " Dan is one of the people who does that Labor has been pointing out in the chat but also right we talked about platforms we've lost it's often because of the unsustainability that we see them go away."}
{"start": "00:58:57.990", "end": "00:59:06.630", "speaker": "Anastasia Salter", "utterance": " If we want twice and indeed more robust hypertext in 10 years that we do have to think about our responsibility to kind of."}
{"start": "00:59:07.530", "end": "00:59:11.520", "speaker": "Anastasia Salter", "utterance": " invest in those infrastructures and communities, the same way, a model."}
{"start": "00:59:11.910", "end": "00:59:21.060", "speaker": "Anastasia Salter", "utterance": " Someone wasn't archive of URL and a long time to go in the chat the same way, like fandom after watching all of their platforms die or censor their content."}
{"start": "00:59:21.360", "end": "00:59:38.280", "speaker": "Anastasia Salter", "utterance": " created a more sustainable feminist tech infrastructure for that work to survive the yellow is doing some of like some things in that direction, but not not i'd say nearly as much as we could we have to consider our responsibility for still having something like twine in 10 years."}
{"start": "00:59:39.780", "end": "00:59:42.090", "speaker": "Lai-Tze Fan", "utterance": " that's an excellent point on particularly."}
{"start": "00:59:42.990", "end": "00:59:44.490", "speaker": "Lai-Tze Fan", "utterance": " Thinking about the."}
{"start": "00:59:45.630", "end": "00:59:48.000", "speaker": "Lai-Tze Fan", "utterance": " The questions of infrastructure and."}
{"start": "00:59:49.140", "end": "00:59:56.160", "speaker": "Lai-Tze Fan", "utterance": " Infrastructure around open source and i'm definitely not the only person to be thinking about sustainability and open source open source is often."}
{"start": "00:59:56.640", "end": "01:00:08.520", "speaker": "Lai-Tze Fan", "utterance": " it's The point is, and especially open source and open access is supposed to be free is supposed to be more accessible, but like that takes a lot of invisible Labor to maintain a lot of."}
{"start": "01:00:09.750", "end": "01:00:14.370", "speaker": "Lai-Tze Fan", "utterance": " Quite often quite a lot of money to maintain and where does this come from."}
{"start": "01:00:15.600", "end": "01:00:22.020", "speaker": "Lai-Tze Fan", "utterance": " i'm actually now again gesturing toward Laos talk, the other day, but I don't want to skip the fact that I Nice."}
{"start": "01:00:23.070", "end": "01:00:29.880", "speaker": "Lai-Tze Fan", "utterance": " agnieszka had their hand up earlier and has been waiting quite a long time so."}
{"start": "01:00:30.390", "end": "01:00:31.500", "speaker": "Agnieszka Przybyszewska", "utterance": " yeah I."}
{"start": "01:00:31.560", "end": "01:00:34.140", "speaker": "Agnieszka Przybyszewska", "utterance": " almost finished writing that in the chat."}
{"start": "01:00:35.850", "end": "01:00:54.330", "speaker": "Agnieszka Przybyszewska", "utterance": " It was something to today because my background is in literature, but also media studies and i'm closure of creative writing program at my university, so I think it's what you asked about So for me what worked was always."}
{"start": "01:00:55.410", "end": "01:01:05.160", "speaker": "Agnieszka Przybyszewska", "utterance": " started static with us what said with examples of on linear and interactive literature in print and then students."}
{"start": "01:01:07.140", "end": "01:01:18.270", "speaker": "Agnieszka Przybyszewska", "utterance": " So how you can add more interactivity so even those focused in a very traditional way of writing we're interested in adding more than just simple links."}
{"start": "01:01:19.890", "end": "01:01:34.320", "speaker": "Agnieszka Przybyszewska", "utterance": " And the second thing I also conducted a lot of workshops for teachers to introduce twine in primary and secondary schools and they they always ask about how can we."}
{"start": "01:01:35.370", "end": "01:01:53.400", "speaker": "Agnieszka Przybyszewska", "utterance": " use it to talk about literature, so I showed them examples of game books and I showed them how to speak, for example, about a second person aeration using this tool and it always works so so it's just a question I wanted to add."}
{"start": "01:02:02.160", "end": "01:02:05.250", "speaker": "Lai-Tze Fan", "utterance": " Would someone like to speak tonight."}
{"start": "01:02:05.430", "end": "01:02:07.980", "speaker": "Stuart Moulthrop", "utterance": " i'll just i'll just say that finally."}
{"start": "01:02:09.090", "end": "01:02:13.290", "speaker": "Stuart Moulthrop", "utterance": " it's clicked in my mind that what I want to right now is a game book."}
{"start": "01:02:14.640", "end": "01:02:15.300", "speaker": "Stuart Moulthrop", "utterance": " You know I mean."}
{"start": "01:02:16.650", "end": "01:02:21.180", "speaker": "Stuart Moulthrop", "utterance": " It there's there's an artifact about a lot of things we do hypertext and."}
{"start": "01:02:23.190", "end": "01:02:33.810", "speaker": "Stuart Moulthrop", "utterance": " substitution grammars and things like that, where you know we sort of convince ourselves that that the the playful forums, the juvenile forums game books."}
{"start": "01:02:35.490", "end": "01:02:49.050", "speaker": "Stuart Moulthrop", "utterance": " Mad libs are things that we should shun and move away from right but ya know I think it's I think we have to embrace them, you know, this is all about expanding the literary, so why not."}
{"start": "01:02:54.270", "end": "01:02:57.210", "speaker": "Sarah Laiola (she/her)", "utterance": " say I want that yeah, I just wanted to add one thing, because I think."}
{"start": "01:02:58.350", "end": "01:03:04.380", "speaker": "Sarah Laiola (she/her)", "utterance": " Like chatbots done quick has now reentered the chat and also of course twine and and the like important discussions about."}
{"start": "01:03:04.860", "end": "01:03:12.270", "speaker": "Sarah Laiola (she/her)", "utterance": " The Labor behind these kinds of platforms that allow us to do that really reduce the barrier to entry to creating some of these."}
{"start": "01:03:12.840", "end": "01:03:22.830", "speaker": "Sarah Laiola (she/her)", "utterance": " Like literary things like whether that's a Twitter Bot, in the case of CBD Q, or like a creative hypertext or linked story in the case of twine."}
{"start": "01:03:23.370", "end": "01:03:32.040", "speaker": "Sarah Laiola (she/her)", "utterance": " And I guess the other thing that i'm kind of seeing here, thinking of my own background and like skill sets and what I can teach is."}
{"start": "01:03:32.490", "end": "01:03:36.510", "speaker": "Sarah Laiola (she/her)", "utterance": " Not just the reliance on these kinds of tools, as they exist, but like where."}
{"start": "01:03:37.110", "end": "01:03:49.740", "speaker": "Sarah Laiola (she/her)", "utterance": " I have not been able to find a good space to figure out myself how to get a Twitter Bot on Twitter outside of see bbq, for instance, right like so it's like there's lots on how to write and tracery how to conceptualize Twitter bots."}
{"start": "01:03:50.820", "end": "01:03:58.800", "speaker": "Sarah Laiola (she/her)", "utterance": " And things like that there's lots on similarly like how to conceptualize a hypertext how to work in twine and so on, but like there's not."}
{"start": "01:03:59.790", "end": "01:04:15.900", "speaker": "Sarah Laiola (she/her)", "utterance": " A whole lot there that I have found that's like speaking to a humanities trained literary and arts audience right, that is, that level like just that basic kind of computer literacy computer science stuff so I guess, I would like to throw out there since."}
{"start": "01:04:17.010", "end": "01:04:23.400", "speaker": "Sarah Laiola (she/her)", "utterance": " Then I think that's an additional thing that maybe we need to address if we're as we're kind of thinking through."}
{"start": "01:04:24.270", "end": "01:04:31.350", "speaker": "Sarah Laiola (she/her)", "utterance": " The things that we're asking of these platforms and the Labor behind these platforms is that other question of like but where's where the gaps in."}
{"start": "01:04:31.830", "end": "01:04:38.160", "speaker": "Sarah Laiola (she/her)", "utterance": " The ways that we continue to like i'm a pretty recently minted humanities PhD supposedly a digital humanities."}
{"start": "01:04:38.790", "end": "01:04:47.910", "speaker": "Sarah Laiola (she/her)", "utterance": " Electronic lit but I don't have a secret computer science degree in my back pocket right it's definitely humanities, and so like."}
{"start": "01:04:48.450", "end": "01:04:56.700", "speaker": "Sarah Laiola (she/her)", "utterance": " that's I just like the way we're still trading up humanities folks to work even in these digital spaces does not include that like it includes."}
{"start": "01:04:57.120", "end": "01:05:11.070", "speaker": "Sarah Laiola (she/her)", "utterance": " How to learn certain things, but then there's still this kind of gap, so I think that also maybe needs to be addressed as we're thinking about whether it like preservation or archiving or helping to distribute this Labor and so on, like where does that come in."}
{"start": "01:05:17.580", "end": "01:05:24.750", "speaker": "Lai-Tze Fan", "utterance": " Would anyone, like to add something to what Sarah sad or in response to agnieszka is a."}
{"start": "01:05:25.980", "end": "01:05:38.100", "speaker": "Lai-Tze Fan", "utterance": " I kind of question I guess there and for Sarah which is related to something she'd said during your talk was which is around around the Epistle lab so there's already been a little bit of conversation."}
{"start": "01:05:39.210", "end": "01:05:46.170", "speaker": "Lai-Tze Fan", "utterance": " In this regard, but you very briefly mentioned that there you have a history in stem you're thinking about stem labs."}
{"start": "01:05:46.500", "end": "01:05:58.470", "speaker": "Lai-Tze Fan", "utterance": " And then he proposed this idea of in a pistol laboratory really like i'm thinking you know I like it, because of the slowness of having to process ideas and then send them off think about process make those."}
{"start": "01:05:58.800", "end": "01:06:05.040", "speaker": "Lai-Tze Fan", "utterance": " Steps a little bit more transparent, because often there's a lot of doing and not a lot of thinking, not a lot of discussion of."}
{"start": "01:06:06.390", "end": "01:06:13.140", "speaker": "Lai-Tze Fan", "utterance": " Of like processes and um but so, but the question i'd like to ask is actually about."}
{"start": "01:06:14.070", "end": "01:06:17.640", "speaker": "Lai-Tze Fan", "utterance": " twine in the ways that you were describing it as tink tinkering."}
{"start": "01:06:18.060", "end": "01:06:36.120", "speaker": "Lai-Tze Fan", "utterance": " And I wanted to think about that versus the act of production, as it might happen in stem so, how does tinkering how do prototypes How does trial and error, which is also something that's very big in the processes of dh making them more transparent, a dh How does that compare to."}
{"start": "01:06:38.580", "end": "01:06:44.790", "speaker": "Lai-Tze Fan", "utterance": " Processes of production in stem and I maybe that's an unfair question and i'm just asking, because you mentioned, you have a background and."}
{"start": "01:06:45.600", "end": "01:06:53.250", "speaker": "Lai-Tze Fan", "utterance": " I work at a very stem heavy university, so my mind how do I distinguish myself in the humanities, as somebody who worked."}
{"start": "01:06:54.330", "end": "01:07:05.160", "speaker": "Lai-Tze Fan", "utterance": " On tinkering making design, but like step by step, and thinking about process over product, how do I distinguish myself from neo liberal production."}
{"start": "01:07:05.640", "end": "01:07:14.820", "speaker": "Lai-Tze Fan", "utterance": " And so, and so forth, so i'd love to hear your thoughts and not and whatnot epistolary and pistol lab might do differently, and I think there was another question on a pistol i've."}
{"start": "01:07:15.150", "end": "01:07:23.880", "speaker": "Lai-Tze Fan", "utterance": " had an arguments asked is the pistol out for twine specifically or for digital writing, I think, then, you know what you could forgive my question entirely and just."}
{"start": "01:07:23.880", "end": "01:07:27.420", "speaker": "Lai-Tze Fan", "utterance": " test lab sure we'd all be happy to hear about it, or you."}
{"start": "01:07:28.560", "end": "01:07:30.750", "speaker": "Lai-Tze Fan", "utterance": " Some one of the things that we just talked about her."}
{"start": "01:07:31.620", "end": "01:07:41.400", "speaker": "Sarah Laiola (she/her)", "utterance": " yeah I mean I guess so First I should clarify that I have a stem background in the sense that, since I was like seven or eight I thought I would go into stem so like all of my leg childhood."}
{"start": "01:07:41.820", "end": "01:07:51.630", "speaker": "Sarah Laiola (she/her)", "utterance": " was relatively stem focused, but not in like the cool way where my parents like bought me computer parts and I put one together just didn't like the way, where I was like i'm a girl, and I love science yeah."}
{"start": "01:07:52.200", "end": "01:08:06.120", "speaker": "Sarah Laiola (she/her)", "utterance": " Like in the 90s so basically just like that and I started undergrad planning to go into stem and then like in freshman year I was like jk I actually hate being in the lab which is ironic that here we are talking about."}
{"start": "01:08:06.570", "end": "01:08:11.700", "speaker": "Sarah Laiola (she/her)", "utterance": " labs in the pistol labs but i'm so to that point, though I guess."}
{"start": "01:08:12.210", "end": "01:08:19.710", "speaker": "Sarah Laiola (she/her)", "utterance": " When i'm thinking about the pistol lab I don't think it's fine specific so much as that twine has been trying to teach my students to collaborate on twine."}
{"start": "01:08:20.160", "end": "01:08:29.460", "speaker": "Sarah Laiola (she/her)", "utterance": " Without being in the same space has prompted me to kind of think about what is this other lab model that might be available so it's like a combination of that."}
{"start": "01:08:30.240", "end": "01:08:46.950", "speaker": "Sarah Laiola (she/her)", "utterance": " Where you know actually having, as I mentioned in my talk like to show and talk through multiple times like download the html file this file works like all the other files you've ever seen you can attach it to your email and send it to you know, a friend, or to your collaborator."}
{"start": "01:08:48.150", "end": "01:08:48.780", "speaker": "Sarah Laiola (she/her)", "utterance": " And then."}
{"start": "01:08:48.930", "end": "01:08:52.710", "speaker": "Sarah Laiola (she/her)", "utterance": " The next step, or they open it and they're like oh my God it doesn't make any sense it doesn't look like."}
{"start": "01:08:52.740", "end": "01:09:06.210", "speaker": "Sarah Laiola (she/her)", "utterance": " twine and it's like, no, no, you got to put it in twice, you know, like all the steps and so it's been a piece of that is just like how much i've had to actually talk them through the practice of writing effectively a letter."}
{"start": "01:09:07.740", "end": "01:09:16.770", "speaker": "Sarah Laiola (she/her)", "utterance": " And I haven't had a chance to go back and look at this yet where I have been kind of thinking forward is that since that time and actually this week I haven't gotten to do very much."}
{"start": "01:09:17.190", "end": "01:09:24.270", "speaker": "Sarah Laiola (she/her)", "utterance": " At yellow because i've been running assessment for my program which does focus on like reflection and process."}
{"start": "01:09:24.780", "end": "01:09:34.470", "speaker": "Sarah Laiola (she/her)", "utterance": " And so on so we've been kind of thinking about how do we assess so so part of our program includes critical making so we have critical making samples, along with writing samples for assessment."}
{"start": "01:09:35.220", "end": "01:09:47.190", "speaker": "Sarah Laiola (she/her)", "utterance": " But even in the sessions, we were kind of constantly like well this product does not look terribly critical, it has been made, but it just looks like an APP that i've seen before right like it doesn't look like."}
{"start": "01:09:47.700", "end": "01:09:53.340", "speaker": "Sarah Laiola (she/her)", "utterance": " The kinds of grandiose things we want of critical making, which is like disrupting production, as you said."}
{"start": "01:09:54.090", "end": "01:09:58.650", "speaker": "Sarah Laiola (she/her)", "utterance": " Focusing on process, and all this kind of stuff so right now we've been like literally."}
{"start": "01:09:59.280", "end": "01:10:10.470", "speaker": "Sarah Laiola (she/her)", "utterance": " Yesterday I was talking with my colleagues about maybe we need to start incorporating reflection, or something that helped or like some kind of process documentation that helps us see that."}
{"start": "01:10:11.160", "end": "01:10:21.390", "speaker": "Sarah Laiola (she/her)", "utterance": " And so, then recollecting my thoughts on a pistol labs today i've been wondering if, because of like the intimacy of letter writing and they're like where Am I students kind of found that they had to actually."}
{"start": "01:10:21.840", "end": "01:10:30.600", "speaker": "Sarah Laiola (she/her)", "utterance": " tell their partner like okay so since we last met I have added these things and I did that, because I think that this might be kind of cool."}
{"start": "01:10:30.990", "end": "01:10:37.050", "speaker": "Sarah Laiola (she/her)", "utterance": " But let me know what you think we I also thought about that you know, like they have to have that kind of conversation in."}
{"start": "01:10:37.470", "end": "01:10:45.630", "speaker": "Sarah Laiola (she/her)", "utterance": " The email body or in the zoom breakout room or in whatever kind of conversation they're having in my case it tended to be an email body, rather than a zoom breakout room."}
{"start": "01:10:46.170", "end": "01:10:51.450", "speaker": "Sarah Laiola (she/her)", "utterance": " And something to actually make it co here right in the nba a collaborative."}
{"start": "01:10:52.320", "end": "01:10:58.950", "speaker": "Sarah Laiola (she/her)", "utterance": " In this case I think they were doing multimedia essays so to be a collaborative essay they had to talk through all those processes and even."}
{"start": "01:10:59.580", "end": "01:11:07.410", "speaker": "Sarah Laiola (she/her)", "utterance": " The ones that figured out how to do more advanced like coding stuff whether that was custom CSS for incorporating."}
{"start": "01:11:08.010", "end": "01:11:15.600", "speaker": "Sarah Laiola (she/her)", "utterance": " Different interactions and stuff would have to talk through that to their peer, and so I had been kind of thinking that perhaps there's a potential in this model."}
{"start": "01:11:16.050", "end": "01:11:20.670", "speaker": "Sarah Laiola (she/her)", "utterance": " For requiring on the one hand kind of organically, creating a process discussion."}
{"start": "01:11:21.120", "end": "01:11:28.440", "speaker": "Sarah Laiola (she/her)", "utterance": " Because that's I think what we aim for in a lot of collaboration is not just two people working in silence together, but actually like thinking together."}
{"start": "01:11:28.980", "end": "01:11:38.070", "speaker": "Sarah Laiola (she/her)", "utterance": " And that perhaps this is a space where that thinking together can be documented in a more organic way and in a more purposeful way because they learn very quickly that their peers."}
{"start": "01:11:38.520", "end": "01:11:48.300", "speaker": "Sarah Laiola (she/her)", "utterance": " don't give them they don't like close to read and extrapolate from their their what they have to say in the way that I do like I tend to kind of be like oh yes you're."}
{"start": "01:11:48.570", "end": "01:12:04.020", "speaker": "Sarah Laiola (she/her)", "utterance": " Very close to what we discussed in class but not quite saying it but yeah like I see this connection, but they're 18 1920 year old peers, who aren't hanging out with a PhD in critical thinking right aren't giving them that so they have to really break it down in."}
{"start": "01:12:05.040", "end": "01:12:18.150", "speaker": "Sarah Laiola (she/her)", "utterance": " In more precise ways so i'm hopeful that that's maybe what the pistol APP can offer and maybe to your point of disrupting product over process and then to hannah's question, I think this can work in lots of different models like I."}
{"start": "01:12:19.350", "end": "01:12:25.200", "speaker": "Sarah Laiola (she/her)", "utterance": " don't often do collaborative Twitter box, because you can't like CBD Q has the same limitations of twine."}
{"start": "01:12:25.680", "end": "01:12:26.580", "speaker": "Lai-Tze Fan", "utterance": " All right, but."}
{"start": "01:12:26.670", "end": "01:12:27.900", "speaker": "Sarah Laiola (she/her)", "utterance": " yeah are we at time."}
{"start": "01:12:28.020", "end": "01:12:29.310", "speaker": "Lai-Tze Fan", "utterance": " i'm sorry yeah I just."}
{"start": "01:12:29.340", "end": "01:12:29.640", "speaker": "Lai-Tze Fan", "utterance": " I."}
{"start": "01:12:30.030", "end": "01:12:30.660", "speaker": "Lai-Tze Fan", "utterance": " I don't."}
{"start": "01:12:31.320", "end": "01:12:35.580", "speaker": "Lai-Tze Fan", "utterance": " know I just don't want the room to close without a while you're like a sentence."}
{"start": "01:12:35.910", "end": "01:12:36.360", "speaker": "None", "utterance": "and"}
{"start": "01:12:37.470", "end": "01:12:42.450", "speaker": "Lai-Tze Fan", "utterance": " I didn't i'm apologize apologize for cutting you off he's like continue to talk on discord i'm very interested in what you're."}
{"start": "01:12:43.890", "end": "01:12:45.030", "speaker": "Sarah Laiola (she/her)", "utterance": " Building are not just wine."}
{"start": "01:12:45.300", "end": "01:12:51.780", "speaker": "Lai-Tze Fan", "utterance": " yeah Am I think we've got two minutes and I really want to address also like lillian's question about like which."}
{"start": "01:12:52.200", "end": "01:12:57.870", "speaker": "Lai-Tze Fan", "utterance": " they've written and i'm curious about the pedagogical aspects of twine and teaching twine and."}
{"start": "01:12:58.230", "end": "01:13:04.500", "speaker": "Lai-Tze Fan", "utterance": " hootsuite and twice reaching i'm concerned about the hidden and obvious racial dynamics of questions of digital literacy absolutely."}
{"start": "01:13:04.980", "end": "01:13:07.110", "speaker": "Lai-Tze Fan", "utterance": " Creative writing creative coding Who are these."}
{"start": "01:13:07.740", "end": "01:13:19.260", "speaker": "Lai-Tze Fan", "utterance": " You are these practices, reaching what are they focusing on who could you speak to how you might be integrating anti racist pedagogy is intertwined teaching and pedagogy I don't I don't i'm not sure if this is for someone specific."}
{"start": "01:13:19.650", "end": "01:13:27.030", "speaker": "Lai-Tze Fan", "utterance": " Or, if anyone can address this, but anti racist pedagogy is intertwined and effective resources to address those questions."}
{"start": "01:13:27.570", "end": "01:13:33.420", "speaker": "Lai-Tze Fan", "utterance": " and actually it, thank you for asking that question and i'll just mention i'm teaching a course at DHS sign next week on."}
{"start": "01:13:34.140", "end": "01:13:50.760", "speaker": "Lai-Tze Fan", "utterance": " game design and and at an advocacy activism anti racism, I think it's closed for registration, but open for auditing but anyway stuff plug but, if anyone else wants to talk about anti racist practices and twine practice or pedagogy Please go ahead."}
{"start": "01:13:54.330", "end": "01:14:04.920", "speaker": "Lai-Tze Fan", "utterance": " Oh i'm caleb is written wrestling with anti implications of software anti racist implications of software is something that he's doing the research to be more mindful of."}
{"start": "01:14:10.290", "end": "01:14:11.100", "speaker": "Lai-Tze Fan", "utterance": " anyone else."}
{"start": "01:14:14.760", "end": "01:14:14.970", "speaker": "Anastasia Salter", "utterance": " Can."}
{"start": "01:14:15.240", "end": "01:14:31.410", "speaker": "Anastasia Salter", "utterance": " say a little about this for me it's really about thinking through whose work we kind of show as examples and who's creative voices would bring in so I tried to bring in postmortems from designers I admire if you haven't played here now it's just awesome."}
{"start": "01:14:33.000", "end": "01:14:33.690", "speaker": "Anastasia Salter", "utterance": " Bringing in."}
{"start": "01:14:35.040", "end": "01:14:42.810", "speaker": "Anastasia Salter", "utterance": " slinking it tricks with first work and some of their conversations on, particularly on stem related."}
{"start": "01:14:44.190", "end": "01:14:59.940", "speaker": "Anastasia Salter", "utterance": " Work and the challenges of being a creator in that field there's been some fantastic talks at narrow scope through the years that it's an idea from incredible creative voices, and so my goal is like being knowledgeable of who I am at the front of the room and."}
{"start": "01:15:01.470", "end": "01:15:15.180", "speaker": "Anastasia Salter", "utterance": " Saying what's most important is to make sure that you can see a much broader range of people than me engaging and creative coding work that shows just the breadth of what's possible and gifts."}
{"start": "01:15:16.350", "end": "01:15:30.960", "speaker": "Anastasia Salter", "utterance": " Examples of explicit anti racist work, as well as people doing this kind of activist work and I have a whole list of these that I couldn't pull up quickly enough, but i'd be happy to share some around the interactive storytelling syllabus as well."}
{"start": "01:15:33.540", "end": "01:15:36.180", "speaker": "Lai-Tze Fan", "utterance": " I know that people might be running off to another panel."}
{"start": "01:15:36.870", "end": "01:15:54.690", "speaker": "Lai-Tze Fan", "utterance": " If you stay in this room my pen i'll be here in 15 minutes, but no pressure, but I wonder West and that people might be leaving to shower and shave apparently and so i've no pressure if anyone has to leave, but if anyone can stay, we can just keep chatting until they kick us out I guess."}
{"start": "01:15:55.920", "end": "01:16:05.790", "speaker": "Lai-Tze Fan", "utterance": " And just to add to anastasia's point if anyone who wants to try twine in another language you can put in, you know in passage names and everything."}
{"start": "01:16:06.150", "end": "01:16:16.830", "speaker": "Lai-Tze Fan", "utterance": " Non Latin alphabet, and this is something I learned, when I was teaching in Hong Kong just such a fun discovery, because it was not exclusive, all of a sudden to only English, and this is to all man, ladies not here."}
{"start": "01:16:17.820", "end": "01:16:30.390", "speaker": "Lai-Tze Fan", "utterance": " i'll email him later, but um yeah I think about that in terms of an anti racist practice being about inclusive of other ways to think about language that are not necessarily."}
{"start": "01:16:32.130", "end": "01:16:43.890", "speaker": "Lai-Tze Fan", "utterance": " In anglophone but even even even Western so anyway Okay, the room has to close apparently so we're all we all must go, you can refer you can just copy and paste the same link, if you want to."}
{"start": "01:16:44.940", "end": "01:16:52.320", "speaker": "Lai-Tze Fan", "utterance": " I just want to thank everyone for showing up I know it's really early for some of you, and so I really appreciate it, and thank you again to everyone."}
{"start": "01:16:53.640", "end": "01:16:54.390", "speaker": "Lai-Tze Fan", "utterance": " And thank you."}