{"start": "00:00:26.000", "end": "00:00:35.000", "speaker": "None", "utterance": "So I think we're gonna get started having seen the jingle already but we'll, we'll take it very slowly and while people are still coming in, welcome."}
{"start": "00:00:35.000", "end": "00:00:42.000", "speaker": "None", "utterance": "First of all, welcome to this track to panel identities and bodies."}
{"start": "00:00:42.000", "end": "00:00:59.000", "speaker": "None", "utterance": "When I was looking at the the papers for this panel I was excited to see such a broad range of topics like surrounding gender, sexuality, the body subjectivity and like the post-human and lots and lots of things to super exciting things woven together"}
{"start": "00:00:59.000", "end": "00:01:13.000", "speaker": "None", "utterance": "with forms of Elliot, and, you know, neighboring art form so we're going to have, we're going to be talking about fan fiction and digital sort of app fiction we're going to be talking about electronic poetry poetry and even go as far as architecture and"}
{"start": "00:01:13.000", "end": "00:01:32.000", "speaker": "None", "utterance": "digital speciality so it's. There's a wealth of wonderful material coming your way. And we have four panelists, we are going to going to start with Angela key Marcus your tea from the Union University in Greece."}
{"start": "00:01:32.000", "end": "00:01:49.000", "speaker": "None", "utterance": "Well then, hand over to Christine walks who is speaking on behalf of collective, I also happen to be part of coming from the University of Guelph, and Alberta and Bergen and Massey's it's a global undertaking."}
{"start": "00:01:49.000", "end": "00:02:01.000", "speaker": "None", "utterance": "Then we have Mariana Gunderson, who is from Bergen University and Fernanda Chica pronounce that correctly, from. And I'm not sure whether this is actually true it."}
{"start": "00:02:01.000", "end": "00:02:08.000", "speaker": "None", "utterance": "Are you at the university darkness you know they might have popped up again Tina. Yeah, okay. Okay, so I've got this."}
{"start": "00:02:08.000", "end": "00:02:17.000", "speaker": "None", "utterance": "So that's that's the order of talks. So, without further ado let's turn it over to and Yuki."}
{"start": "00:02:17.000", "end": "00:02:22.000", "speaker": "None", "utterance": "Thank you. Great. Thank you very much for the introduction."}
{"start": "00:02:22.000", "end": "00:02:38.000", "speaker": "None", "utterance": "Just give me a second to turn on my screen."}
{"start": "00:02:38.000", "end": "00:02:41.000", "speaker": "None", "utterance": "Alright."}
{"start": "00:02:41.000", "end": "00:03:02.000", "speaker": "None", "utterance": "So, today I will share with you part of my research journey, which started a few years ago, and we actually began with personal artistic experimentation, but then it developed also in a kind of an education and context."}
{"start": "00:03:02.000", "end": "00:03:27.000", "speaker": "None", "utterance": "So the main idea is how we go from ourselves to space, through a series of textual experiments. So, here's basis, not only seen, as, as a strict geometric form but also as an experience as a kind of an atmosphere which is different."}
{"start": "00:03:27.000", "end": "00:03:41.000", "speaker": "None", "utterance": "As or as a different state of being in another environment so in my paper present, different, different things that they try to bring them together and set them in dialogue."}
{"start": "00:03:41.000", "end": "00:03:49.000", "speaker": "None", "utterance": "So, the first of them is a course called Digital to them which,"}
{"start": "00:03:49.000", "end": "00:04:08.000", "speaker": "None", "utterance": "in which students were asked to talk about digital culture and design about digital culture so the in the beginning they started, we started with it, and we had to make some sort actual statements in the form of confession about their digital online presence"}
{"start": "00:04:08.000", "end": "00:04:12.000", "speaker": "None", "utterance": "presence and exploring this way."}
{"start": "00:04:12.000", "end": "00:04:30.000", "speaker": "None", "utterance": "Various kinds of repetitive behaviors or obsessive behaviors or economic characteristics that they might find in their online presence. And here we see some, some abstracts of these statements."}
{"start": "00:04:30.000", "end": "00:04:53.000", "speaker": "None", "utterance": "And then they were asked to take an interview of an artificial intelligence of their choice and generally interact and the creative way and produce heretical dialogues, in a way, and the outcome of this exercise was very interesting because most of the"}
{"start": "00:04:53.000", "end": "00:05:07.000", "speaker": "None", "utterance": "time thing, the dialogues move at the ends of the Muslims lot knowledge, they ended up talking about things that the missing does not no experience in you and these was quite interesting."}
{"start": "00:05:07.000", "end": "00:05:24.000", "speaker": "None", "utterance": "And then in another project they were asked to create a collective manifesto about digital space and practicing this way the metaphorical thinking that accompanies the whole digital culture, and the way it's been created."}
{"start": "00:05:24.000", "end": "00:05:30.000", "speaker": "None", "utterance": "And actually this, this also actually doesn't as a hypothetical scenario for the course."}
{"start": "00:05:30.000", "end": "00:05:43.000", "speaker": "None", "utterance": "And then we were asked to create a series of digital to them, which were actually there this is a search for portraits and."}
{"start": "00:05:43.000", "end": "00:05:49.000", "speaker": "None", "utterance": "And they created them through audio visual works, and through the use of digital media design."}
{"start": "00:05:49.000", "end": "00:06:00.000", "speaker": "None", "utterance": "So here we see some abstracts of these works, and we seen some cases there's a combination of text and being mad in an interesting way."}
{"start": "00:06:00.000", "end": "00:06:18.000", "speaker": "None", "utterance": "And also, I include the reference in another cause which is a postgraduate course called out of the moving image and then with the, the students were asked to use kinetic poetry as a research me do."}
{"start": "00:06:18.000", "end": "00:06:37.000", "speaker": "None", "utterance": "And so they were actually trying to use text in a way to read the text but but also to be read in a way. And so they created various works, some of them were inspired by visual poetry, or by kinetic type biography."}
{"start": "00:06:37.000", "end": "00:06:53.000", "speaker": "None", "utterance": "And here we see an abstract over very interesting work with us, made use of the desktop interface, we talk about two kinds of space, space and space in the space of the others, and set them."}
{"start": "00:06:53.000", "end": "00:06:56.000", "speaker": "None", "utterance": "We try to stay in dialogue."}
{"start": "00:06:56.000", "end": "00:07:00.000", "speaker": "None", "utterance": "Unfortunately, like a longer break."}
{"start": "00:07:00.000", "end": "00:07:15.000", "speaker": "None", "utterance": "And so this is also another abstract. Another students work with books about reputation as a kind of spatial saddle as a kind of relic of the past."}
{"start": "00:07:15.000", "end": "00:07:20.000", "speaker": "None", "utterance": "And, and also include some references to my own work."}
{"start": "00:07:20.000", "end": "00:07:35.000", "speaker": "None", "utterance": "Generally my work is all the visual but a sheer I tried to do some, some works with his text, in a way, and then set them in dialogue with the rest of my research."}
{"start": "00:07:35.000", "end": "00:07:37.000", "speaker": "None", "utterance": "So here."}
{"start": "00:07:37.000", "end": "00:07:56.000", "speaker": "None", "utterance": "One lon references a boy him, which is an appropriation of 13 ways of looking at the Blackbird by Wallace Stevens, in which I try to make use of Google Translate system and create filtering successive translations of the poem and try to do this in a creative"}
{"start": "00:07:56.000", "end": "00:07:59.000", "speaker": "None", "utterance": "way and producing your kind of."}
{"start": "00:07:59.000", "end": "00:08:06.000", "speaker": "None", "utterance": "And you kind of text and you kind of expression, in a way."}
{"start": "00:08:06.000", "end": "00:08:26.000", "speaker": "None", "utterance": "And there's also this reference to interactive game form with this golden no to fall in dialogue with discipline was was was was produced during the pandemic, and it is actually inspired by the erotic ontology of cyberspace."}
{"start": "00:08:26.000", "end": "00:08:46.000", "speaker": "None", "utterance": "And it talks about the struggles of human communications through the mediated condition, and the player is asked to move, actually in the landscape between these two people, and explore all the things."}
{"start": "00:08:46.000", "end": "00:09:16.000", "speaker": "None", "utterance": "And this is, until we solve your sort of it."}
{"start": "00:09:25.000", "end": "00:09:31.000", "speaker": "None", "utterance": "Thank you very much."}
{"start": "00:09:31.000", "end": "00:09:34.000", "speaker": "None", "utterance": "Thank you. Thank you,"}
{"start": "00:09:34.000", "end": "00:09:37.000", "speaker": "None", "utterance": "beautiful images."}
{"start": "00:09:37.000", "end": "00:09:43.000", "speaker": "None", "utterance": "I would say welcome back with questions at the end of all the presentations."}
{"start": "00:09:43.000", "end": "00:09:48.000", "speaker": "None", "utterance": "And with that, I would turn it over to Christine."}
{"start": "00:09:48.000", "end": "00:09:59.000", "speaker": "None", "utterance": "I'll be talking about open to construction reading and writing bodies and digital fiction and the open web platform."}
{"start": "00:09:59.000", "end": "00:10:04.000", "speaker": "None", "utterance": "Just share my screen"}
{"start": "00:10:04.000", "end": "00:10:15.000", "speaker": "None", "utterance": "flow."}
{"start": "00:10:15.000", "end": "00:10:16.000", "speaker": "None", "utterance": "Hi."}
{"start": "00:10:16.000", "end": "00:10:35.000", "speaker": "None", "utterance": "I'm so drawing parallels between the open web platform, and the open way, a fictional body can be constructed from a text. The well the full paper explores the creative and ethical strategies employed in the creation of a feminist interactive digital"}
{"start": "00:10:35.000", "end": "00:10:45.000", "speaker": "None", "utterance": "fiction, the body image Narrative Therapy advocacy and plurality"}
{"start": "00:10:45.000", "end": "00:11:03.000", "speaker": "None", "utterance": "body image concerns affect the well being of a large number of young people, immersed in a media coach that privileges unrealistic ideal bodies, thin hetero normative white able bodied and so on, so pervasive appearance related pressures, can lead to"}
{"start": "00:11:03.000", "end": "00:11:12.000", "speaker": "None", "utterance": "poor self esteem anxiety over exercising, eating disorders and worse."}
{"start": "00:11:12.000", "end": "00:11:27.000", "speaker": "None", "utterance": "writing new bodies is an intercontinental project that brings together a team of trans disciplinary researchers in theories of gender and the body critical psychology art and social justice Digital Media Arts electronic literature narrative and digital"}
{"start": "00:11:27.000", "end": "00:11:29.000", "speaker": "None", "utterance": "culture."}
{"start": "00:11:29.000", "end": "00:11:49.000", "speaker": "None", "utterance": "Our goal is to critically co design and evaluate an interactive web body nonspecific Bibliothque therapy with and for our target group of women and non binary individuals, aged 18 to 25 from diverse backgrounds, skin just briefly."}
{"start": "00:11:49.000", "end": "00:11:57.000", "speaker": "None", "utterance": "I'm not sure whether you've been switching slides, I can still only see the title slide, happy and switching slides."}
{"start": "00:11:57.000", "end": "00:12:02.000", "speaker": "None", "utterance": "So, can everybody see the slides changing."}
{"start": "00:12:02.000", "end": "00:12:07.000", "speaker": "None", "utterance": "No. strange. No."}
{"start": "00:12:07.000", "end": "00:12:11.000", "speaker": "None", "utterance": "Right, I'll just go to the Can you see the slides. Yeah, yeah, yeah. Okay, Well that was."}
{"start": "00:12:11.000", "end": "00:12:15.000", "speaker": "None", "utterance": "Okay, well that was. And can you see the."}
{"start": "00:12:15.000", "end": "00:12:22.000", "speaker": "None", "utterance": "You just see the slides and the site power. Yeah, so I can see all your faces on that. That's fine."}
{"start": "00:12:22.000", "end": "00:12:25.000", "speaker": "None", "utterance": "Okay, well I'll just."}
{"start": "00:12:25.000", "end": "00:12:29.000", "speaker": "None", "utterance": "So that was that's the whole team, showing the whole team there."}
{"start": "00:12:29.000", "end": "00:12:37.000", "speaker": "None", "utterance": "And right this is the slide that I'm on now so I'll just flip through them. Okay."}
{"start": "00:12:37.000", "end": "00:12:53.000", "speaker": "None", "utterance": "So, the project began with a period of feminist participatory action research with our target group, where we explore these issues, and their effects, and shared practical and speculative ideas and strategies for coping self compassion healing and social"}
{"start": "00:12:53.000", "end": "00:12:55.000", "speaker": "None", "utterance": "change."}
{"start": "00:12:55.000", "end": "00:13:05.000", "speaker": "None", "utterance": "In short, we learn from each of them, and these learnings inform and guide the content nature and design of the digital fiction, which I'm currently developing."}
{"start": "00:13:05.000", "end": "00:13:14.000", "speaker": "None", "utterance": "Having a therapeutic remit MIT remit is a complex and sensitive project, and it takes time."}
{"start": "00:13:14.000", "end": "00:13:20.000", "speaker": "None", "utterance": "So now I'm going to show you a series of slides, which are."}
{"start": "00:13:20.000", "end": "00:13:27.000", "speaker": "None", "utterance": "It's like working progress of the, what I'm actually building. The building the digital fiction."}
{"start": "00:13:27.000", "end": "00:13:33.000", "speaker": "None", "utterance": "And so the first slide is just showing the cast of characters."}
{"start": "00:13:33.000", "end": "00:13:45.000", "speaker": "None", "utterance": "The main character of the digital fiction, Jordan, and she's represented by these shapes along the top, including her interior viruses as well."}
{"start": "00:13:45.000", "end": "00:13:50.000", "speaker": "None", "utterance": "So Jordan has body image issues relating to her size and shape."}
{"start": "00:13:50.000", "end": "00:13:53.000", "speaker": "None", "utterance": "This becomes evident from her negative self talk."}
{"start": "00:13:53.000", "end": "00:14:07.000", "speaker": "None", "utterance": "Jordan describes himself as fat fluffy and repulsive. But is that true in the textual actual world, or is it a distortion of her body image."}
{"start": "00:14:07.000", "end": "00:14:15.000", "speaker": "None", "utterance": "If as possible worlds theory posits, the real world serves as a model for the mental construction of textual fictional world story walls."}
{"start": "00:14:15.000", "end": "00:14:27.000", "speaker": "None", "utterance": "It follows the our experience and knowledge of real bodies including our own bodies serve as a model for the mental construction of textual fictional volumes."}
{"start": "00:14:27.000", "end": "00:14:41.000", "speaker": "None", "utterance": "Unless it takes draws attention to the physical appearance and a fictional character, the reader will tend to assume, according to Ryan's principle of minimal departure, that their body conforms to a familiar on generic non two eyes two arms, two legs,"}
{"start": "00:14:41.000", "end": "00:14:45.000", "speaker": "None", "utterance": "etc."}
{"start": "00:14:45.000", "end": "00:14:55.000", "speaker": "None", "utterance": "In our interactive text meets fiction, which I think of more of as a drama, because the characters speak for themselves. As you can see on the, on the screen."}
{"start": "00:14:55.000", "end": "00:15:15.000", "speaker": "None", "utterance": "These are each of these voice bubbles if you like is the different colors and shapes represent different characters, speaking or, in the case of Jordan the main character you also see her thoughts and this is an example of one of her thoughts."}
{"start": "00:15:15.000", "end": "00:15:31.000", "speaker": "None", "utterance": "So in that aren't to interact to take space fiction, the reader player makes choices on Jordan's behalf. That energetic feedback can affect her body image."}
{"start": "00:15:31.000", "end": "00:15:42.000", "speaker": "None", "utterance": "There is no no Terrell no rhetorical boys to a thought to authoritatively describe the body, and none of the characters are ever depicted in mimetic visual form."}
{"start": "00:15:42.000", "end": "00:15:49.000", "speaker": "None", "utterance": "Therefore Jordans body is open to interpretation. Open to reconstruction."}
{"start": "00:15:49.000", "end": "00:16:07.000", "speaker": "None", "utterance": "Although normative concepts of the body are insidious, the reader playing as Jordan has some latitude to give body to her in their own idiosyncratic way, perhaps in perfectly shaping her in that in her in their own self image, this openness is a deliberate"}
{"start": "00:16:07.000", "end": "00:16:19.000", "speaker": "None", "utterance": "strategy to make the video therapeutic benefits associated political commitments of the work as fluid and widely accessible as possible."}
{"start": "00:16:19.000", "end": "00:16:36.000", "speaker": "None", "utterance": "This process of diabetic and that torrent of making choices on Jordan's behalf, is where we postulate the therapeutic value lives by an extra diabetic feedback, which may induce the reader player to reflect upon, and perhaps subtly alter their own body"}
{"start": "00:16:36.000", "end": "00:16:43.000", "speaker": "None", "utterance": "image."}
{"start": "00:16:43.000", "end": "00:16:55.000", "speaker": "None", "utterance": "Also with accessibility in mind, we chose to build the digital fiction, and for the open web platform, using a mobile first responsive web design approach for the greatest reach."}
{"start": "00:16:55.000", "end": "00:17:08.000", "speaker": "None", "utterance": "I mean, I'm part of that was because our pitches funds and our participant research, they told us that they, they use their mobile phones all the time that's the most accessible form for them, medium for them."}
{"start": "00:17:08.000", "end": "00:17:13.000", "speaker": "None", "utterance": "But the affinity for the affinity between these twin approaches runs deeper."}
{"start": "00:17:13.000", "end": "00:17:31.000", "speaker": "None", "utterance": "Both the refusal to visually represent a female gender or sex Cogan body in a digital fiction, and the refusal to use proprietary closed platforms represent a form of resistance to the normative forces of cultural hegemony within neoliberalism liberalism,"}
{"start": "00:17:31.000", "end": "00:17:46.000", "speaker": "None", "utterance": "not least because the big tech platforms that want to lock us into proprietary systems are amongst the most prolific purveyors of imagery and messaging that contribute to body dissatisfaction and then people."}
{"start": "00:17:46.000", "end": "00:18:02.000", "speaker": "None", "utterance": "In this context, choosing the open web platform is a feminist strategy that pragmatically and aesthetically underpins the concerns of our digital fiction, where the body is relatively open to reconstruction, rather than defined and limited by the restrictive"}
{"start": "00:18:02.000", "end": "00:18:10.000", "speaker": "None", "utterance": "norms and unattainable ideals, commonly found in digital media representations of bottoms."}
{"start": "00:18:10.000", "end": "00:18:19.000", "speaker": "None", "utterance": "So thanks and this is the thanks to the whole team as well and these are, these are members of the team as you can see,"}
{"start": "00:18:19.000", "end": "00:18:26.000", "speaker": "None", "utterance": "stop sharing."}
{"start": "00:18:26.000", "end": "00:18:28.000", "speaker": "None", "utterance": "Okay. Um."}
{"start": "00:18:28.000", "end": "00:18:46.000", "speaker": "None", "utterance": "Next is Mariana Gunderson, and she's going to talk about heats knots and hierarchies speculative genders in omega verse fanfiction."}
{"start": "00:18:46.000", "end": "00:19:07.000", "speaker": "None", "utterance": "Hi. Yes, I like to, to open presentations about this topic with, with an excerpt from from one of the stories that that I've been working with just two people kind of have an example."}
{"start": "00:19:07.000", "end": "00:19:26.000", "speaker": "None", "utterance": "So, after years of being well you more for what lay between his legs are in his head, then you you was, it was hard to get here they were were john close enough that every breath mingled do irises start with the site and understanding a safer once he"}
{"start": "00:19:26.000", "end": "00:19:29.000", "speaker": "None", "utterance": "he was reading Charlotte's mind with ease."}
{"start": "00:19:29.000", "end": "00:19:44.000", "speaker": "None", "utterance": "You were brilliant mad Measure of a Man john not sure looks chin, encouraging him to meet escape again, as if he could drive home the truth with eye contact a lead elected slips his voice cracking as the force that the words, the words that Sherlock new"}
{"start": "00:19:44.000", "end": "00:19:47.000", "speaker": "None", "utterance": "new john would not find easy."}
{"start": "00:19:47.000", "end": "00:19:58.000", "speaker": "None", "utterance": "And you still are also better omega, this, this isn't about any of that. This is about who you are not what you don't show looking toward brushing two fingers across john smith math before it gets."}
{"start": "00:19:58.000", "end": "00:20:13.000", "speaker": "None", "utterance": "Don't show looking clock brushing two fingers across john smith math before. We can't dismiss the impact our respective gender is have on that situation, particularly Mike, but please don't say it."}
{"start": "00:20:13.000", "end": "00:20:26.000", "speaker": "None", "utterance": "So this is, this is an excerpt from a fan fiction story called the gilded cage, based on the TV show, the BBC TV show, Charlotte."}
{"start": "00:20:26.000", "end": "00:20:44.000", "speaker": "None", "utterance": "So, just very basic information fanfiction are fictional text based on an established media product, written by fans of that product and true the practice of writing fanfiction fans appropriate CHARACTERS SETTINGS, and thoughts from commercially published"}
{"start": "00:20:44.000", "end": "00:20:49.000", "speaker": "None", "utterance": "media works in order to produce stories according to their own sites."}
{"start": "00:20:49.000", "end": "00:20:55.000", "speaker": "None", "utterance": "And this story is written into a fan fiction trope known as the Omega verse."}
{"start": "00:20:55.000", "end": "00:21:04.000", "speaker": "None", "utterance": "And you may go this is an alternate universe in which characters are designated as alpha status or omega."}
{"start": "00:21:04.000", "end": "00:21:11.000", "speaker": "None", "utterance": "in the parallel gender system that that overlays our own."}
{"start": "00:21:11.000", "end": "00:21:25.000", "speaker": "None", "utterance": "And it is a drug that is loosely inspired from popular imaginations of a wolf pack hierarchy and originated in the supernatural fandom in 2010."}
{"start": "00:21:25.000", "end": "00:21:47.000", "speaker": "None", "utterance": "And there are currently almost hundred thousand works in. In this trope on an archive of our of our own LA, and that can be found in 31 languages across famines, and that's there's only one of multiple fanfiction platforms out there."}
{"start": "00:21:47.000", "end": "00:21:59.000", "speaker": "None", "utterance": "And the trope has two main aspects that kind of defines."}
{"start": "00:21:59.000", "end": "00:22:18.000", "speaker": "None", "utterance": "Yeah, defines the dynamics that occur in these stories, and that is like changes to like human biology human reproductive biology that is inspired by by both biology and the imposition of a kind of strict hierarchy."}
{"start": "00:22:18.000", "end": "00:22:37.000", "speaker": "None", "utterance": "So, in our stories characters that get designated as omega are either often seen us, or are submissive and low status office are seen as dominant and high status."}
{"start": "00:22:37.000", "end": "00:22:56.000", "speaker": "None", "utterance": "Sometimes these, these characteristics are biologically determined sometimes they, they are socially constructed, some stories to the say this very explicitly some, some kind of more implicitly or manners, both men and women have a uterus and ovaries"}
{"start": "00:22:56.000", "end": "00:23:19.000", "speaker": "None", "utterance": "can become pregnant. Also as both men and women healthiness omega is go into heat that have heat cycles, during which day become overcome with a like intense urge to to mate. And if office can are around or smell omega and heat, they get overwhelmed by"}
{"start": "00:23:19.000", "end": "00:23:23.000", "speaker": "None", "utterance": "an intense."}
{"start": "00:23:23.000", "end": "00:23:28.000", "speaker": "None", "utterance": "Yes, corresponding desire, called going into rut."}
{"start": "00:23:28.000", "end": "00:23:36.000", "speaker": "None", "utterance": "And these like a the alphabet omega genders, often first become apparent acuity."}
{"start": "00:23:36.000", "end": "00:23:57.000", "speaker": "None", "utterance": "So, so up into puberty, people in the stories of him just live at boys and girls and then at puberty suddenly their gender manifests and betters is our characters that have no, none of these special characteristics, just like normal humans."}
{"start": "00:23:57.000", "end": "00:24:03.000", "speaker": "None", "utterance": "And I'm very often not the focus of the stories."}
{"start": "00:24:03.000", "end": "00:24:23.000", "speaker": "None", "utterance": "So, I'm or may other stories, often involve this elaborate world building where societies and social norms and institutions are designed around the structures and, and the like, alpha beta male system functions as a parallel gender system they're both"}
{"start": "00:24:23.000", "end": "00:24:41.000", "speaker": "None", "utterance": "nerves modifies and the saturates existing discourses about sex and gender. So the meanings and functions, usually ascribed to women's bodies are written onto the Omega, and the meanings and functions associated with men are written on to the alpha, often"}
{"start": "00:24:41.000", "end": "00:24:54.000", "speaker": "None", "utterance": "created, creating a system that parallels an extreme version of patriarchy coupled with, with a stringent biological determinism."}
{"start": "00:24:54.000", "end": "00:25:08.000", "speaker": "None", "utterance": "So these categories are written onto the bodies of already existing characters from popular culture, such as Marvel superiors hope other characters, Cape up and band members, or like in this case john Watson Sherlock Holmes."}
{"start": "00:25:08.000", "end": "00:25:22.000", "speaker": "None", "utterance": "So the story I shared an excerpt from in the beginning is one of the more popular stories of its kind in the BBC Sherlock fandom. And in this in this world, the Omega is have no legal legal agency."}
{"start": "00:25:22.000", "end": "00:25:33.000", "speaker": "None", "utterance": "They're generally seen as property of their family or their alpha partners. And in addition, there he Tycho's are incredibly debilitating unless they're bonded with an alpha."}
{"start": "00:25:33.000", "end": "00:25:41.000", "speaker": "None", "utterance": "So, as an Omega Sherlock is trapped in the structure of both social and biological dependence on an alpha."}
{"start": "00:25:41.000", "end": "00:25:56.000", "speaker": "None", "utterance": "And as an alpha john is scared of taking advantage of Charlotte's vulnerable position, and they are positioned as at opposite ends of the hierarchy that is encoded into everything from the laws that govern their lives to the biological processes in their"}
{"start": "00:25:56.000", "end": "00:25:58.000", "speaker": "None", "utterance": "bodies."}
{"start": "00:25:58.000", "end": "00:26:04.000", "speaker": "None", "utterance": "And this inequality and dependence."}
{"start": "00:26:04.000", "end": "00:26:19.000", "speaker": "None", "utterance": "And the oppressive that that has been ascribed into their bodies and the oppressive structures of the this all Socratic society, become the obstacles that they need to overcome, to be able to live happily ever after."}
{"start": "00:26:19.000", "end": "00:26:29.000", "speaker": "None", "utterance": "So by creating this narrative narrative, in which the two characters managed to find a way to overcome these obstacles and create an equal and loving relationship."}
{"start": "00:26:29.000", "end": "00:26:49.000", "speaker": "None", "utterance": "The story becomes one of resistance seeming to say that, even under conditions of extreme pressure oppression, even therefore these, these stereotypes that that circulate in the culture, about female like physiology brains biology and gender differences"}
{"start": "00:26:49.000", "end": "00:26:56.000", "speaker": "None", "utterance": "between men and women, even if these were true, even if biological determinism was a fact."}
{"start": "00:26:56.000", "end": "00:26:59.000", "speaker": "None", "utterance": "It could be overcome."}
{"start": "00:26:59.000", "end": "00:27:16.000", "speaker": "None", "utterance": "So this is only a single example and not all of our stories follow exactly the same pattern. But the elements of the trope encourages imaginative play with the structures and meanings of gendered oppression and power differential in intimate relationships,"}
{"start": "00:27:16.000", "end": "00:27:22.000", "speaker": "None", "utterance": "which fans take full advantage of whether with without explicit feminist agenda."}
{"start": "00:27:22.000", "end": "00:27:41.000", "speaker": "None", "utterance": "So, like fanfiction relies on textual poaching from the original works on which they are based on mega Wars fan fiction is poaching from the discourses through rich hierarchical hetero normative and partially patriarchal gender is constructed."}
{"start": "00:27:41.000", "end": "00:27:56.000", "speaker": "None", "utterance": "So they're treating this course is about gendered bodies, the same way as they treat their source texts, they're rewriting them recombining them folding them into characters they care deeply about, and using them to produce narratives in court, according"}
{"start": "00:27:56.000", "end": "00:27:58.000", "speaker": "None", "utterance": "to their own desires."}
{"start": "00:27:58.000", "end": "00:28:08.000", "speaker": "None", "utterance": "And so doing, they are exploring embodiment power and gender inequality by writing women coded other notes on to normative male bodies."}
{"start": "00:28:08.000", "end": "00:28:28.000", "speaker": "None", "utterance": "And finally, in an elect context, the Omega is can be understood as a network of interconnected and modifiable tropes or sub tropes that function as building blocks for speculative gendering, allowing for interface to play constant reinvention and infinite"}
{"start": "00:28:28.000", "end": "00:28:29.000", "speaker": "None", "utterance": "variations."}
{"start": "00:28:29.000", "end": "00:28:34.000", "speaker": "None", "utterance": "Thank you"}
{"start": "00:28:34.000", "end": "00:28:37.000", "speaker": "None", "utterance": "so much. Mariana."}
{"start": "00:28:37.000", "end": "00:28:56.000", "speaker": "None", "utterance": "This is becoming more and more rich and multi layered I can't wait for the discussion that we have one more paper signed up by am Fernanda, we got some cool be talking about now this is still be the title that you're using appropriate population creationist"}
{"start": "00:28:56.000", "end": "00:29:14.000", "speaker": "None", "utterance": "practices and subject, subject to ization these subjects subjects civilization processes. Some production of origin time digital literature in terms of algorithmic governance is what I have."}
{"start": "00:29:14.000", "end": "00:29:22.000", "speaker": "None", "utterance": "Yes. What Hello, my name is Amanda, I'm here in Melbourne, Florida."}
{"start": "00:29:22.000", "end": "00:29:31.000", "speaker": "None", "utterance": "And I want to say thanks to us it for the presentation."}
{"start": "00:29:31.000", "end": "00:29:33.000", "speaker": "None", "utterance": "It was aisense."}
{"start": "00:29:33.000", "end": "00:29:46.000", "speaker": "None", "utterance": "It has been great to see all the different presentations today. And over the last week, the last few days, and I'm very happy to be here."}
{"start": "00:29:46.000", "end": "00:29:56.000", "speaker": "None", "utterance": "but an area I'm interested in these abbreviations pregnancy care of algorithmic bonus."}
{"start": "00:29:56.000", "end": "00:30:04.000", "speaker": "None", "utterance": "I will like to show you three different words by contemporary artists."}
{"start": "00:30:04.000", "end": "00:30:14.000", "speaker": "None", "utterance": "I'm interested, specifically in ways are being in the sentence, you know, ivory culture."}
{"start": "00:30:14.000", "end": "00:30:27.000", "speaker": "None", "utterance": "What's at stake for later to, for example, in a culture where Google's predictive search finishes, or phrases for us, based on our use our use of precise."}
{"start": "00:30:27.000", "end": "00:30:38.000", "speaker": "None", "utterance": "I'm going to introduce these words, and share some ideas. And then, if you want, you can get the paper."}
{"start": "00:30:38.000", "end": "00:30:56.000", "speaker": "None", "utterance": "The first one."}
{"start": "00:30:56.000", "end": "00:31:04.000", "speaker": "None", "utterance": "Can you see it."}
{"start": "00:31:04.000", "end": "00:31:09.000", "speaker": "None", "utterance": "Well,"}
{"start": "00:31:09.000", "end": "00:31:25.000", "speaker": "None", "utterance": "we don't need more fun. By the time writer calendar in 2011 is a visual on the go nice music, and"}
{"start": "00:31:25.000", "end": "00:31:35.000", "speaker": "None", "utterance": "you can get to"}
{"start": "00:31:35.000", "end": "00:31:57.000", "speaker": "None", "utterance": "the writer use this software time based text which captures the scientific into right, each word needs each solution and information, as well as saving and reproducing every input and addition, the text itself redeploy is the results were set up the phrase,"}
{"start": "00:31:57.000", "end": "00:32:02.000", "speaker": "None", "utterance": "phrase, and baloney. Karma is like."}
{"start": "00:32:02.000", "end": "00:32:07.000", "speaker": "None", "utterance": "It's grown quickly and matches the rhythm of the music."}
{"start": "00:32:07.000", "end": "00:32:22.000", "speaker": "None", "utterance": "The Beast last six minutes, and is programmed to look look back, once the cycle is complete, some of the results are meaning you build those names but not all."}
{"start": "00:32:22.000", "end": "00:32:33.000", "speaker": "None", "utterance": "It's impossible to determine how much of the form has been shaped by the search algorithm, and how much by the authors, our criteria."}
{"start": "00:32:33.000", "end": "00:32:42.000", "speaker": "None", "utterance": "The processing and the voice choices, operate simultaneously, these voices."}
{"start": "00:32:42.000", "end": "00:32:51.000", "speaker": "None", "utterance": "Well, the second one."}
{"start": "00:32:51.000", "end": "00:33:09.000", "speaker": "None", "utterance": "The mafia. One Pratik use a stick by Donna Hardaway regenerate visual form, where the words themselves are cut short. To be rounded off by someone or something else."}
{"start": "00:33:09.000", "end": "00:33:25.000", "speaker": "None", "utterance": "It's really a nightmare for translators, and impossible for older translate, but I'll send you a peaceful."}
{"start": "00:33:25.000", "end": "00:33:29.000", "speaker": "None", "utterance": "Just for sharing."}
{"start": "00:33:29.000", "end": "00:33:32.000", "speaker": "None", "utterance": "So"}
{"start": "00:33:32.000", "end": "00:33:37.000", "speaker": "None", "utterance": "then I understand"}
{"start": "00:33:37.000", "end": "00:33:47.000", "speaker": "None", "utterance": "your words, they say that sake of the familiar reporter she finished. And yet, remain perfectly legit."}
{"start": "00:33:47.000", "end": "00:33:52.000", "speaker": "None", "utterance": "We're brothers, starting point is a miracle Shane's."}
{"start": "00:33:52.000", "end": "00:34:10.000", "speaker": "None", "utterance": "He takes this obsession wars, as the drastic process of the script states where the durability of the following states, depends exclusively on the one immediately receiving rather than the sum of the whole procedure."}
{"start": "00:34:10.000", "end": "00:34:24.000", "speaker": "None", "utterance": "Next, with the transition matrix, studies, came to us as a start to see a word or a phrase from which the text will grow as a function of the probability of its appearance in the deck."}
{"start": "00:34:24.000", "end": "00:34:26.000", "speaker": "None", "utterance": "It goes home."}
{"start": "00:34:26.000", "end": "00:34:42.000", "speaker": "None", "utterance": "That is to say that something else, led him to complete the lines is her with text, reduced to wrote that, and subjected to a statistical analysis as more fun."}
{"start": "00:34:42.000", "end": "00:34:52.000", "speaker": "None", "utterance": "It's hard to determine how much deliberation of reform comes from your decisions, and how much from the combinations thrown up by the algorithm."}
{"start": "00:34:52.000", "end": "00:35:03.000", "speaker": "None", "utterance": "The worst of Lunetta go so last. What we are seeing these instances, is a kind of creative collaboration between the artist, and the automotive."}
{"start": "00:35:03.000", "end": "00:35:10.000", "speaker": "None", "utterance": "And the last one."}
{"start": "00:35:10.000", "end": "00:35:40.000", "speaker": "None", "utterance": "There is no record in corner in quarter for allowed us to go for three also work with the worst father's is time by the time for it, and sequel open Marino, and make use of Morocco James to four new versions."}
{"start": "00:35:51.000", "end": "00:35:56.000", "speaker": "None", "utterance": "the writing process is maybe school by protecting the golden screen."}
{"start": "00:35:56.000", "end": "00:36:09.000", "speaker": "None", "utterance": "When on stage with computer seedings, that's the old books that is played by robots, both, some of the new phrase is generated by the Marco Polo."}
{"start": "00:36:09.000", "end": "00:36:30.000", "speaker": "None", "utterance": "At the same time, the text, the text, become visual the team, as well as the gold fragments of the forms appear on the screen, bending and twisting some of us in 3d, even though the artists were really real time playing with the city of was."}
{"start": "00:36:30.000", "end": "00:36:44.000", "speaker": "None", "utterance": "Well, here, I'm wondering, in what ways, this works, tell us something about our times about the culture of algorithms."}
{"start": "00:36:44.000", "end": "00:36:56.000", "speaker": "None", "utterance": "Something about the waves of language, constantly running in to finish four sentences for us with barely a click or open, even without."}
{"start": "00:36:56.000", "end": "00:37:11.000", "speaker": "None", "utterance": "I'm thinking of everything that speak for us in our name was those who shares the phrase is the chair for the sake of saves has the travel of Birmingham phone and substitute instead algorithm."}
{"start": "00:37:11.000", "end": "00:37:27.000", "speaker": "None", "utterance": "Yes. The, the works under discussion here, such as a different approach to these algorithms and make clear that the answer."}
{"start": "00:37:27.000", "end": "00:37:47.000", "speaker": "None", "utterance": "We are looking for is not always a function before statistical Bry one, that, that there is a place for the multiple readings for him, as well as for the ambivalence and be was a single practice that some for both employments like those of Lopez Nino"}
{"start": "00:37:47.000", "end": "00:37:52.000", "speaker": "None", "utterance": "can return to say, other seeing, and in other voices."}
{"start": "00:37:52.000", "end": "00:37:58.000", "speaker": "None", "utterance": "And they do so by using those same algorithms."}
{"start": "00:37:58.000", "end": "00:38:09.000", "speaker": "None", "utterance": "Those apparent that claim, otherwise is possible after all that we can, who are in contact, as well vehicle sec says,"}
{"start": "00:38:09.000", "end": "00:38:31.000", "speaker": "None", "utterance": "By making algorithm. These visible by showing that they are in fact working."}
{"start": "00:38:31.000", "end": "00:38:53.000", "speaker": "None", "utterance": "with materiality invite us to question what it means to think of the digital sphere as a culture, users how these things work there were even multiple being annoying is what interests me here, and is what has led me to post a question regarding subjective"}
{"start": "00:38:53.000", "end": "00:38:55.000", "speaker": "None", "utterance": "process."}
{"start": "00:38:55.000", "end": "00:39:02.000", "speaker": "None", "utterance": "Well, I think that."}
{"start": "00:39:02.000", "end": "00:39:06.000", "speaker": "None", "utterance": "Thank you so much, and I'm not."}
{"start": "00:39:06.000", "end": "00:39:14.000", "speaker": "None", "utterance": "Okay, so we have just over half an hour left for discussion questions and answers."}
{"start": "00:39:14.000", "end": "00:39:37.000", "speaker": "None", "utterance": "So, um, can you put your comments, your questions in the chat or, you know just blurt out enable your mic, and let's get started."}
{"start": "00:39:37.000", "end": "00:39:41.000", "speaker": "None", "utterance": "Hi, I have a question for Christine."}
{"start": "00:39:41.000", "end": "00:39:46.000", "speaker": "None", "utterance": "Hi Christine. Hi. Nice to see you again."}
{"start": "00:39:46.000", "end": "00:39:57.000", "speaker": "None", "utterance": "And now I was wondering sorry there was a moment when there's how and actually these appeared. And how are the women that you've been working with in those workshops are taking part."}
{"start": "00:39:57.000", "end": "00:40:16.000", "speaker": "None", "utterance": "Now, in the, you know, in the fictional characters that you are actually creating in these story that you making what we started with a series of four workshops that we're all in and different, different cities in Canada."}
{"start": "00:40:16.000", "end": "00:40:44.000", "speaker": "None", "utterance": "And they were weekend workshops over two days, and we did there was about three or four of us sometimes facilitators and the groups were about, I think 10 to 15 young women and non binary individuals, and we had various discussions presentations on our"}
{"start": "00:40:44.000", "end": "00:40:48.000", "speaker": "None", "utterance": "behalf on behalf of the facilitators."}
{"start": "00:40:48.000", "end": "00:41:08.000", "speaker": "None", "utterance": "Things like gender representation, but also I showed examples of my work. And then we also did twice worked in twine so they did their own writings. While some of the writings were on paper, where they they wrote about their own expert their own memories"}
{"start": "00:41:08.000", "end": "00:41:17.000", "speaker": "None", "utterance": "of their bodies, early memories, and their experiences now and they did some."}
{"start": "00:41:17.000", "end": "00:41:24.000", "speaker": "None", "utterance": "They wanted they could do fictional writing as well and they also worked in twine which was really fascinating, what they did."}
{"start": "00:41:24.000", "end": "00:41:36.000", "speaker": "None", "utterance": "And then I'm share that in group so it was a really interesting workshop I'm from that, and those that were willing to share their actual ratings because most of them did."}
{"start": "00:41:36.000", "end": "00:41:56.000", "speaker": "None", "utterance": "We took those those words. Their words their writings and all the district the whole workshop, were recorded audio recorded and all that was transcribed by a team of researchers systems and certain all that was material was coded as well."}
{"start": "00:41:56.000", "end": "00:42:09.000", "speaker": "None", "utterance": "And in terms of, it's not the kind of way that I think of coding, because I write actually write the coded in terms of"}
{"start": "00:42:09.000", "end": "00:42:16.000", "speaker": "None", "utterance": "the analyzing the, the content."}
{"start": "00:42:16.000", "end": "00:42:37.000", "speaker": "None", "utterance": "And so that was done so all that fed into what all that was material but I together into a digital fiction and at first there was so much so many different stories and memories, so many different perspectives that it was quite hard to see how it's going"}
{"start": "00:42:37.000", "end": "00:42:55.000", "speaker": "None", "utterance": "to make one digital fiction out of that so initially I was going to do four different stories, but as I started working on the first story, the other voices started coming in, coming through in that, that, that first story, and which are basically their,"}
{"start": "00:42:55.000", "end": "00:43:13.000", "speaker": "None", "utterance": "their voices from the workshops, sort of partly through my memories of channeling them and visualizing their characters, but also all the, the material that we had they were spoken words that were transcribed and also their own writings and that all fed"}
{"start": "00:43:13.000", "end": "00:43:21.000", "speaker": "None", "utterance": "in feeds into the, the digital fiction for you you're selecting them you're actually selecting them there that women didn't have."}
{"start": "00:43:21.000", "end": "00:43:37.000", "speaker": "None", "utterance": "When selecting their the actual narratives with new or anything, it was you collected all the information and then from then on that, that helps you to actually be signed your fictional story is that my goal is is that the process, to a large extent,"}
{"start": "00:43:37.000", "end": "00:43:49.000", "speaker": "None", "utterance": "but we also as collectively also discussed the kinds of narrative that we wanted and so they came up with ideas, okay I was also with them just before and, yeah, yeah."}
{"start": "00:43:49.000", "end": "00:43:58.000", "speaker": "None", "utterance": "Okay. And, okay and then there is. So you select the like small amount of."}
{"start": "00:43:58.000", "end": "00:44:11.000", "speaker": "None", "utterance": "I suppose there's still people you know yes like how many do you have like a few. All in all those, and I can't remember I think there was 2021 20."}
{"start": "00:44:11.000", "end": "00:44:19.000", "speaker": "None", "utterance": "Okay. and then but then actually now in the, in the final kind of digital work that you're doing there is less of them. Yeah."}
{"start": "00:44:19.000", "end": "00:44:37.000", "speaker": "None", "utterance": "I'm not. Well, I don't really think so because what's because it's fiction and their stories have moved so they're different perspective, you know, different aspects of merging into different characters so got good timing issues."}
{"start": "00:44:37.000", "end": "00:44:41.000", "speaker": "None", "utterance": "I think it's about eight. Eight main characters."}
{"start": "00:44:41.000", "end": "00:44:46.000", "speaker": "None", "utterance": "They do kind of represent all those different perspectives in the workshop."}
{"start": "00:44:46.000", "end": "00:44:54.000", "speaker": "None", "utterance": "I mean, it's got to work as a digital fiction so they may well be, you know, missing missing perspectives, but I don't know."}
{"start": "00:44:54.000", "end": "00:45:01.000", "speaker": "None", "utterance": "Okay, so that's my idea is yes, they we cannot play with it or anything. Yeah."}
{"start": "00:45:01.000", "end": "00:45:16.000", "speaker": "None", "utterance": "In terms of the data we also quoted it quite extensively in terms of the grounded theory, thematic coding which kind of D individualized the the different themes, as well and showed us where the patterns lie."}
{"start": "00:45:16.000", "end": "00:45:27.000", "speaker": "None", "utterance": "And I mean the mirror was a big thing that came up in a lot of stories for example or as a parental relationships. We used to probably briefly saw that star diagram."}
{"start": "00:45:27.000", "end": "00:45:40.000", "speaker": "None", "utterance": "And so it was, it wasn't exactly quantitative and interest in another paper Christine reflected on the awkwardness of working with this kind of data in a creative process."}
{"start": "00:45:40.000", "end": "00:45:55.000", "speaker": "None", "utterance": "So that that was a challenge but i think you know overall it all contributed the, the personal experience for Christina, being there, getting a sense of the atmosphere and working with them, and then also the, the data as a whole."}
{"start": "00:45:55.000", "end": "00:45:56.000", "speaker": "None", "utterance": "Yeah."}
{"start": "00:45:56.000", "end": "00:46:02.000", "speaker": "None", "utterance": "Okay, thank you."}
{"start": "00:46:02.000", "end": "00:46:05.000", "speaker": "None", "utterance": "Yeah."}
{"start": "00:46:05.000", "end": "00:46:16.000", "speaker": "None", "utterance": "Hi. I also have a question for Christine, and I read the paper, I really liked it. Congratulations about this project."}
{"start": "00:46:16.000", "end": "00:46:19.000", "speaker": "None", "utterance": "The so interesting."}
{"start": "00:46:19.000", "end": "00:46:38.000", "speaker": "None", "utterance": "I was very interested in the see the value that you're mentioning, I would you like to expand a little bit further on that I found it so interesting and I really like to learn more about how you dealt with this idea with this concept."}
{"start": "00:46:38.000", "end": "00:46:46.000", "speaker": "None", "utterance": "Yeah, sorry about that because I didn't because I was trying to keep the presentation into five minutes so that was a part that I left out."}
{"start": "00:46:46.000", "end": "00:47:08.000", "speaker": "None", "utterance": "But I'll try and explain what that is, because yeah it is a, an important part of the, of the work, or because it's a digital fiction. And then there are choices that the reader player makes as they go, as they progress through the narrative, and the"}
{"start": "00:47:08.000", "end": "00:47:18.000", "speaker": "None", "utterance": "choices are basically are to do with how they feel about their body image that their level of body dissatisfaction."}
{"start": "00:47:18.000", "end": "00:47:25.000", "speaker": "None", "utterance": "And when I was designing the digital design the fiction, the interactive narrative."}
{"start": "00:47:25.000", "end": "00:47:38.000", "speaker": "None", "utterance": "And I was also looking at feminist theories, as, as well as a way of helping the structure of this material. And one of the key."}
{"start": "00:47:38.000", "end": "00:48:00.000", "speaker": "None", "utterance": "One of one of the key theories that I found quite valuable was Sandra, Sandra Bullock is reading using a Foucault's idea of the dose our body and how the female body is, is, is, is, is meeting to address our body through"}
{"start": "00:48:00.000", "end": "00:48:11.000", "speaker": "None", "utterance": "body. The on the orientation of the Body Body is on the presentation the movement of the body. And"}
{"start": "00:48:11.000", "end": "00:48:14.000", "speaker": "None", "utterance": "the third one is."}
{"start": "00:48:14.000", "end": "00:48:29.000", "speaker": "None", "utterance": "But anyway, this, this, numerous ways in different ways. The, the female body she theorized the female body is made a dose becomes a dose our body through and presenting as feminine."}
{"start": "00:48:29.000", "end": "00:48:39.000", "speaker": "None", "utterance": "And that is an oppressive experience in patriots is you know result of patriarchy."}
{"start": "00:48:39.000", "end": "00:48:47.000", "speaker": "None", "utterance": "And so I wanted to use that quantify that that idea of the dose our body."}
{"start": "00:48:47.000", "end": "00:48:55.000", "speaker": "None", "utterance": "And I call it the disability value, because in an interactive fiction which is to certain extent is is a game."}
{"start": "00:48:55.000", "end": "00:49:10.000", "speaker": "None", "utterance": "You need some values in the to work in the code and code of encoding code needs simple works in simple terms, the story can be complex, but the underlying code needs values numerical values."}
{"start": "00:49:10.000", "end": "00:49:33.000", "speaker": "None", "utterance": "So the disability bound is a bipolar value that is either, you know, high, high or low so the chip. Every time the replay makes a choice. There is a possibility value that determines whether they're in making choices that are less, less Josiah or becoming"}
{"start": "00:49:33.000", "end": "00:49:41.000", "speaker": "None", "utterance": "or choices that are more normative, and therefore modern song. And that will determine that path through, through the narrative."}
{"start": "00:49:41.000", "end": "00:49:42.000", "speaker": "None", "utterance": "It also."}
{"start": "00:49:42.000", "end": "00:50:03.000", "speaker": "None", "utterance": "It also the value also governs the shape of what I call the organic, which is from time to time as you in the slides that I showed you will mainly seeing the, the voices that the dialogue and interior dialogue and Jordan the main character and the other"}
{"start": "00:50:03.000", "end": "00:50:23.000", "speaker": "None", "utterance": "characters, but from time to time when Jordans on her own. We go into her internal world and him in her internal dialogue and then the there is a shape which I call the ganache, which is animated, and that form is also governed by the salty value so if"}
{"start": "00:50:23.000", "end": "00:50:26.000", "speaker": "None", "utterance": "she's feeling more."}
{"start": "00:50:26.000", "end": "00:50:48.000", "speaker": "None", "utterance": "She is in the mall Josiah estate in that in those terms, then who bought the the form that represents her body which is an abstraction, and abstract form becomes more restricted, and more geometric to"}
{"start": "00:50:48.000", "end": "00:51:06.000", "speaker": "None", "utterance": "regular regular shape in a restricted shape, and the lower the dose and the devalue the freer and more liberated and empowered, she she's feeling, the more that the organic abstract shade can move more freely and in a more irregular kind of way which"}
{"start": "00:51:06.000", "end": "00:51:18.000", "speaker": "None", "utterance": "is kind of represents a more empowered and liberated state of being, that's the that's the idea and so it's, it's, is that you kind of governs the playable."}
{"start": "00:51:18.000", "end": "00:51:26.000", "speaker": "None", "utterance": "The playable aspects of the, The interactive Now to do this."}
{"start": "00:51:26.000", "end": "00:51:32.000", "speaker": "None", "utterance": "Thank you. Thank you very much."}
{"start": "00:51:32.000", "end": "00:51:36.000", "speaker": "None", "utterance": "Maria has a question about code. Right."}
{"start": "00:51:36.000", "end": "00:51:40.000", "speaker": "None", "utterance": "What color are you using."}
{"start": "00:51:40.000", "end": "00:51:58.000", "speaker": "None", "utterance": "So, I assume, assume right I'm writing you to learn HTML, CSS, and JavaScript so JavaScript is the part of the code that"}
{"start": "00:51:58.000", "end": "00:52:09.000", "speaker": "None", "utterance": "operates the, the algorithms and the interactivity and HTML and CSS well and also the also the animation so it will be there will be animation in there as well."}
{"start": "00:52:09.000", "end": "00:52:13.000", "speaker": "None", "utterance": "So it is open web standards."}
{"start": "00:52:13.000", "end": "00:52:31.000", "speaker": "None", "utterance": "Yeah, open web technology, also links in was what Dini said yesterday about the most robust standards that we are currently being used to, to make it works like you know that that that may be a little bit more permanent like you know HTML for sure and"}
{"start": "00:52:31.000", "end": "00:52:40.000", "speaker": "None", "utterance": "video. Those are the two formats that have, you know lasted are that to last as locally."}
{"start": "00:52:40.000", "end": "00:52:56.000", "speaker": "None", "utterance": "Yeah, I mean, HTML, CSS, and JavaScript they make their the that's the language of the web that's the what the web is built on the internet, and that is that will stay around for a long long time and I mean who knows how long but because the web is built"}
{"start": "00:52:56.000", "end": "00:53:12.000", "speaker": "None", "utterance": "on that and the web, can be broken. The web is always backwards compatible. And, yeah, that that kind of built in longevity is as much as you can expose that so you"}
{"start": "00:53:12.000", "end": "00:53:22.000", "speaker": "None", "utterance": "can see any celebrations right now, I have one which is very specific I apologize for that. Um, it's one for Mariana. Um, so I was."}
{"start": "00:53:22.000", "end": "00:53:37.000", "speaker": "None", "utterance": "I mean, we know each other we work together and we've been teaching a course on participatory culture, and in that context, I've been reading some student work on on Alpha and Omega is but not so much in the you know fan community but in the Intel in"}
{"start": "00:53:37.000", "end": "00:53:55.000", "speaker": "None", "utterance": "involuntary celibates, which is actually a really scary community of people who have kind of, you know, self proclaimed themselves or proclaimed themselves to be kind of hopeless cases but that makes them really dangerous and people have I mean, from"}
{"start": "00:53:55.000", "end": "00:54:08.000", "speaker": "None", "utterance": "this community have committed murders and this really strong sense of misogyny and all that it's very very scary and so the, and they also use these kind of terms to communicate with one another."}
{"start": "00:54:08.000", "end": "00:54:18.000", "speaker": "None", "utterance": "And so the Omega is basically the most dangerous of these categories. I mean, the Omega would be the one that would then go out and shoot people."}
{"start": "00:54:18.000", "end": "00:54:29.000", "speaker": "None", "utterance": "And it can you see any links in those categories, and it doesn't really define and how they emerged, and so on. I'm just really fascinated by all that."}
{"start": "00:54:29.000", "end": "00:54:42.000", "speaker": "None", "utterance": "Yes, so I think both of them are originate from the same kind of the same study each other I don't remember exactly now of like a wolf pack behavior."}
{"start": "00:54:42.000", "end": "00:54:58.000", "speaker": "None", "utterance": "That was an early study, and it was only done on wolf pack's in captivity so so later researchers actually shown that, that, that wolves in the wild don't organize themselves, according to this hierarchy at all."}
{"start": "00:54:58.000", "end": "00:55:09.000", "speaker": "None", "utterance": "And I don't know exactly how these how these categories first became popularized, but I, but I think they've been."}
{"start": "00:55:09.000", "end": "00:55:28.000", "speaker": "None", "utterance": "They've been in the like the ideas and alpha roles and and the kind of the hierarchy of like with the Omega at the bottom. I think it's just been a kind of a cultural concept that's been circulating for for quite a long while, and, and, and it's done."}
{"start": "00:55:28.000", "end": "00:55:41.000", "speaker": "None", "utterance": "Yes postponed a lot of different fictions or factions in different communities. And, and, yeah, so."}
{"start": "00:55:41.000", "end": "00:55:55.000", "speaker": "None", "utterance": "Well, for I don't think the intel community is in any way directly inspired by omega or fanfiction but they're both inspired by the same. This, this the same trope and they're also, I also find it fascinating that both of these communities are kind of"}
{"start": "00:55:55.000", "end": "00:56:09.000", "speaker": "None", "utterance": "transposing, this, this structure into very like gendered terms, right, that that the alpha is, is something that is that there's very male coded."}
{"start": "00:56:09.000", "end": "00:56:25.000", "speaker": "None", "utterance": "Well the Omega is feminized even when even when entire communities were were like, I betta or may like a man. It's kind of seen as something."}
{"start": "00:56:25.000", "end": "00:56:41.000", "speaker": "None", "utterance": "Yeah, feminine or less powerful some someone who choose not not sufficiently masculine right so, so, so think this, this, this idea, just keep some."}
{"start": "00:56:41.000", "end": "00:56:51.000", "speaker": "None", "utterance": "Yeah, keeps becoming a principle true it's very easy to to organize, like ideas about gender as well."}
{"start": "00:56:51.000", "end": "00:57:10.000", "speaker": "None", "utterance": "But yet, in fact, in fanfiction community say they don't like the marriage trope is not a written as a description of reality right, it's a play. It's a play on"}
{"start": "00:57:10.000", "end": "00:57:27.000", "speaker": "None", "utterance": "on the kind of gender norms and they are very explicitly kind of exaggerating them. And, and fiction realizing, these, these ideas that, that, for instance in intel community are taken very seriously and I've seen this descriptions of reality."}
{"start": "00:57:27.000", "end": "00:57:38.000", "speaker": "None", "utterance": "So So yeah, thank you for that question. It's, it's fascinating how this term alpha."}
{"start": "00:57:38.000", "end": "00:57:57.000", "speaker": "None", "utterance": "Alpha Pratik society, you know, talking about the meritocracies of gamer gamer toxicity. I mean, this is a whole different dimension that's being added to this you know new the new dynamics of online communities right so sorry."}
{"start": "00:57:57.000", "end": "00:58:08.000", "speaker": "None", "utterance": "It's also worth commenting that that in the fan fiction community so this is a very like women centered space like about 80% in these communities are women."}
{"start": "00:58:08.000", "end": "00:58:13.000", "speaker": "None", "utterance": "And generally, like, Yeah, maybe."}
{"start": "00:58:13.000", "end": "00:58:21.000", "speaker": "None", "utterance": "10 15% older and 5% men right so. So in the mail efficient is very much a."}
{"start": "00:58:21.000", "end": "00:58:29.000", "speaker": "None", "utterance": "Yeah, like women playing with the meanings of their own oppression, through the system."}
{"start": "00:58:29.000", "end": "00:58:33.000", "speaker": "None", "utterance": "Thank you."}
{"start": "00:58:33.000", "end": "00:58:37.000", "speaker": "None", "utterance": "Can I just ask."}
{"start": "00:58:37.000", "end": "00:58:58.000", "speaker": "None", "utterance": "Either example examples of fanfiction within the Amiga verse, where the protagonist is female from the originating text, and there. They're also announced that in the world."}
{"start": "00:58:58.000", "end": "00:59:07.000", "speaker": "None", "utterance": "I wouldn't Yes, right. I know I wonder what how are they different. I mean what what because it struck me that the."}
{"start": "00:59:07.000", "end": "00:59:23.000", "speaker": "None", "utterance": "For example, the Sherlock Holmes homes and Watson stories homes being Amiga, and that creates a, like a dramatic tension it's a source of conflict because because that's got to be hidden."}
{"start": "00:59:23.000", "end": "00:59:26.000", "speaker": "None", "utterance": "Whereas if there's a."}
{"start": "00:59:26.000", "end": "00:59:44.000", "speaker": "None", "utterance": "If a female gender fictional character them is, there's an alpha, where is the source of the ways that like the dramatic conflict in those stories are they kind of more heroic stories or the different kinds of stories less, less romantic or right yeah"}
{"start": "00:59:44.000", "end": "00:59:47.000", "speaker": "None", "utterance": "so so uh i."}
{"start": "00:59:47.000", "end": "00:59:49.000", "speaker": "None", "utterance": "In this study, I, I am."}
{"start": "00:59:49.000", "end": "01:00:02.000", "speaker": "None", "utterance": "I did on the, on the subway I focused mainly on on what is the main cure in different manners fanfiction, which is very often written on to two men like like much other fanfiction spread out to this."}
{"start": "01:00:02.000", "end": "01:00:04.000", "speaker": "None", "utterance": "Yeah."}
{"start": "01:00:04.000", "end": "01:00:13.000", "speaker": "None", "utterance": "Male male slash ah. So, but I did read some some"}
{"start": "01:00:13.000", "end": "01:00:36.000", "speaker": "None", "utterance": "femme slash makeovers where they were female office, and often also in these in in the story goes with with like this kind of male male relationship, there are often female office, secondary characters, right."}
{"start": "01:00:36.000", "end": "01:00:49.000", "speaker": "None", "utterance": "So, just because every every character in the university. Every character from, from a fictional work when they're written into an Omega sapphic get positioned into one of these characters are one of these these genders."}
{"start": "01:00:49.000", "end": "01:00:54.000", "speaker": "None", "utterance": "So, so the otters kind of reimagine everyone."}
{"start": "01:00:54.000", "end": "01:01:16.000", "speaker": "None", "utterance": "But I will actually love. I was I was applying to two PhDs with a project about, about to make it worse before, before I landed here, I'm very happy I landed here but this is, I would have loved to be able to to explore exactly what you're asking the"}
{"start": "01:01:16.000", "end": "01:01:19.000", "speaker": "None", "utterance": "kind of fam fam slash"}
{"start": "01:01:19.000", "end": "01:01:34.000", "speaker": "None", "utterance": "makeovers stories or or looking more specifically on female outfits because it's been a while since I've, I've read them I remember some fascinating like ghost buster, like the latest Ghostbusters with, with all women cast."}
{"start": "01:01:34.000", "end": "01:01:48.000", "speaker": "None", "utterance": "Omega were stories that were with this kind of thundering, and they don't always have this like credibly oppressive lockdown."}
{"start": "01:01:48.000", "end": "01:02:06.000", "speaker": "None", "utterance": "Alpha chromatic setting it sometimes they write much more kind of feel good scenarios as well but there's always this dynamic of of alphas either being dominant of being supposed to be dominant, maybe you haven't offer that supposed to be dominant but"}
{"start": "01:02:06.000", "end": "01:02:27.000", "speaker": "None", "utterance": "doesn't feel like it. And there's also a lot of trans potential trans narratives in this and distributor as well but but a lot of it is actually, but it seems like writing a female gender otherness through the Omega onto a male body on to like a heart"}
{"start": "01:02:27.000", "end": "01:02:35.000", "speaker": "None", "utterance": "like it, normative male body like into into the mail universal basically through these characters."}
{"start": "01:02:35.000", "end": "01:02:38.000", "speaker": "None", "utterance": "That was what I initially found really fascinating."}
{"start": "01:02:38.000", "end": "01:02:45.000", "speaker": "None", "utterance": "But I think the reverse would be a really interesting contrast to that study."}
{"start": "01:02:45.000", "end": "01:02:46.000", "speaker": "None", "utterance": "Yeah."}
{"start": "01:02:46.000", "end": "01:02:51.000", "speaker": "None", "utterance": "Thank you."}
{"start": "01:02:51.000", "end": "01:02:53.000", "speaker": "None", "utterance": "Any other questions."}
{"start": "01:02:53.000", "end": "01:02:57.000", "speaker": "None", "utterance": "I have one, yeah, oh yeah, he's the chief Comic Con."}
{"start": "01:02:57.000", "end": "01:03:19.000", "speaker": "None", "utterance": "I actually had a question for you. I'm really glad that that you know you joined this group with a, with a focus on space speciality and the disappearance, and a way of space so that's something I immediately associated with, I mean this this idea that"}
{"start": "01:03:19.000", "end": "01:03:37.000", "speaker": "None", "utterance": "in a postman Dimmick situation space does disappear I mean, in a way, but that, you know, usually everything we do all the learning that goes on, is situated and now the space converges in this one office, or this one screen that we, you know, keep staring"}
{"start": "01:03:37.000", "end": "01:03:39.000", "speaker": "None", "utterance": "into."}
{"start": "01:03:39.000", "end": "01:03:52.000", "speaker": "None", "utterance": "In what ways does does this situation affect the research and the creativity that that you were looking at. Digital speciality 3d 2d and so on."}
{"start": "01:03:52.000", "end": "01:03:57.000", "speaker": "None", "utterance": "Thank you. Thank you for the question as to."}
{"start": "01:03:57.000", "end": "01:04:16.000", "speaker": "None", "utterance": "In fact, if we look at early theories. The first theories about cyberspace and digital experience. They all were talking about the kind of Cartesian dualism had the mind and the body in a separate state, but we see that through the years they have gone"}
{"start": "01:04:16.000", "end": "01:04:29.000", "speaker": "None", "utterance": "after that, ideas, we this is outdated somehow. And nowadays and we were talking about hybrid ways of being, which include the body but in a different way."}
{"start": "01:04:29.000", "end": "01:04:53.000", "speaker": "None", "utterance": "So actually what I was trying to study through my research was how there is how we express ourselves through special ideas and special qualities, which is in fact, it is a common metaphor, in the language we use about this duality and vendor, we have"}
{"start": "01:04:53.000", "end": "01:05:13.000", "speaker": "None", "utterance": "a new vocabulary in theory, creates a new kind of world The so the the main idea is that the digital body is set of special values as a set of special qualities that are new, and we experienced them in digital environments and this is how we define ourselves"}
{"start": "01:05:13.000", "end": "01:05:15.000", "speaker": "None", "utterance": "through this new language."}
{"start": "01:05:15.000", "end": "01:05:40.000", "speaker": "None", "utterance": "So, this is, this is approximately the way through, we try to use space, text, talking about this experience as an experiment to garner space to kind of 36 that define you know our new idea about the body."}
{"start": "01:05:40.000", "end": "01:05:44.000", "speaker": "None", "utterance": "So interesting yeah the new coordinates."}
{"start": "01:05:44.000", "end": "01:05:59.000", "speaker": "None", "utterance": "Yeah. And, yeah, that's constantly looking at yourself and and these background foreground interplay that we have to rely on you know almost as a mnemonic aid No, um, I don't know I'm just, yeah, thank you for."}
{"start": "01:05:59.000", "end": "01:06:02.000", "speaker": "None", "utterance": "But I thought you also had a question right."}
{"start": "01:06:02.000", "end": "01:06:08.000", "speaker": "None", "utterance": "Yes, I have a question for Fernanda and."}
{"start": "01:06:08.000", "end": "01:06:12.000", "speaker": "None", "utterance": "Hello, I guess the."}
{"start": "01:06:12.000", "end": "01:06:15.000", "speaker": "None", "utterance": "There was a slight change in your title."}
{"start": "01:06:15.000", "end": "01:06:19.000", "speaker": "None", "utterance": "Right after writing the paper."}
{"start": "01:06:19.000", "end": "01:06:28.000", "speaker": "None", "utterance": "I mean the in the in the in the program, it was, there was a reference nerds and Damien, it still works."}
{"start": "01:06:28.000", "end": "01:06:29.000", "speaker": "None", "utterance": "Right."}
{"start": "01:06:29.000", "end": "01:06:38.000", "speaker": "None", "utterance": "And I was wondering if even these works also had an Argentinian cultural context."}
{"start": "01:06:38.000", "end": "01:06:39.000", "speaker": "None", "utterance": "Yes."}
{"start": "01:06:39.000", "end": "01:06:56.000", "speaker": "None", "utterance": "And thankfully and they've always played the role in in your research or even if these ideas you can, we can expand them further in other digital artworks way the same characteristics."}
{"start": "01:06:56.000", "end": "01:06:59.000", "speaker": "None", "utterance": "Yes."}
{"start": "01:06:59.000", "end": "01:07:09.000", "speaker": "None", "utterance": "That's part of my research, I'm just starting, but I'm thinking about"}
{"start": "01:07:09.000", "end": "01:07:26.000", "speaker": "None", "utterance": "another artist, like, yes, or now for. I'm sorry I don't know if I I'm answering your question."}
{"start": "01:07:26.000", "end": "01:07:40.000", "speaker": "None", "utterance": "I was, I was just wondering if. Um, if you take in your research, if you take into consideration the cultural context,"}
{"start": "01:07:40.000", "end": "01:07:44.000", "speaker": "None", "utterance": "the Argentinian cultural context it."}
{"start": "01:07:44.000", "end": "01:07:48.000", "speaker": "None", "utterance": "Yes, for example, the first work more fun."}
{"start": "01:07:48.000", "end": "01:07:57.000", "speaker": "None", "utterance": "There, the cultural context of focus on."}
{"start": "01:07:57.000", "end": "01:08:18.000", "speaker": "None", "utterance": "For example is difficult to answer the question about what is the parody song as a political movement. And I think that these born, particularly answered with all its multiplicity of"}
{"start": "01:08:18.000", "end": "01:08:26.000", "speaker": "None", "utterance": "answers. I'm sorry, I apologize for my English and pick up one thing."}
{"start": "01:08:26.000", "end": "01:08:30.000", "speaker": "None", "utterance": "I'm going to go, think about."}
{"start": "01:08:30.000", "end": "01:08:46.000", "speaker": "None", "utterance": "I was really inspired by what you were saying Fernanda about the genius, and the shift from, you know, the group creative mind the creative mind as a programmer, and the programmer machine interface and you know how, how we can manipulate that you know"}
{"start": "01:08:46.000", "end": "01:09:00.000", "speaker": "None", "utterance": "interplay, as you know, humans i don't know i mean for lack of a better term, and then that really resonated with with you, or you know your top resonates with the keynote as well yesterday."}
{"start": "01:09:00.000", "end": "01:09:04.000", "speaker": "None", "utterance": "Did you did you get a chance to, to listen to the keynote."}
{"start": "01:09:04.000", "end": "01:09:09.000", "speaker": "None", "utterance": "No, I'm voting,"}
{"start": "01:09:09.000", "end": "01:09:28.000", "speaker": "None", "utterance": "because she was saying similar things she was talking about Joey's work and how he manipulates the coders of the generated code and a way that you know brings himself into it and also exposes the biases, the sort of the the prices of machine learning."}
{"start": "01:09:28.000", "end": "01:09:36.000", "speaker": "None", "utterance": "So that I thought that was a really interesting parallel there between those two papers. Yeah."}
{"start": "01:09:36.000", "end": "01:09:44.000", "speaker": "None", "utterance": "Anyway, you get a chance to, to see that thing."}
{"start": "01:09:44.000", "end": "01:09:53.000", "speaker": "None", "utterance": "Okay, do we have any other questions or comments."}
{"start": "01:09:53.000", "end": "01:09:56.000", "speaker": "None", "utterance": "Stephanie."}
{"start": "01:09:56.000", "end": "01:09:57.000", "speaker": "None", "utterance": "Yeah."}
{"start": "01:09:57.000", "end": "01:10:02.000", "speaker": "None", "utterance": "Yeah. Right. Yes, sorry."}
{"start": "01:10:02.000", "end": "01:10:05.000", "speaker": "None", "utterance": "You"}
{"start": "01:10:05.000", "end": "01:10:15.000", "speaker": "None", "utterance": "can't hear me. I can hear you fine I just couldn't see your video so when the hand went up it kind of sort of one of my corners I don't mean, I apologize."}
{"start": "01:10:15.000", "end": "01:10:19.000", "speaker": "None", "utterance": "Okay, maybe you need a real video."}
{"start": "01:10:19.000", "end": "01:10:20.000", "speaker": "None", "utterance": "Okay."}
{"start": "01:10:20.000", "end": "01:10:38.000", "speaker": "None", "utterance": "I just wanted to say that I worked a lot with Java under rewrites, and he did not manipulate the code to get to get the human thing, he went through the output, and as a human person, he deleted certain things and and move things around in, in, in various"}
{"start": "01:10:38.000", "end": "01:10:40.000", "speaker": "None", "utterance": "ways I mean he took some."}
{"start": "01:10:40.000", "end": "01:10:47.000", "speaker": "None", "utterance": "I mean he edited, he edited it is what he did is he."}
{"start": "01:10:47.000", "end": "01:11:01.000", "speaker": "None", "utterance": "just slightly different than manipulating the code is different and that was part of you know what what he was saying as well that, you know, we're not quite yet, at a point where we can manipulate the code or the algorithm or, you know, provide the kind"}
{"start": "01:11:01.000", "end": "01:11:07.000", "speaker": "None", "utterance": "of data set that wouldn't provide for a more balanced."}
{"start": "01:11:07.000", "end": "01:11:19.000", "speaker": "None", "utterance": "You know, and I think that that is not a goal that's ever reachable because you think you've done it, then it's very easy to undo it with some workload."}
{"start": "01:11:19.000", "end": "01:11:34.000", "speaker": "None", "utterance": "You know what I mean so yeah I mean, in, in the area of Corpus linguistics that the same question. Rose, very early on, like what is a representative corpus right like you can never have them, you know for reputational any section of society."}
{"start": "01:11:34.000", "end": "01:11:46.000", "speaker": "None", "utterance": "When you look at language right. Well, you have a full representation of all those who are allowed to speak. Yeah. And, and that's the trouble the bigger that gets, the more people think that's the whole story."}
{"start": "01:11:46.000", "end": "01:11:59.000", "speaker": "None", "utterance": "And that's completely different from what kind of beach or language or whatever you might get from me on language. And in particular, as you look at the whole world and climate crisis and so on."}
{"start": "01:11:59.000", "end": "01:12:12.000", "speaker": "None", "utterance": "Who's going to ascribe language to rivers and, you know, whatever, you know, you know, China might make happy coal mines speak what can I say, you know what I mean."}
{"start": "01:12:12.000", "end": "01:12:14.000", "speaker": "None", "utterance": "Yes. Yeah, absolutely."}
{"start": "01:12:14.000", "end": "01:12:19.000", "speaker": "None", "utterance": "Yeah."}
{"start": "01:12:19.000", "end": "01:12:21.000", "speaker": "None", "utterance": "Okay, yeah, Christine."}
{"start": "01:12:21.000", "end": "01:12:40.000", "speaker": "None", "utterance": "I was just thinking that, that in all the papers, there was a sense of shape shifting and shifting and fluctuating states, and I just wondered what the other panelists felt about that, it seems to me that that's where there's something really interesting"}
{"start": "01:12:40.000", "end": "01:12:59.000", "speaker": "None", "utterance": "can can happen and the for me from my perspective in my paper that, that, that shifting space between the reader player and the fictional character the digital character and that sort of extra dietetic feedback loop is where I, I think the therapeutic"}
{"start": "01:12:59.000", "end": "01:13:16.000", "speaker": "None", "utterance": "valuable and I was wondering what the what the other panelists felt because they were all discussing some kind of shifting between states of fluctuating states and that seems to be where the, the excitement and the potential is and"}
{"start": "01:13:16.000", "end": "01:13:28.000", "speaker": "None", "utterance": "yeah and the insight and this kind of shifting limit our team to be a common thread."}
{"start": "01:13:28.000", "end": "01:13:51.000", "speaker": "None", "utterance": "Yeah, yeah, yeah I just like to say that I agree very much with Christine, and I was thinking about the idea of speculative thinking that Marianne was mentioning earlier, and since I'm coming from architecture, and in architecture, we have this term that"}
{"start": "01:13:51.000", "end": "01:14:10.000", "speaker": "None", "utterance": "is called speculative design. And actually I was thinking that all the papers created some, some kind of relationship with this kind of speculative thinking because we we kind of try to practice with dominant values and project these ideas on fictional"}
{"start": "01:14:10.000", "end": "01:14:16.000", "speaker": "None", "utterance": "scenarios and tell stories"}
{"start": "01:14:16.000", "end": "01:14:36.000", "speaker": "None", "utterance": "about about them in a new way, and try to get feedback from these fiction fiction novel narratives. So I was, yeah i was just want to expand them creepy Christine's recollection."}
{"start": "01:14:36.000", "end": "01:14:49.000", "speaker": "None", "utterance": "I also very much. Yeah, I agree with, with that, as a as a kind of a common thread that was the thing I felt like I noticed this well. And also that there was some"}
{"start": "01:14:49.000", "end": "01:15:00.000", "speaker": "None", "utterance": "kind of an emphasis on like repetition or reiteration of patterns but but in a kind of creative."}
{"start": "01:15:00.000", "end": "01:15:28.000", "speaker": "None", "utterance": "Yeah, shape shifting way right where, where we're new meanings are constructed us and light across across boundaries across categories and. And I also felt like there was a common thread of pleasure, through experimentation or play or read rewriting reworking"}
{"start": "01:15:28.000", "end": "01:15:35.000", "speaker": "None", "utterance": "like juxtapositions of things in."}
{"start": "01:15:35.000", "end": "01:15:37.000", "speaker": "None", "utterance": "Yeah. In these."}
{"start": "01:15:37.000", "end": "01:15:42.000", "speaker": "None", "utterance": "All of these papers. So, really, really."}
{"start": "01:15:42.000", "end": "01:15:45.000", "speaker": "None", "utterance": "Yeah, that really resonated for me."}
{"start": "01:15:45.000", "end": "01:15:54.000", "speaker": "None", "utterance": "With the other Gannett papers here."}
{"start": "01:15:54.000", "end": "01:16:01.000", "speaker": "None", "utterance": "Great. So we are at exactly a quarter past two, I know the next panelist I was in 15 minutes."}
{"start": "01:16:01.000", "end": "01:16:24.000", "speaker": "None", "utterance": "So I would say let's wrap it up here and continue the discussion in."}