{"start": "00:00:00.089", "end": "00:00:00.450", "speaker": "susiecronin", "utterance": " know."}
{"start": "00:00:01.979", "end": "00:00:07.680", "speaker": "susiecronin", "utterance": " we'll continue with the recording if that's Okay, and for those of you who haven't met me before my name is susie cronin."}
{"start": "00:00:08.040", "end": "00:00:18.060", "speaker": "susiecronin", "utterance": " And the content of our panel today the title is game storytelling and methodologies and will follow the order of the program so first off we have Hannah documents."}
{"start": "00:00:18.390", "end": "00:00:29.280", "speaker": "susiecronin", "utterance": " And hannah's presentation is entitled follow the pathfinders a case study approach to production, use and readership on scale so we're looking forward to hearing from you Hannah."}
{"start": "00:00:30.750", "end": "00:00:33.510", "speaker": "Hannah Ackermans", "utterance": " Thank you very much i'll put the link right now."}
{"start": "00:00:34.560", "end": "00:00:48.120", "speaker": "Hannah Ackermans", "utterance": " And I should start by apologizing, you will get like fancy powerpoints and presentations and videos later, but I had to run the last two days, so I prioritize them, so I will just be talking to you instead."}
{"start": "00:00:48.720", "end": "00:00:49.740", "speaker": "Hannah Ackermans", "utterance": " that's like minutes."}
{"start": "00:00:51.510", "end": "00:01:03.570", "speaker": "Hannah Ackermans", "utterance": " So effect as scholars and artists and electronic literature, we have a soft spot for media specific analysis, a term coined by m catrin hales for interrogating the math reality of literary hypertext."}
{"start": "00:01:04.500", "end": "00:01:12.990", "speaker": "Hannah Ackermans", "utterance": " But hypertext and other born digital modes of narratives are no longer just a research subject there also our means of communication and publication."}
{"start": "00:01:14.130", "end": "00:01:22.590", "speaker": "Hannah Ackermans", "utterance": " There have been various born digital journals and platforms that encourage scholars to use multi modal means of academic publication, each with their own media specificity."}
{"start": "00:01:23.520", "end": "00:01:30.330", "speaker": "Hannah Ackermans", "utterance": " So i've done a deep dive into that by now canonical book pathfinders documenting the experience of early digital literature."}
{"start": "00:01:31.350", "end": "00:01:42.480", "speaker": "Hannah Ackermans", "utterance": " In pathfinders third multiple degree our document for classic works of electronic bits are using a combination of films, books books by authors and readers known as reversals."}
{"start": "00:01:42.990", "end": "00:01:56.850", "speaker": "Hannah Ackermans", "utterance": " Along with films interviews and carefully described and photographed physical materials as such pathfinders is positioned as a dh practice to rescue early works of electronic literature, both from a technological obsolescence and from Michigan."}
{"start": "00:01:58.230", "end": "00:02:08.910", "speaker": "Hannah Ackermans", "utterance": " So what I wanted to know is how the platform of ordinances influence the production and circulation of the book and the best way to research that's fine there as well as, of course, by hosting some professionals with my own."}
{"start": "00:02:10.140", "end": "00:02:20.400", "speaker": "Hannah Ackermans", "utterance": " On zoom I interviewed unique regard about the process of creating pathfinders and I had three readers with various degrees of experience with electronic literature read this book, for the first time."}
{"start": "00:02:21.780", "end": "00:02:36.510", "speaker": "Hannah Ackermans", "utterance": " Now I couldn't possibly go through all of my results in these few minutes, but what I found was that the media specificity was deeply tied to production and use of the Platform, the institutional embedding the technological ecology and the promotion of research values."}
{"start": "00:02:37.890", "end": "00:02:47.760", "speaker": "Hannah Ackermans", "utterance": " So rather than an isolation of the media text itself, my contextual approach allows me to reflect on the media specificity as implemented within the media and academic network."}
{"start": "00:02:49.200", "end": "00:02:58.710", "speaker": "Hannah Ackermans", "utterance": " that's fine there's uses the platform scaling, which is very as a 14 says to accommodate multimedia and multi linear research specifically built for humanities publications."}
{"start": "00:02:59.760", "end": "00:03:05.190", "speaker": "Hannah Ackermans", "utterance": " Although there is a learning curve to scale our and my readers were confused when they first started looking at not finders."}
{"start": "00:03:05.790", "end": "00:03:13.140", "speaker": "Hannah Ackermans", "utterance": " The writer use of it allows for both authors and readers to familiarize themselves with a common structure of research and publication."}
{"start": "00:03:13.950", "end": "00:03:27.510", "speaker": "Hannah Ackermans", "utterance": " At the same time, the users can choose which elements to adopt an appropriate desert to suit their needs and ideas Dini explained, for example, there was important that pathfinders would look scholarly and bookish."}
{"start": "00:03:28.890", "end": "00:03:36.180", "speaker": "Hannah Ackermans", "utterance": " To the institution on bedding influences how authors choose and approached our media content, as well as how to book is circulated and read."}
{"start": "00:03:37.560", "end": "00:03:45.810", "speaker": "Hannah Ackermans", "utterance": " rediscover consider academic validity through a combination of their evaluation of the content and there are other experiences with born digital publication."}
{"start": "00:03:46.800", "end": "00:03:56.400", "speaker": "Hannah Ackermans", "utterance": " One of my readers, for example, has a background in film studies and she compared it to a video essay in her fields and she also said that she was reminded of the streaming platform twitch."}
{"start": "00:03:57.960", "end": "00:04:04.590", "speaker": "Hannah Ackermans", "utterance": " So what follows is the technological influence of the combination of platforms which extends the book beyond the cell phone thing text."}
{"start": "00:04:05.280", "end": "00:04:18.030", "speaker": "Hannah Ackermans", "utterance": " different platforms, such as vimeo and soundcloud are embedded and readers can cross through relevant external websites using the hyperlinks or they can encounter parts of the work through other channels before even entering the book."}
{"start": "00:04:19.290", "end": "00:04:28.200", "speaker": "Hannah Ackermans", "utterance": " So it is inevitably leads to differences and interpretation by different breeders and the explicit for all of the different platforms highlights this practice."}
{"start": "00:04:29.370", "end": "00:04:37.950", "speaker": "Hannah Ackermans", "utterance": " The central focus on situation on network documentation for grants devalue of documentation and presentation as officer sorry."}
{"start": "00:04:38.400", "end": "00:04:49.260", "speaker": "Hannah Ackermans", "utterance": " The value of documentation and presentation of sources as research, the spontaneity and interpretation are integral part of what is presented as the documentation of the networks themselves."}
{"start": "00:04:50.700", "end": "00:04:57.060", "speaker": "Hannah Ackermans", "utterance": " To do concludes by media specific analysis has become commonplace in various studies of creative digital artifacts."}
{"start": "00:04:57.390", "end": "00:05:08.340", "speaker": "Hannah Ackermans", "utterance": " Analysis of born digital academic publications could enhance the understanding of these particular text, as well as contribute to a more intricate application of media specificity, to include context."}
{"start": "00:05:09.270", "end": "00:05:16.380", "speaker": "Hannah Ackermans", "utterance": " academia, in particular, has explicit and implicit costumes of creating cultural capital in producing and circulating knowledge."}
{"start": "00:05:18.060", "end": "00:05:28.170", "speaker": "Hannah Ackermans", "utterance": " As publication is a primary in principle mode, for which scholars get to know each other works scrutiny of their month scrutiny of their media mode is necessary to understand the fields."}
{"start": "00:05:29.670", "end": "00:05:34.080", "speaker": "Hannah Ackermans", "utterance": " So I will leave it at this, for now, and I look forward to discussing if we can further."}
{"start": "00:05:35.310", "end": "00:05:41.130", "speaker": "susiecronin", "utterance": " Great Thank you so much that was really rich and interesting and a lot packed in there to a short."}
{"start": "00:05:41.580", "end": "00:05:52.350", "speaker": "susiecronin", "utterance": " A short time and we'll go for questions at the end so we'll run straight into our next presentation if that's OK, with everyone so next up is bronwyn Patrick sin welcome bronwyn with."}
{"start": "00:05:53.190", "end": "00:06:03.510", "speaker": "susiecronin", "utterance": " accuracy in Title or do we call this so we know a little bit about your about your presentation from the video we saw looking forward to hearing more about that no."}
{"start": "00:06:04.710", "end": "00:06:16.800", "speaker": "Bronwin Patrickson", "utterance": " Thank you susie and I was really interested in your paper Hannah too, because I do also talk about the impact of technology on the genre in my paper but i've actually dropped a lot of that discussion in this to try and keep it to five minutes."}
{"start": "00:06:18.630", "end": "00:06:26.130", "speaker": "Bronwin Patrickson", "utterance": " yeah interesting field and games honors a different as well to literary genre so there's an interesting crossover but i'm sorry doing."}
{"start": "00:06:28.740", "end": "00:06:32.850", "speaker": "Bronwin Patrickson", "utterance": " I was lucky enough to work on a wallace and gromit theme digital storytelling project."}
{"start": "00:06:34.230", "end": "00:06:38.340", "speaker": "Bronwin Patrickson", "utterance": " Self described as a documented story wallace and gromit being fixed up."}
{"start": "00:06:39.600", "end": "00:06:47.730", "speaker": "Bronwin Patrickson", "utterance": " is a really interesting hybrid project involving transmedia and mobile and minted reality play."}
{"start": "00:06:48.450", "end": "00:06:52.560", "speaker": "Bronwin Patrickson", "utterance": " As well as a single strand story and it raised a few issues that I want to talk about in this talk."}
{"start": "00:06:53.250", "end": "00:06:59.250", "speaker": "Bronwin Patrickson", "utterance": " partly about the hybridity of genres these days, but also about the aesthetics, of a single strand story."}
{"start": "00:06:59.910", "end": "00:07:06.420", "speaker": "Bronwin Patrickson", "utterance": " of just to say for this project, I was working with university of South Wales, as part of the collaboration with a consortium."}
{"start": "00:07:06.930", "end": "00:07:22.320", "speaker": "Bronwin Patrickson", "utterance": " of creative commercial practitioners dub fiction, is in a UK funded audience of the future, to demonstrate a project i'll start by playing you an excerpt from there, behind the scenes video so they can get an idea of the APP some it really helps to seven look at it."}
{"start": "00:07:26.970", "end": "00:07:30.330", "speaker": "Bronwin Patrickson", "utterance": " it's very exciting having wallace government involved in this project."}
{"start": "00:07:32.400", "end": "00:07:48.930", "speaker": "Bronwin Patrickson", "utterance": " With the big feels like it right it's a brand new wallace and gromit story video gameplay comic strips all held together by and after people download an APP on that smartphone audiences will interact with wallace and gromit calls texts and even."}
{"start": "00:07:50.520", "end": "00:07:55.710", "speaker": "Bronwin Patrickson", "utterance": " When you can say a rocket appears in your backyard it's just a fundamental reshaping story."}
{"start": "00:07:57.630", "end": "00:08:03.120", "speaker": "Bronwin Patrickson", "utterance": " So this is a quote from Edward Russell who's one of the producers of the project for featured in the video."}
{"start": "00:08:03.540", "end": "00:08:12.510", "speaker": "Bronwin Patrickson", "utterance": " And i'm going to delete that video continuous talk it's got the rest of this behind the scenes video, as well as some etc let's play and other relevant productions to what I want to talk about."}
{"start": "00:08:12.930", "end": "00:08:26.790", "speaker": "Bronwin Patrickson", "utterance": " He goes on to say i'm learning to say it's an interactive immersive storytelling experience realized through augmented reality on your phone that's the fastest way of saying it, but even that doesn't sort of bringing the translator and everything So this was a challenge."}
{"start": "00:08:27.870", "end": "00:08:41.970", "speaker": "Bronwin Patrickson", "utterance": " And it was partly about the use of emerging technologies that people were as much familiar with, like a as well as a mix of story and gameplay within wallace and gromit before except APP which had implications particular in terms of the expectation that audience has brought to it."}
{"start": "00:08:43.470", "end": "00:08:59.520", "speaker": "Bronwin Patrickson", "utterance": " In hybrid fields of possibilities double barreled way market terms like interactive narrative as opposed to the term narratives gain, for example, a very helpful as a signal the relative weight of any particular genre mix and they can also indicate related audience cultures."}
{"start": "00:09:00.720", "end": "00:09:08.460", "speaker": "Bronwin Patrickson", "utterance": " But they can also be misleading, at times, potentially emphasizing the politics of the referral media over the emerging politics of the new media mix."}
{"start": "00:09:10.080", "end": "00:09:16.920", "speaker": "Bronwin Patrickson", "utterance": " So to turn to that now tend to the APP in more detail it's delivered via essential enhanced mobile application."}
{"start": "00:09:17.370", "end": "00:09:25.320", "speaker": "Bronwin Patrickson", "utterance": " The application presents a predetermined story delivered via rich tapestry of serialized short multi platform media elements."}
{"start": "00:09:26.010", "end": "00:09:36.870", "speaker": "Bronwin Patrickson", "utterance": " Unlike traditional transmedia when network media might be distributed across a number of platforms, the entire multimedia story is presented by the central mobile application."}
{"start": "00:09:37.470", "end": "00:09:46.920", "speaker": "Bronwin Patrickson", "utterance": " So this offers a rich and variable experience but also highlights the classification challenges that genre defying emerging technologies compose."}
{"start": "00:09:47.550", "end": "00:09:58.200", "speaker": "Bronwin Patrickson", "utterance": " The participatory capacity or agency to make meaningful choices in an unfolding experiences traditionally regarded as one of the great pleasures of digital storytelling."}
{"start": "00:09:59.130", "end": "00:10:09.810", "speaker": "Bronwin Patrickson", "utterance": " In big fix up the newsfeed progression is made more dynamic, because of the variety of media presents as well as the story progression that enables over time."}
{"start": "00:10:10.500", "end": "00:10:16.500", "speaker": "Bronwin Patrickson", "utterance": " The lure of emerging technology engagements link to that position also help to make that process more intriguing."}
{"start": "00:10:17.100", "end": "00:10:28.980", "speaker": "Bronwin Patrickson", "utterance": " Together, these serialized transmedia storytelling strategies for mobile phone delivery offered away for fiction, is to exploit alternative alternatives to branch into a narrative structures."}
{"start": "00:10:30.600", "end": "00:10:37.200", "speaker": "Bronwin Patrickson", "utterance": " And this is an example it's gone on a bit follow and just pause this for a second, so this is a great example for you to see."}
{"start": "00:10:38.460", "end": "00:10:46.500", "speaker": "Bronwin Patrickson", "utterance": " Now, part of the motivation for this approach animation takes a long time to me, and they there's a risk of course if you get into this branch into narratives that we've got."}
{"start": "00:10:46.950", "end": "00:10:55.440", "speaker": "Bronwin Patrickson", "utterance": " competence or real explosion, there are established workarounds, but they were really keen to look at this single story Strand and link it to."}
{"start": "00:10:56.340", "end": "00:11:01.650", "speaker": "Bronwin Patrickson", "utterance": " The choice to choose which bits you you engage with and then also linked to gameplay."}
{"start": "00:11:02.460", "end": "00:11:14.010", "speaker": "Bronwin Patrickson", "utterance": " And they said, it also referring different pledges and agency there, so there are different pleasures is this one, maybe a few of you are familiar with, even goggles bleed these are about the ascetic pleasures of an experience."}
{"start": "00:11:14.910", "end": "00:11:28.710", "speaker": "Bronwin Patrickson", "utterance": " And this is, you know the rhythmic and and the sound of the of the downtime and the signal to move, you know you're moving your holster from side to side, and then the visual humor of the page itself becoming bloodied."}
{"start": "00:11:30.360", "end": "00:11:37.650", "speaker": "Bronwin Patrickson", "utterance": " So each click reveals a bit more of the unfolding story enhanced by the odd surprise such a novel and interns perfect."}
{"start": "00:11:39.060", "end": "00:11:47.370", "speaker": "Bronwin Patrickson", "utterance": " And this approach, supports and engaging participatory experience, even despite the lack of meaningful agency and other examples of."}
{"start": "00:11:48.030", "end": "00:12:05.280", "speaker": "Bronwin Patrickson", "utterance": " digitally reference kinesthetic pleasures rewards as they might be referred to engage me discourse You might remember the intermittent audio fx and read update animations like in Allen bigelow's 2017 mobile search doll narrative how to rob a bank."}
{"start": "00:12:08.160", "end": "00:12:14.040", "speaker": "Bronwin Patrickson", "utterance": " Now, in following projects fiction is are exploring ways that multi perspective narratives told through the overlapping."}
{"start": "00:12:14.310", "end": "00:12:21.090", "speaker": "Bronwin Patrickson", "utterance": " and potentially contradictory iterations of multiple characters and also complement the chunk news fleet plot progression."}
{"start": "00:12:21.480", "end": "00:12:26.520", "speaker": "Bronwin Patrickson", "utterance": " This approach prompts another alternative to the pleasure of agency, which is the pleasure of evaluation."}
{"start": "00:12:27.420", "end": "00:12:33.090", "speaker": "Bronwin Patrickson", "utterance": " In some game genres the pleasures of evaluation form strategy horses strategy choices sorry."}
{"start": "00:12:33.630", "end": "00:12:39.210", "speaker": "Bronwin Patrickson", "utterance": " And they also and we've moved on to another project now that I want to show you this is pirate fishing, this is an interactive documentary."}
{"start": "00:12:39.690", "end": "00:12:49.980", "speaker": "Bronwin Patrickson", "utterance": " And they can involve ethical dilemmas to prompt deep reflection this scrolling documentary indicates, yes, another way to introduce evaluative interaction into a single scrolling story."}
{"start": "00:12:50.580", "end": "00:13:00.090", "speaker": "Bronwin Patrickson", "utterance": " Participants I cast as training investigators, who can help the pirate fishing investigation team by evaluating and classifying Midi elements, according to the type of information provided."}
{"start": "00:13:00.690", "end": "00:13:14.370", "speaker": "Bronwin Patrickson", "utterance": " Whether it's evidence notes or background information i'll just have to move this because I realize you can't see that so they're actually moving that around and there are all sorts of ways, you can see that something like that developing."}
{"start": "00:13:16.140", "end": "00:13:27.570", "speaker": "Bronwin Patrickson", "utterance": " In this they get bad as it could be much more dynamic, it could be mixed animations know and it's a really interesting seamless way to link the gameplay to to the story itself."}
{"start": "00:13:28.740", "end": "00:13:35.610", "speaker": "Bronwin Patrickson", "utterance": " So, as these numerous examples indicate there are captivating alternatives and adjustments to branching tree plot structures."}
{"start": "00:13:36.390", "end": "00:13:48.330", "speaker": "Bronwin Patrickson", "utterance": " And, many of which involve genre hybridity and these alternatives emphasize the importance of a dynamic towards storytelling experience as much as a dynamic text so that's it for me i'll stop sharing."}
{"start": "00:13:49.710", "end": "00:14:00.240", "speaker": "susiecronin", "utterance": " Thanks Thank you so much for honoring That was really engaging and i'm sure there'll be lots of things to stitch together between this and the next presentation and the previous one."}
{"start": "00:14:00.810", "end": "00:14:07.410", "speaker": "susiecronin", "utterance": " And so next up is rob Gallo her whose presentation is entitled from cinema and via social media and be."}
{"start": "00:14:07.800", "end": "00:14:12.090", "speaker": "susiecronin", "utterance": " The changing face of video game characterization in the age of."}
{"start": "00:14:12.180", "end": "00:14:14.910", "speaker": "susiecronin", "utterance": " platform ization so we'll."}
{"start": "00:14:16.110", "end": "00:14:19.230", "speaker": "susiecronin", "utterance": " continue with the next presentation whenever you're ready all."}
{"start": "00:14:19.710", "end": "00:14:31.470", "speaker": "Rob Gallagher", "utterance": " Right thanks i'm realizing a full heartedly that I cut down my presentation to five minutes before i'd read everyone's full papers and I think there are lots of kind of interesting areas of overlap here but."}
{"start": "00:14:32.280", "end": "00:14:35.520", "speaker": "Rob Gallagher", "utterance": " Maybe we'll have to leave it to the to the Q amp a to bring some of those out."}
{"start": "00:14:36.150", "end": "00:14:38.220", "speaker": "susiecronin", "utterance": " definitely have time yeah in the discussion."}
{"start": "00:14:39.300", "end": "00:14:53.250", "speaker": "Rob Gallagher", "utterance": " yeah, hopefully, you can all now see my slides and and I want to talk about a particular example of transmedia storytelling from last year."}
{"start": "00:14:54.030", "end": "00:15:10.770", "speaker": "Rob Gallagher", "utterance": " And in the summer of 2020 is the period when this character of virtual influencer called serafin began building an audience on Twitter on soundcloud and on instagram and you can see some of these accounts and posts here."}
{"start": "00:15:11.610", "end": "00:15:21.870", "speaker": "Rob Gallagher", "utterance": " And across these accounts and this character was flushed out the character of an easygoing if anxiety prone aspiring musician with big dreams and acute pet cat."}
{"start": "00:15:23.100", "end": "00:15:28.740", "speaker": "Rob Gallagher", "utterance": " And it was later in the year of the this character been building a fan base for a few months."}
{"start": "00:15:29.280", "end": "00:15:40.020", "speaker": "Rob Gallagher", "utterance": " That riot games revealed that they had created the character and that this character was joining the roster of their multiplayer online battle arena league of legends."}
{"start": "00:15:40.710", "end": "00:15:44.880", "speaker": "Rob Gallagher", "utterance": " So this was a kind of launch campaign, essentially for a video game character."}
{"start": "00:15:45.390", "end": "00:15:52.200", "speaker": "Rob Gallagher", "utterance": " And, and the approach to storytelling here was obviously informed by the self branding strategies to quote Duffy and horns."}
{"start": "00:15:52.530", "end": "00:16:01.590", "speaker": "Rob Gallagher", "utterance": " And the small storytelling techniques to quote Alexandra Georgia copy and that have been pioneered by young female users of social media platforms."}
{"start": "00:16:02.310", "end": "00:16:18.900", "speaker": "Rob Gallagher", "utterance": " We could also course draw parallels with well known projects like Amalia ominous instagram series excellence is imperfections that uses that platform to to spin what turned out to be a fictional story or broods virtual influence little mckayla."}
{"start": "00:16:19.980", "end": "00:16:29.880", "speaker": "Rob Gallagher", "utterance": " And those perhaps more direct influence in the fields of a woman called stephanie Doris who, in November, I think it was."}
{"start": "00:16:31.050", "end": "00:16:32.310", "speaker": "Rob Gallagher", "utterance": " wrote a medium post."}
{"start": "00:16:33.900", "end": "00:16:45.210", "speaker": "Rob Gallagher", "utterance": " outlining her suspicion that riot had essentially plagiarized her online persona to create this character and detailing her short lived relationship with a riot employee."}
{"start": "00:16:46.320", "end": "00:16:54.750", "speaker": "Rob Gallagher", "utterance": " So, whether or not they were taking inspiration from particular individuals, and these are obviously the points of reference here for this mode of storytelling."}
{"start": "00:16:55.770", "end": "00:17:08.700", "speaker": "Rob Gallagher", "utterance": " I think this is an interesting change in many ways for an industry, the commercial video game industry that traditionally has more readily look to Hollywood script writers for kind of narrative inspiration."}
{"start": "00:17:09.870", "end": "00:17:17.820", "speaker": "Rob Gallagher", "utterance": " So, in the early 2000s Eric Zimmerman accused video games of suffering from a bad case of what he called cinema envy."}
{"start": "00:17:18.390", "end": "00:17:25.050", "speaker": "Rob Gallagher", "utterance": " For much of this period the 90s early 2000s commercial game is kind of aspired to this condition of interactive cinema."}
{"start": "00:17:25.620", "end": "00:17:35.760", "speaker": "Rob Gallagher", "utterance": " And, as recent blockbusters like the last of US pot to demonstrate plenty of games still follow this model and ellie the heroine of this gritty revenge saga."}
{"start": "00:17:36.240", "end": "00:17:45.720", "speaker": "Rob Gallagher", "utterance": " Is a character conceived according to traditional Cinematic notions of plotting and characterization with dynamic developments or Arc that leaves her irrevocably changed."}
{"start": "00:17:46.080", "end": "00:17:52.800", "speaker": "Rob Gallagher", "utterance": " And, and these kinds of models of storytelling can work well for single player video games which players tend to buy up front."}
{"start": "00:17:53.280", "end": "00:18:01.860", "speaker": "Rob Gallagher", "utterance": " Much as you would a movie ticket or a BLU Ray disc and to work through challenged by challenge until they finished the plot and see the conclusion."}
{"start": "00:18:02.340", "end": "00:18:09.720", "speaker": "Rob Gallagher", "utterance": " And, in an age of platform ization however many of the most profitable video games, including league of legends follow a different model."}
{"start": "00:18:10.230", "end": "00:18:23.220", "speaker": "Rob Gallagher", "utterance": " League is a multiplayer game meant to be played over and over online with others it's free to play, and it makes its money through the sale of costumes or skins that transform the look of the character."}
{"start": "00:18:23.790", "end": "00:18:30.780", "speaker": "Rob Gallagher", "utterance": " And within the Games fiction each skin is framed is another version of that character belonging to their own alternate reality."}
{"start": "00:18:31.140", "end": "00:18:38.340", "speaker": "Rob Gallagher", "utterance": " In January tons terms, these characters are conceived from the get go as transmedia figures right for reinvention and reimagining."}
{"start": "00:18:38.760", "end": "00:18:48.600", "speaker": "Rob Gallagher", "utterance": " Thus serafin can be both a trainee magician from a steampunk fantasy city and an aspiring indie musician posting selfies from her nondescript bedroom."}
{"start": "00:18:49.140", "end": "00:19:00.270", "speaker": "Rob Gallagher", "utterance": " Both versions of the character share a set of traits and visual signifiers that are supposed to kind of lend coherence across these different versions and there's obviously a very coherent palette to."}
{"start": "00:19:00.870", "end": "00:19:06.360", "speaker": "Rob Gallagher", "utterance": " And the character of led by contrast is much less malleable and much less cleanly legible."}
{"start": "00:19:06.960", "end": "00:19:20.400", "speaker": "Rob Gallagher", "utterance": " You could, if you so wish to buy a cutesy vinyl Franco pop doll of her and, but I think this translation reveals that this really isn't a character designs to be reimagined in these ways the kind of real photorealistic visual style is quarter."}
{"start": "00:19:20.940", "end": "00:19:26.730", "speaker": "Rob Gallagher", "utterance": " How she's meant to circulate and be received, and I think in an age of platform ization."}
{"start": "00:19:27.510", "end": "00:19:34.230", "speaker": "Rob Gallagher", "utterance": " As game developers seek to keep players attached to these properties and to keep them playing and generating data."}
{"start": "00:19:34.620", "end": "00:19:48.510", "speaker": "Rob Gallagher", "utterance": " And what we may be seeing is less this convergence of film and games that was predicted in the early 2000s and more future that looks like serafin rather than la that's kind of the essence, my argument so needed there."}
{"start": "00:19:50.880", "end": "00:20:02.940", "speaker": "susiecronin", "utterance": " Great Thank you so much rob I think it's really interesting to look at this gaze and this idea of envy and reciprocity and replication and mimicry between sort of reality and the."}
{"start": "00:20:03.390", "end": "00:20:07.710", "speaker": "susiecronin", "utterance": " Online realm so that's going to definitely feel some interesting discussion."}
{"start": "00:20:08.250", "end": "00:20:15.240", "speaker": "susiecronin", "utterance": " And so we're on to our last presenter we're moving quite speedily but i'm looking forward to the discussion that that will allow us to have."}
{"start": "00:20:15.660", "end": "00:20:30.900", "speaker": "susiecronin", "utterance": " So we're on to Maria mensa who his presentation is entitled digital methodologies for analyzing and disseminating Community research societal, cultural, political ethics and perspectives so whenever you're ready, we feel free."}
{"start": "00:20:36.150", "end": "00:20:36.540", "speaker": "None", "utterance": "meal."}
{"start": "00:20:37.890", "end": "00:20:57.870", "speaker": "Maria Mencia", "utterance": " Okay, so now from fiction and influencers on social media and augmented reality we are actually going to do you know reality in this project, they determine when i'm going to be talking about certain methodologies that I developed in."}
{"start": "00:20:59.280", "end": "00:21:03.960", "speaker": "Maria Mencia", "utterance": " With my projects on Community building and Community research and."}
{"start": "00:21:06.990", "end": "00:21:09.390", "speaker": "Maria Mencia", "utterance": " Sorry, I got a problem with our guests."}
{"start": "00:21:10.530", "end": "00:21:25.080", "speaker": "Maria Mencia", "utterance": " So yeah so the same research on creative practices and research through electronic literature and is something that I have been doing life for 20 years now on practice based research and."}
{"start": "00:21:25.680", "end": "00:21:36.330", "speaker": "Maria Mencia", "utterance": " I mentioned in the paper how online platforms have taken a major role serving and and you know major role serving I mean."}
{"start": "00:21:36.870", "end": "00:21:57.060", "speaker": "Maria Mencia", "utterance": " to endure in the copy 19 situation more variable there and we have been learning to do what we did before at a distance, and in some cases, even in isolation and as an artist and researcher and engaging practices, I have for a while now."}
{"start": "00:21:57.300", "end": "00:21:58.740", "speaker": "Maria Mencia", "utterance": " use a sound."}
{"start": "00:21:58.800", "end": "00:22:09.090", "speaker": "Maria Mencia", "utterance": " Such online platforms to create spaces to share personal stories, so the storytelling that i'm talking about is more like life stories and."}
{"start": "00:22:09.840", "end": "00:22:21.120", "speaker": "Maria Mencia", "utterance": " I have been able to connect narratives to bring up issues of power territory displacement personnel on historical memory, gender and violence and."}
{"start": "00:22:21.930", "end": "00:22:30.510", "speaker": "Maria Mencia", "utterance": " So these are issues that i'm interested in researching through electronic literature understanding electronic literature in out really broad a."}
{"start": "00:22:31.230", "end": "00:22:44.730", "speaker": "Maria Mencia", "utterance": " way of life, digital art or digital storytelling you know you know in poetry all these young girls that we're discussing here, and so on and so yes now with them."}
{"start": "00:22:45.510", "end": "00:22:56.190", "speaker": "Maria Mencia", "utterance": " You know the copy 19 global pandemic has made me Father address the value that artistic practice a can have in our mental and psychological health."}
{"start": "00:22:56.640", "end": "00:23:04.950", "speaker": "Maria Mencia", "utterance": " Any significance in Community healing, so this is something that I have become interested from some of the projects that I have done, and also from."}
{"start": "00:23:05.430", "end": "00:23:17.490", "speaker": "Maria Mencia", "utterance": " The pandemic, so this is a very new topic to me and and is one of their strengths and developed has developed for my recent works."}
{"start": "00:23:17.970", "end": "00:23:30.060", "speaker": "Maria Mencia", "utterance": " So how can we create meaningful projects that can have an impact in society, this is what is the you know, this is where i'm driving for now, you know by."}
{"start": "00:23:30.540", "end": "00:23:46.320", "speaker": "Maria Mencia", "utterance": " And so we have the idea of community and the co authorship in the co creative kind of maybe workshops that i've been doing, and this is them, they are working with artists and communities at once."}
{"start": "00:23:46.890", "end": "00:23:57.870", "speaker": "Maria Mencia", "utterance": " And this has been developed in lighting, the project of invisible voices or in their workshop that we did yesterday on share to heal as well and."}
{"start": "00:23:58.650", "end": "00:24:11.850", "speaker": "Maria Mencia", "utterance": " which they were focused on so she had to associate associate total issues which occurred you to a specific as social or political circumstances of a period in time."}
{"start": "00:24:12.450", "end": "00:24:20.910", "speaker": "Maria Mencia", "utterance": " And they address questions in connection to communities to histories, the value that creative storytelling anarchistic approaches."}
{"start": "00:24:21.360", "end": "00:24:38.580", "speaker": "Maria Mencia", "utterance": " can have in sharing personal stories and the value of working directly with participants, so the paper also highlights the impact these projects can have not only to this specific communities, but also to society in general."}
{"start": "00:24:39.810", "end": "00:24:40.590", "speaker": "Maria Mencia", "utterance": " So."}
{"start": "00:24:42.420", "end": "00:24:54.960", "speaker": "Maria Mencia", "utterance": " Okay, so I also discuss a little bit there and then Internet as a medium is a platform for communication and dissemination, you know with a net are to Internet art but."}
{"start": "00:24:55.590", "end": "00:25:14.880", "speaker": "Maria Mencia", "utterance": " You know, in a way, comparing it with the media technologies, nowadays, which are more ingrained in our lives are sent to 18 our dependence on online communication, the way we experience our everyday life communicate interact and understand the social, cultural itself."}
{"start": "00:25:16.230", "end": "00:25:27.630", "speaker": "Maria Mencia", "utterance": " So the digital media which some of these projects, obviously, are also presenting so coming 19 make it even more imperative to think of new ways to build."}
{"start": "00:25:28.080", "end": "00:25:44.370", "speaker": "Maria Mencia", "utterance": " applications where users can share personal stories concerns mental health problems challenges or social issues through narrative methods and media our practices so Community research is there the point here."}
{"start": "00:25:44.820", "end": "00:25:55.080", "speaker": "Maria Mencia", "utterance": " and building communities and sharing stories through the detail creative practices we did this on the workshop yesterday with the initials market."}
{"start": "00:25:55.560", "end": "00:26:15.600", "speaker": "Maria Mencia", "utterance": " And we created this platform where we could share a story, and then the, but these stories will be shuffled and the participant will get I story to to heal, you will have to create digital media project to create that way to heal that story and."}
{"start": "00:26:16.650", "end": "00:26:23.040", "speaker": "Maria Mencia", "utterance": " And so again, it was about Community building and creating meaningful conversations we had a little bit of."}
{"start": "00:26:23.790", "end": "00:26:40.500", "speaker": "Maria Mencia", "utterance": " problem with technology, but we managed to actually get to those meaningful conversations in the end, and this is the platform, and this is where you actually get the story here and and then in this other."}
{"start": "00:26:41.940", "end": "00:26:49.200", "speaker": "Maria Mencia", "utterance": " kind of window you're able to write the digital media project I do you know to heal the story that you've been allocated."}
{"start": "00:26:49.860", "end": "00:27:00.750", "speaker": "Maria Mencia", "utterance": " Okay, so these are just some of the I thought I just put these images in here i'm not going to go through all these, but these are just examples that I discussing the."}
{"start": "00:27:01.080", "end": "00:27:10.200", "speaker": "Maria Mencia", "utterance": " India essay as well, and I have to say that they say say will change quite a lot, because I will be focusing more on the methodology."}
{"start": "00:27:10.800", "end": "00:27:19.680", "speaker": "Maria Mencia", "utterance": " And i'm using some other material for something else, anyway, but this again is like you got them the website documentary of the project, which is."}
{"start": "00:27:20.460", "end": "00:27:26.880", "speaker": "Maria Mencia", "utterance": " Personal story, based on the Spanish Civil War, then we have this submit your story you got them archive."}
{"start": "00:27:27.240", "end": "00:27:39.510", "speaker": "Maria Mencia", "utterance": " And all the stories that are in them submit your story and in the archive they're also part of the deployment that digital media or electronic literature, if you want a poem."}
{"start": "00:27:40.080", "end": "00:27:45.150", "speaker": "Maria Mencia", "utterance": " And these are kind of methodology that i've been using and, of course, the Nice all the discussions."}
{"start": "00:27:45.810", "end": "00:27:54.060", "speaker": "Maria Mencia", "utterance": " Are through the presentation, some people that have also turnout from different places that were the standards of the winnebago passengers as well."}
{"start": "00:27:54.600", "end": "00:28:12.210", "speaker": "Maria Mencia", "utterance": " These are serious mythologies that you can see, in that paper in terms of life stories and Dr Lambert and so on, and then also with them invisible voices, this is one of the recent projects."}
{"start": "00:28:13.440", "end": "00:28:23.520", "speaker": "Maria Mencia", "utterance": " And this is, I was working with women victims of the Colombian conflict and with a community groups so squad with the Pacific, so I discussed these more on their."}
{"start": "00:28:24.000", "end": "00:28:39.450", "speaker": "Maria Mencia", "utterance": " On their paper as well, I don't know if you have time to read it, but a game, there was the aim of giving voice to the women victims of their participation their construction of memory and then there was the you know through Ada digital."}
{"start": "00:28:42.150", "end": "00:28:50.880", "speaker": "Maria Mencia", "utterance": " technologies, but also a face to face, and this methodology of co creation with something, something that we were using."}
{"start": "00:28:51.450", "end": "00:29:00.420", "speaker": "Maria Mencia", "utterance": " And this idea of urban design is based on our libertarian relationship between the signers of potential users and not on our rationale one."}
{"start": "00:29:01.320", "end": "00:29:08.940", "speaker": "Maria Mencia", "utterance": " in which the designer is seen as a superior Okay, so this is where he was leading their workshops."}
{"start": "00:29:09.330", "end": "00:29:15.720", "speaker": "Maria Mencia", "utterance": " And then, also the working with by DC bonds, the different continuation of methods for that, but that is specific context."}
{"start": "00:29:16.260", "end": "00:29:26.460", "speaker": "Maria Mencia", "utterance": " And the Multi modality is they are, they are you know, the use of the APP as well, for them to share their stories in different multimodal ways through video video."}
{"start": "00:29:26.910", "end": "00:29:40.560", "speaker": "Maria Mencia", "utterance": " or written manner as well, and then why storytelling This is again a methodology that is being used now in public health Community based participatory research and practice which."}
{"start": "00:29:41.190", "end": "00:29:49.020", "speaker": "Maria Mencia", "utterance": " yeah we used as well, and here are the workshops that you can have one day, you can have a look on the website that I put on the chat."}
{"start": "00:29:49.740", "end": "00:29:59.340", "speaker": "Maria Mencia", "utterance": " And these were the outcomes, you know which is, including all kinds of things, because in the website do have his live shows installation, so their stories videos."}
{"start": "00:29:59.910", "end": "00:30:11.940", "speaker": "Maria Mencia", "utterance": " And, and then is the digital art work which is like a summary of the whole thing and then is the application as well, so yeah i'm nearly finished with."}
{"start": "00:30:12.390", "end": "00:30:25.830", "speaker": "Maria Mencia", "utterance": " There is a whole series of audio recordings be the documentation so and then digital art, which is the value in three different areas, and also in the essay I haven't actually gone through the whole thing."}
{"start": "00:30:26.370", "end": "00:30:35.310", "speaker": "Maria Mencia", "utterance": " In terms of the metaphor that i've been using as well to develop these work and then this idea of the impact."}
{"start": "00:30:36.090", "end": "00:30:46.770", "speaker": "Maria Mencia", "utterance": " That our practices have perhaps are scaling methodologies and with the some feedback with with the women and, for instance, from the point of view of co creation."}
{"start": "00:30:47.280", "end": "00:30:55.620", "speaker": "Maria Mencia", "utterance": " Is this they felt that they have this emotion and joy of seeing their work of art come to life and."}
{"start": "00:30:56.340", "end": "00:31:03.120", "speaker": "Maria Mencia", "utterance": " And they said I say my my work of art, because they felt like that, so that was quite interesting to be able to you know to."}
{"start": "00:31:03.690", "end": "00:31:12.510", "speaker": "Maria Mencia", "utterance": " make them feel part of it, and then also with the more that I miss media online digital platforms again they also by enjoy working with."}
{"start": "00:31:13.050", "end": "00:31:25.590", "speaker": "Maria Mencia", "utterance": " Perhaps the same topics in many different ways that makes me makes me the our practices here because they thought that using all the senses the healing aspect is more intense and accurate."}
{"start": "00:31:26.040", "end": "00:31:44.550", "speaker": "Maria Mencia", "utterance": " And then, just the last thing as well, is that how, through our they felt that they were also given voices to those who have no voices and and do we need through art was less painful okay so i'm going to leave it in there to really Russia."}
{"start": "00:31:44.670", "end": "00:31:54.750", "speaker": "susiecronin", "utterance": " is very much Rhea that's great and so, if you could remove the screen share that will be great and we'll move into the questions for anyone listening who hasn't been presenting."}
{"start": "00:31:55.110", "end": "00:31:58.440", "speaker": "susiecronin", "utterance": " If you'd like to type your question into the chat please do so."}
{"start": "00:31:58.800", "end": "00:32:07.140", "speaker": "susiecronin", "utterance": " And if you want to ask it yourself, of course, you're free and encouraged to unmute yourself and ask your question, but if you could just pop the Q into the chat and then we'll try and."}
{"start": "00:32:07.530", "end": "00:32:20.160", "speaker": "susiecronin", "utterance": " avoid an overlap, by doing that and I have loads of questions but i've done that thing where i've written so much that I can't find my questions, but I was writing as I went along one thing that struck me, which I thought was worth."}
{"start": "00:32:20.670", "end": "00:32:34.890", "speaker": "susiecronin", "utterance": " abusing my privilege of moderator to ask was that idea of what's at stake between the individual and the collective So how do we gain or lose from a."}
{"start": "00:32:35.880", "end": "00:32:44.670", "speaker": "susiecronin", "utterance": " sort of installing oneself within an online community, and I think that's particularly potent in hannah's and maria's work, the idea of."}
{"start": "00:32:45.150", "end": "00:32:53.040", "speaker": "susiecronin", "utterance": " entering a dialogue that becomes representative of oneself, there is an element of loss and an element of gain in that."}
{"start": "00:32:53.400", "end": "00:33:08.910", "speaker": "susiecronin", "utterance": " And subscription to an online community and I wondered if that would maybe prompt any further reflections or ideas from either of you have had that sort of em almost dialogue between individual and Community expression comes into play in your work."}
{"start": "00:33:09.360", "end": "00:33:11.580", "speaker": "Maria Mencia", "utterance": " yeah So do you want me to start."}
{"start": "00:33:12.060", "end": "00:33:17.850", "speaker": "susiecronin", "utterance": " And sure, maybe Hannah was that you can use from we just presented we'll do a little inverse."}
{"start": "00:33:20.640", "end": "00:33:26.400", "speaker": "Hannah Ackermans", "utterance": " Oh it's like the pathfinders like as people in unit they'll probably know that was sort of a first."}
{"start": "00:33:27.960", "end": "00:33:30.450", "speaker": "Hannah Ackermans", "utterance": " project like eight nine years ago now."}
{"start": "00:33:31.740", "end": "00:33:44.730", "speaker": "Hannah Ackermans", "utterance": " um where the author would come in and explain things about their work, but also different readers would be there, and you would have the film experience of those readers so that's very individual but because you have several people."}
{"start": "00:33:45.300", "end": "00:33:50.370", "speaker": "Hannah Ackermans", "utterance": " It does show different examples, and it does give you more of an experience like."}
{"start": "00:33:52.440", "end": "00:33:59.490", "speaker": "Hannah Ackermans", "utterance": " It incorporates the idea that documenting the experience is part of documenting the work, especially if the work is lost."}
{"start": "00:34:01.620", "end": "00:34:03.120", "speaker": "Hannah Ackermans", "utterance": " And since then and."}
{"start": "00:34:04.170", "end": "00:34:13.290", "speaker": "Hannah Ackermans", "utterance": " i've explained this further in like the longer version of my article, but since then, this practice of the reversals especially has developed with."}
{"start": "00:34:14.460", "end": "00:34:29.370", "speaker": "Hannah Ackermans", "utterance": " A lot more works that are presented in the same way, but also moving this reversals from doing it in a studio to doing it publicly, so there have been a bunch of reversals that's happened at, for example in the yellow conference."}
{"start": "00:34:30.600", "end": "00:34:38.730", "speaker": "Hannah Ackermans", "utterance": " And I think acm and different places where there was a public presence, while this was happening and it became more of a communal."}
{"start": "00:34:39.480", "end": "00:34:57.150", "speaker": "Hannah Ackermans", "utterance": " Experience with the people in the room, and then obviously over the past year, it has also turned digital which changes the experience a bit because it's an important element of reversals normally that it's on the original machines that it was the work wasn't made on."}
{"start": "00:34:58.590", "end": "00:35:17.850", "speaker": "Hannah Ackermans", "utterance": " So for assume that's a bit different to have to be I can emulation of it um but then also people can join in and watch it so it's turned from purely like the documentation in the studio to this social and performative practice right great."}
{"start": "00:35:19.200", "end": "00:35:24.780", "speaker": "susiecronin", "utterance": " that's a really rich answer Thank you so much, and Maria I guess the notion of the collective."}
{"start": "00:35:25.260", "end": "00:35:40.560", "speaker": "susiecronin", "utterance": " comes into play, very much in terms of solidarity, building and healing as something that is shared, rather than individual so that transition from individual suffering to maybe healing as a collective vehicle is interesting in terms of your work."}
{"start": "00:35:43.560", "end": "00:35:44.820", "speaker": "Maria Mencia", "utterance": " Yes, and."}
{"start": "00:35:45.900", "end": "00:35:51.240", "speaker": "Maria Mencia", "utterance": " And will, as I presented in the different slides, you can see into yesterday it anyway."}
{"start": "00:35:56.730", "end": "00:36:08.880", "speaker": "Maria Mencia", "utterance": " So, nobody was like, for instance, in the case of a point across the Atlantic, it was interesting that I started doing the project without really knowing much about the Community, and then I land."}
{"start": "00:36:09.390", "end": "00:36:17.730", "speaker": "Maria Mencia", "utterance": " Through the online platform and their stories and I learned about it, you know, so it was a very different way to."}
{"start": "00:36:18.150", "end": "00:36:29.400", "speaker": "Maria Mencia", "utterance": " The world with that we made in where you know you are in a physical space and you develop in the work and then is there the idea of taking these word completing on online."}
{"start": "00:36:29.880", "end": "00:36:38.700", "speaker": "Maria Mencia", "utterance": " And, which you know talking about this periods as well, and I think that if we had only done the workshops and experience everything through."}
{"start": "00:36:39.180", "end": "00:36:45.180", "speaker": "Maria Mencia", "utterance": " The different a mixed media works that we need is a completely different thing to actually then."}
{"start": "00:36:45.840", "end": "00:37:01.500", "speaker": "Maria Mencia", "utterance": " You know, was the experience was enhanced by actually see it online as well, and then they they could feel like they were part of them get there were all those other work anyway, so they gave them this agency and."}
{"start": "00:37:02.580", "end": "00:37:18.060", "speaker": "Maria Mencia", "utterance": " and empower men in a way, you know to see their work online and the fact that I was going to be distributed and published, and you know many other people we're going to be able to see that, instead of just staying in the confines of a workshop."}
{"start": "00:37:19.260", "end": "00:37:26.730", "speaker": "susiecronin", "utterance": " Thank you so much, and I can see a really good intersecting question so i'm going to just kind of cherry pick that here, Christine works as written in the chat marissa."}
{"start": "00:37:27.060", "end": "00:37:30.750", "speaker": "susiecronin", "utterance": " How did the Colombian women feel about their stories being available on the web platform."}
{"start": "00:37:31.170", "end": "00:37:45.510", "speaker": "susiecronin", "utterance": " Did you are they anonymize them, and I think I think you've already answered that, to a degree that it was an empowering factor as opposed to the loss of anonymity sort of was offset by the gain of the empowerment of sharing that story and having a platform for."}
{"start": "00:37:45.630", "end": "00:37:53.190", "speaker": "Maria Mencia", "utterance": " is still is still has to be anonymize because of their problematic or putting a name towards a story."}
{"start": "00:37:54.570", "end": "00:38:07.320", "speaker": "Maria Mencia", "utterance": " And, but but yes, but at the same time, they they can recognize their own stories, they are anyway and see the stories from the the other participants so and so that's that's how they feel their their."}
{"start": "00:38:08.040", "end": "00:38:19.650", "speaker": "Maria Mencia", "utterance": " homes that Christine yeah so they fell yes in power and yeah with agency and and they felt that they were the author says yes, what I was actually explaining it."}
{"start": "00:38:19.740", "end": "00:38:20.490", "speaker": "None", "utterance": "Great so that."}
{"start": "00:38:21.660", "end": "00:38:24.780", "speaker": "Maria Mencia", "utterance": " sense of self you want one thing that is important is that they."}
{"start": "00:38:24.780", "end": "00:38:32.610", "speaker": "Maria Mencia", "utterance": " felt that they they were actually taking part in the historical memory, which in fact they were completely."}
{"start": "00:38:33.240", "end": "00:38:46.590", "speaker": "Maria Mencia", "utterance": " You know they are it doesn't exist in in history, you know what has happened to them, they travel, so they have gone through everything, and in that way they they felt that they were actually writing history in a different way yeah."}
{"start": "00:38:46.860", "end": "00:38:59.700", "speaker": "susiecronin", "utterance": " brilliant Thank you so much, and I will jump next to carlotta who has their hand raised to I imagine is possibly asking an interesting question also so we'll stay on team and then we'll move to the person who has a number of questions as well."}
{"start": "00:39:01.410", "end": "00:39:03.480", "speaker": "Carlota Salvador Megias", "utterance": " hi i'm oh i'm."}
{"start": "00:39:05.160", "end": "00:39:19.080", "speaker": "Carlota Salvador Megias", "utterance": " i'm in a room where the talk is being projected um yeah I ended up feeling like my question was a bit too specific, for the general conversation that was happening so I lowered my hand, so you can feel free to skip over me."}
{"start": "00:39:19.380", "end": "00:39:25.440", "speaker": "susiecronin", "utterance": " Oh that's no way, even if you want to continuously that's okay too specific questions are already."}
{"start": "00:39:25.710", "end": "00:39:26.880", "speaker": "Carlota Salvador Megias", "utterance": " I know it's Okay, thank you."}
{"start": "00:39:27.180", "end": "00:39:34.350", "speaker": "susiecronin", "utterance": " Okay perfect so we'll jump next to dina would you prefer if I read out your questions or would you like to ask them yourself."}
{"start": "00:39:36.000", "end": "00:39:53.910", "speaker": "Deena Larsen", "utterance": " Basically, my put my questions boil down to everyone, how do you see these platforms in helping authors tell their life stories in what is one major advantage to each of your platforms, that is present in this technology that's not present in oh say pen and paper."}
{"start": "00:39:57.330", "end": "00:39:58.710", "speaker": "susiecronin", "utterance": " Thank you that's a huge question."}
{"start": "00:40:02.310", "end": "00:40:11.160", "speaker": "Hannah Ackermans", "utterance": " I can, maybe start sure yeah so there's a lot of answers to this without try to narrow it down a bit."}
{"start": "00:40:12.780", "end": "00:40:27.720", "speaker": "Hannah Ackermans", "utterance": " Not so much maybe about pathfinders but the scale is also used for different types of stories and I am also doing sort of a parallel project of how is it used as an academic platform that it's meant for but also how is it used as a platform for works of feelings."}
{"start": "00:40:29.070", "end": "00:40:48.720", "speaker": "Hannah Ackermans", "utterance": " And their choice to use an academic platform, so there are various creative works, for example, Stephen wingate has made Daddy labyrinths which i'm not sure if people are familiar with, but at this a digital memoir that's made own platform on schema, and this is used."}
{"start": "00:40:50.910", "end": "00:41:02.190", "speaker": "Hannah Ackermans", "utterance": " For a lot of furnaces he came to know the platform from a yellow conference and he thought this is like my Member I need to use this i've been struggling for decades, but how to write this, and now I can do it."}
{"start": "00:41:02.640", "end": "00:41:15.450", "speaker": "Hannah Ackermans", "utterance": " Because it's multi linear and every piece in scale or can be part of a path, but you can also make it part of several parts, the same piece of text so you can start reading."}
{"start": "00:41:16.860", "end": "00:41:17.910", "speaker": "Hannah Ackermans", "utterance": " At a certain point."}
{"start": "00:41:19.140", "end": "00:41:33.990", "speaker": "Hannah Ackermans", "utterance": " and have different texts that makes sense, after each other move to our next path and at a certain point, your earlier runs come back again so then it's it's helping tell a life story, not just of the chronology of what happened, but also how memory works."}
{"start": "00:41:35.280", "end": "00:41:45.390", "speaker": "Hannah Ackermans", "utterance": " How things come back several ways within different context, which is also how research work so it's this overlap between doing the research and having to experience."}
{"start": "00:41:46.410", "end": "00:41:54.390", "speaker": "Hannah Ackermans", "utterance": " So that's one answer to it there's a lot of ways that you can use multimedia model and multi linear."}
{"start": "00:41:55.950", "end": "00:42:02.100", "speaker": "Hannah Ackermans", "utterance": " Elements of scale, but I think this might be most of what you were looking for here that's great."}
{"start": "00:42:02.130", "end": "00:42:10.290", "speaker": "susiecronin", "utterance": " Thank you and I noticed as well, I know you had your hand raised earlier if you wanted to as you're already unmuted maybe if you wanted to add in a question that you may have."}
{"start": "00:42:10.410", "end": "00:42:13.950", "speaker": "Hannah Ackermans", "utterance": " And I have like sort of a bigger question for."}
{"start": "00:42:15.090", "end": "00:42:21.960", "speaker": "Hannah Ackermans", "utterance": " Both about the surfing and about wallace and gromit so I can do that later after people have answered this question."}
{"start": "00:42:22.350", "end": "00:42:27.180", "speaker": "susiecronin", "utterance": " OK let's continue with other people who may want to come up with a question we were just on."}
{"start": "00:42:29.130", "end": "00:42:37.020", "speaker": "Rob Gallagher", "utterance": " I would, and I guess this maybe speaks to what Maria was saying, where in her case this platform has kind of."}
{"start": "00:42:37.530", "end": "00:42:50.010", "speaker": "Rob Gallagher", "utterance": " Ethics and security at its heart, it sounds like from the paper, whether it's encryption whether it's giving people the right to withdraw stories they've shared you're very concerned with the terms on which people are visible."}
{"start": "00:42:51.180", "end": "00:43:03.390", "speaker": "Rob Gallagher", "utterance": " And to take instagram as as a kind of contrary example where maybe to take specific that instance of someone who, rightly or wrongly felt that their image had been kind of appropriated or plagiarized."}
{"start": "00:43:04.500", "end": "00:43:07.830", "speaker": "Rob Gallagher", "utterance": " A platform like instagram whether or not we want to see it as helping."}
{"start": "00:43:08.400", "end": "00:43:18.360", "speaker": "Rob Gallagher", "utterance": " One of the things central to it is the feedback mechanisms that allow people to kind of calibrate in tune how they present themselves to see what gets a response, what gets likes what gets comments."}
{"start": "00:43:18.750", "end": "00:43:25.350", "speaker": "Rob Gallagher", "utterance": " So I think that dimension has to be sort of taken into account, and I think it's often finishes rather than helpful."}
{"start": "00:43:26.220", "end": "00:43:38.460", "speaker": "Rob Gallagher", "utterance": " But with marines projects, I think we can see a real contrast about what a platform for sharing stories might look like if those questions of ethics and Community were at the heart, rather than the kind of competition for attention and the desire to make spreadable content."}
{"start": "00:43:40.140", "end": "00:43:44.040", "speaker": "susiecronin", "utterance": " I think that's really interesting and, if I may jump in there, with just kind of."}
{"start": "00:43:44.550", "end": "00:43:52.260", "speaker": "susiecronin", "utterance": " A not quite yet formulated question it kind of speaks to a lot of the kinds of ideas that i'm going to present on on Friday in."}
{"start": "00:43:52.650", "end": "00:44:01.200", "speaker": "susiecronin", "utterance": " Work that i'm doing at the moment on refugee narrative and how am content created by and for people on the move POPs into."}
{"start": "00:44:01.500", "end": "00:44:10.380", "speaker": "susiecronin", "utterance": " platforms like instagram and almost passes completely on notice, as the result of the way in which the platform is set up to privilege certain kinds of content."}
{"start": "00:44:10.860", "end": "00:44:22.410", "speaker": "susiecronin", "utterance": " And so I was thinking in both Brahmins and rob's presentation this idea of pleasure and lunatics or something that sort of really propels forward the success of."}
{"start": "00:44:23.100", "end": "00:44:37.620", "speaker": "susiecronin", "utterance": " games or narratives or a persona, as the case may be, and whether that, as you say that idea of feedback and this growth in response to popularity rather than in response to kind of what has informed."}
{"start": "00:44:37.950", "end": "00:44:46.800", "speaker": "susiecronin", "utterance": " The projection of that story or that persona whether that kind of appetites, on the other end either creates a kind of suction effect and sort of."}
{"start": "00:44:47.190", "end": "00:44:58.140", "speaker": "susiecronin", "utterance": " em promotes a whatever it may be content on social media or a game or its popularity and how that sort of distortion."}
{"start": "00:44:58.620", "end": "00:45:18.930", "speaker": "susiecronin", "utterance": " can be dealt with and as well just to kind of intersect that with the idea of activism and empowerment and healing as potentially pleasurable practices as well and kind of along the lines of how Adrian Murray Brown and conceives of pleasure activism real whether that idea of."}
{"start": "00:45:20.040", "end": "00:45:25.500", "speaker": "susiecronin", "utterance": " healing and Community building and empowerment can be sort of."}
{"start": "00:45:26.700", "end": "00:45:40.800", "speaker": "susiecronin", "utterance": " brought forward and disseminated, on that basis, you know and made to the idea of appeal is very problematic when we're looking at serious content in inverted commas, as opposed to more."}
{"start": "00:45:41.190", "end": "00:45:51.660", "speaker": "susiecronin", "utterance": " An image based or more pop culture sort of content, so I wonder whether that gives us something to think about in terms of the way in which lewd acts and pleasure drive."}
{"start": "00:45:52.260", "end": "00:46:03.870", "speaker": "susiecronin", "utterance": " and drive the privileging of content in online space sorry that was extremely long and rambling I can see bronwyn has their hand raised so be great to hear from you."}
{"start": "00:46:05.940", "end": "00:46:09.540", "speaker": "Bronwin Patrickson", "utterance": " yeah I wanted to talk a little bit to Dennis question as well."}
{"start": "00:46:10.950", "end": "00:46:23.190", "speaker": "Bronwin Patrickson", "utterance": " into in terms of your question it's it's a big question and just a point i'd say I think experience is potentially transformational that's been the the principle of a lot of spontaneity work."}
{"start": "00:46:24.150", "end": "00:46:38.130", "speaker": "Bronwin Patrickson", "utterance": " And, and then that can be easily scaffold by linking it to gain space with learning strategies, you know, because then you have the transformative experience and then you have other processes in place to help."}
{"start": "00:46:38.790", "end": "00:46:48.780", "speaker": "Bronwin Patrickson", "utterance": " process that into a swipe of inside, so the experiential fun element playful element allows people to step outside their everyday conditioning and."}
{"start": "00:46:49.080", "end": "00:47:02.130", "speaker": "Bronwin Patrickson", "utterance": " start to touch a new insight through a direct kinesthetic experience so that's one value of it in terms of mobiles in terms of the Platform getting back to doing this question of bibles."}
{"start": "00:47:02.850", "end": "00:47:07.770", "speaker": "Bronwin Patrickson", "utterance": " cuz originally with this brief they were given the option to do vr or they chose a."}
{"start": "00:47:08.460", "end": "00:47:15.450", "speaker": "Bronwin Patrickson", "utterance": " Because you know vr is like you're very kind of isolated when these headsets and, in fact, they work rolling museums installations."}
{"start": "00:47:15.840", "end": "00:47:28.470", "speaker": "Bronwin Patrickson", "utterance": " But in people's lives people attending to engage with my balls and they're actually very inclusive technology in general they've been wonderful documentaries, which actually invited people from South America to."}
{"start": "00:47:29.730", "end": "00:47:42.000", "speaker": "Bronwin Patrickson", "utterance": " call in and tell their stories about corruption on a mobile phone and just call in and like a renewal number, and that was a way to really access people who wouldn't normally they haven't phone they don't have a computer they have a fine."}
{"start": "00:47:43.080", "end": "00:48:01.020", "speaker": "Bronwin Patrickson", "utterance": " And and actually the studies have shown that mobile phones are generally used by a lot more different ethnicities as well it's not just usual subjects, you know it's kind of like the access of choice, even if it's shared by 10 people you know it's it's a tool for access and."}
{"start": "00:48:02.280", "end": "00:48:13.350", "speaker": "Bronwin Patrickson", "utterance": " Related to that as well, in terms of it's like a portal into the everyday you know, particularly a way of transforming the everyday experience we think technology is like a are."}
{"start": "00:48:14.580", "end": "00:48:21.600", "speaker": "Bronwin Patrickson", "utterance": " Now technologies like ar I think I agree with that dina they're not really accessible teaching or author and what my you know."}
{"start": "00:48:22.440", "end": "00:48:32.460", "speaker": "Bronwin Patrickson", "utterance": " strong impression in this project was how technologically informed, it was and how important the technology was to the process and it was an expensive process as well."}
{"start": "00:48:32.790", "end": "00:48:38.610", "speaker": "Bronwin Patrickson", "utterance": " And the other thing with my balls is you could you could develop an APP and next thing they."}
{"start": "00:48:39.240", "end": "00:48:52.140", "speaker": "Bronwin Patrickson", "utterance": " update the apple's operating system and it doesn't work anymore right there is some real issues there with with the technology and in in general for most authors working independently i'd recommend."}
{"start": "00:48:52.770", "end": "00:49:10.200", "speaker": "Bronwin Patrickson", "utterance": " Working with an established platform that they they worry about the the updates and you're just making progress and content that's going to keep working on that on that platform However, having said that, I think there's just so much value in mobile as a as a medium of expression."}
{"start": "00:49:11.430", "end": "00:49:15.690", "speaker": "Bronwin Patrickson", "utterance": " And, and in terms of the value of for authors it's the same sort of value of."}
{"start": "00:49:16.140", "end": "00:49:26.550", "speaker": "Bronwin Patrickson", "utterance": " going to transmedia as opposed to just writing on paper and I don't discount the value of just writing on paper there's a lot of value to that and pleasures in reading stories that are written."}
{"start": "00:49:27.480", "end": "00:49:46.830", "speaker": "Bronwin Patrickson", "utterance": " But there's also a lot of additional enhancements to be gained from visual media or experiential media or data and all these sorts of things that can come in a systematic context so it's transforming the writing absolutely and it's a new that's an interesting process."}
{"start": "00:49:47.880", "end": "00:49:56.220", "speaker": "Bronwin Patrickson", "utterance": " And it there are you know it's about finding the ways to do it in a way that's accessible, but certainly i'd say mobiles and a very accessible platform."}
{"start": "00:49:57.810", "end": "00:50:00.990", "speaker": "Bronwin Patrickson", "utterance": " Hope that's answered your question by."}
{"start": "00:50:01.020", "end": "00:50:08.280", "speaker": "Deena Larsen", "utterance": " Question does just back to Romans point or one of the things that we've been talking about, particularly in the right pads and the salons his."}
{"start": "00:50:08.970", "end": "00:50:23.040", "speaker": "Deena Larsen", "utterance": " House so many developing countries are explorer authors and readers are exploring electronic literature and the possibility of multi strand stories and telling their life stories and getting that support so."}
{"start": "00:50:23.490", "end": "00:50:45.390", "speaker": "Deena Larsen", "utterance": " It talks to all of your points and they're leapfrogging over the computer age into the mobile phone age, because that's the technology that's available practically everyone has a mobile phone practically no one has a computer or Internet access so it's it's it's key, I think, thank you."}
{"start": "00:50:47.730", "end": "00:50:54.180", "speaker": "Maria Mencia", "utterance": " yeah I just say something if you if anybody unless somebody that wants to talk a."}
{"start": "00:50:54.690", "end": "00:50:55.380", "speaker": "susiecronin", "utterance": " Little area."}
{"start": "00:50:56.070", "end": "00:51:05.640", "speaker": "Maria Mencia", "utterance": " Now is then just run when we read also the application, these are up you know for the women to be able to actually live their life stories."}
{"start": "00:51:06.510", "end": "00:51:14.820", "speaker": "Maria Mencia", "utterance": " Well, that was the fact that they were able to communicate in different ways, you know whether they wanted to leave our video which they are actually really used to it now."}
{"start": "00:51:15.330", "end": "00:51:24.750", "speaker": "Maria Mencia", "utterance": " And again, it was an easy way to to share their life story in that way, and also being anonymous anyway and."}
{"start": "00:51:25.200", "end": "00:51:30.090", "speaker": "Maria Mencia", "utterance": " And then also they could also look forward to switch again they're really familiarized with and."}
{"start": "00:51:30.660", "end": "00:51:39.600", "speaker": "Maria Mencia", "utterance": " They could write it as well, but you know, writing, some of them were finally TV more difficult so that's why it was important that accessibility that dina was asking."}
{"start": "00:51:40.080", "end": "00:51:53.820", "speaker": "Maria Mencia", "utterance": " is found in that multi modality, you know and the way you know, like the sentence that I had in there, we explained the world we investigate all that in other ways, so so these these these multi modality as possible."}
{"start": "00:51:54.990", "end": "00:52:00.990", "speaker": "Maria Mencia", "utterance": " And yeah kind of important in these projects that we were doing clinics abilities, mainly because I can make so many things."}
{"start": "00:52:02.280", "end": "00:52:09.900", "speaker": "susiecronin", "utterance": " that's a really interesting question as well the multimedia dimension and that idea of the audio message which I know is much more prevalent in."}
{"start": "00:52:10.380", "end": "00:52:18.960", "speaker": "susiecronin", "utterance": " The kind of Latin American context is really valuable resource for people who might be daunted by the idea of sort of writing out word for word, their experience."}
{"start": "00:52:19.500", "end": "00:52:31.620", "speaker": "susiecronin", "utterance": " And I think there's also a really interesting kind of binary of sort of intimacy versus vulnerability and that idea, did you feel it was important to really preface the project with."}
{"start": "00:52:32.910", "end": "00:52:44.850", "speaker": "susiecronin", "utterance": " A sense of the projects diffusion and to whom sort of the work would be disclosed and in what way sort of these narratives would be used because I think there is something very sort of."}
{"start": "00:52:45.330", "end": "00:53:01.680", "speaker": "susiecronin", "utterance": " intensely personal actually about speaking and audio message testimony almost into your own phone as if it's staying within your own sort of personal sphere and and yeah I just wondered how you approach that idea of him in a coma know."}
{"start": "00:53:04.260", "end": "00:53:12.480", "speaker": "susiecronin", "utterance": " Making space and making that space of diffusion sort of something to be interacted with preemptively."}
{"start": "00:53:13.710", "end": "00:53:24.840", "speaker": "Maria Mencia", "utterance": " yeah yeah well em this was kind of quite a big project, so we work with our whole group of people like a local impact coordinator in Colombia as well and."}
{"start": "00:53:25.440", "end": "00:53:31.230", "speaker": "Maria Mencia", "utterance": " And it was very important to start with her, I could understand where these women were coming from you know and."}
{"start": "00:53:31.920", "end": "00:53:46.950", "speaker": "Maria Mencia", "utterance": " Some of them had already been participating in workshops so so yeah you, you have to be, because it is this level of intimacy and yeah well in a web, you have to be like really careful in the way that I mean for me that was actually quite."}
{"start": "00:53:48.510", "end": "00:53:53.460", "speaker": "Maria Mencia", "utterance": " You know, to start with her, I was worried about it, you know is how am I going to actually be."}
{"start": "00:53:54.750", "end": "00:54:08.550", "speaker": "Maria Mencia", "utterance": " able to to to develop this project with them without victimizing Then again, you know so so you have to understand the good open that's why, having other people that work with them before he really help."}
{"start": "00:54:09.120", "end": "00:54:16.050", "speaker": "Maria Mencia", "utterance": " To be able to post the right questions on the right dialogues and they were very, very open to actually talk."}
{"start": "00:54:17.070", "end": "00:54:36.630", "speaker": "Maria Mencia", "utterance": " and share their experiences so so yeah so that that yeah so in the end that that's how we deal with it, you know these kind of more interdisciplinary group of people researching these project, I mean mainly concentrated on their men, you know, on the kind of artistic side of it, everyone."}
{"start": "00:54:37.680", "end": "00:54:38.280", "speaker": "Maria Mencia", "utterance": " I don't know if we."}
{"start": "00:54:39.060", "end": "00:54:47.460", "speaker": "susiecronin", "utterance": " Can absolutely no I think it's that balance of putting the technology in place and putting the structure in place without over."}
{"start": "00:54:48.000", "end": "00:55:01.170", "speaker": "susiecronin", "utterance": " Over determining the intentionality and allowing that kind of aspect of personal experience to drive what happens thereafter and allowing it to be something that takes the form of it, some."}
{"start": "00:55:02.190", "end": "00:55:05.880", "speaker": "susiecronin", "utterance": " Of it interlocutors pretty interesting rob has his hand."}
{"start": "00:55:07.950", "end": "00:55:18.450", "speaker": "Rob Gallagher", "utterance": " yeah I sort of had a question that I guess is for Hannah and bronwyn might not actually be a question but i'm Roman you talked about let's plays as a way of."}
{"start": "00:55:19.710", "end": "00:55:31.710", "speaker": "Rob Gallagher", "utterance": " learning about the experience of people using the software and navigating these various different elements and Hannah obviously this idea of the traverse or in terms of lacking a language for these emerging forms that that seems like a really valuable way of."}
{"start": "00:55:32.340", "end": "00:55:40.290", "speaker": "Rob Gallagher", "utterance": " Some of the same things that let's plays do have, what is the experiential dimension of this how our particular users navigating and activating what's here."}
{"start": "00:55:40.710", "end": "00:55:42.060", "speaker": "Rob Gallagher", "utterance": " So I wondered."}
{"start": "00:55:42.450", "end": "00:55:53.370", "speaker": "Rob Gallagher", "utterance": " I mean essentially I just like to hear both of you say a bit more about that and I wasn't sure, particularly for brahman whether these were part of the iterative design process, whether things are being tweaked on the basis of how players were responding or whether this is."}
{"start": "00:55:53.640", "end": "00:55:56.040", "speaker": "Rob Gallagher", "utterance": " You reflecting on on how it's been received."}
{"start": "00:55:56.790", "end": "00:56:11.790", "speaker": "Bronwin Patrickson", "utterance": " and interesting, you mentioned that rob actually let's plays weren't so much apart user experience studies and user testing was a big part of the development process and but I tend to use let's plays increasingly in my own research and."}
{"start": "00:56:12.930", "end": "00:56:18.300", "speaker": "Bronwin Patrickson", "utterance": " I just find them such an invaluable resource and and it was interesting going back to some of the."}
{"start": "00:56:19.140", "end": "00:56:29.580", "speaker": "Bronwin Patrickson", "utterance": " Points susie question susie was reading about you know where's the authenticity in this pool, at the same time for sociality and attention and this attention economy."}
{"start": "00:56:29.940", "end": "00:56:39.480", "speaker": "Bronwin Patrickson", "utterance": " And it's very hard it's very hard actually susie to find them this you know let's play that i've been studying a merger of performance."}
{"start": "00:56:39.930", "end": "00:56:54.810", "speaker": "Bronwin Patrickson", "utterance": " and construction in the everyday and casualness you know so it's reflective of the everyday culture, but it clearly icons conscious construction, at the same time, but I find them such a really valuable resource it's interesting, you mentioned that by using the law increasingly."}
{"start": "00:56:55.110", "end": "00:57:04.950", "speaker": "Rob Gallagher", "utterance": " I guess i'm thinking about this question of pleasures and which ones are kind of measurable understandable as well, because I mean, I think you talk about agency and how obviously."}
{"start": "00:57:05.460", "end": "00:57:17.100", "speaker": "Rob Gallagher", "utterance": " Providing choices gets difficult logistically but sometimes it's I think Sarah Stan calls it interpretive agency that people find meaningful just the their own experience of navigating the content."}
{"start": "00:57:19.260", "end": "00:57:27.630", "speaker": "Bronwin Patrickson", "utterance": " yeah that's so true I haven't I haven't sort of looked in depth, for the term interpretive agency, but I really like the sound of it i'll have to look into that a little bit more."}
{"start": "00:57:28.950", "end": "00:57:32.190", "speaker": "Bronwin Patrickson", "utterance": " yeah and I, and I think it's, as you say it's the."}
{"start": "00:57:34.410", "end": "00:57:47.670", "speaker": "Bronwin Patrickson", "utterance": " event I was talking about it in terms of valuation because I was thinking in terms of taking that step forward and then using your evaluation area your interpretations are then expressed and it kind of becomes part of the feedback loop, in some ways as well."}
{"start": "00:57:49.500", "end": "00:57:57.420", "speaker": "Bronwin Patrickson", "utterance": " And it lets players are also part of a dialogue because there's a in crime culture, because they broadcast live remember and there's quite a culture."}
{"start": "00:57:57.810", "end": "00:58:14.040", "speaker": "Bronwin Patrickson", "utterance": " of people chatting underneath it and, interestingly, a lot of them will refer to other let's plays like so and so played this like this and you're doing it like this, so they obviously watched quite a few different lets players who might have followers of over 2 million each."}
{"start": "00:58:15.600", "end": "00:58:26.730", "speaker": "susiecronin", "utterance": " So there's almost like an internal referencing system at play on all of these platforms and I think that is really interesting is when we think about Sarah thing, where we think about and."}
{"start": "00:58:27.390", "end": "00:58:41.250", "speaker": "susiecronin", "utterance": " performative pretty on the platform as coming from experience of the Platform and that kind of prior phase of maybe not quite conditioning but engagement that's something that prefaces one's kind of more."}
{"start": "00:58:42.570", "end": "00:58:54.090", "speaker": "susiecronin", "utterance": " more assertive sort of engagement and that idea of prior knowledge and I wonder whether that's something that feels and jarring when we."}
{"start": "00:58:54.120", "end": "00:58:59.670", "speaker": "susiecronin", "utterance": " Contrast content such as sort of influencer professionalism versus."}
{"start": "00:58:59.700", "end": "00:59:16.530", "speaker": "susiecronin", "utterance": " A project like maria's which works with the Community on a much more earnest basis of stories sharing and the more perhaps honest kind of sense of testimony and depiction of the everyday because I remember i'm looking at the moment at the idea of."}
{"start": "00:59:18.090", "end": "00:59:35.670", "speaker": "susiecronin", "utterance": " How communities are articulated online and how that feeds into kind of mimicry and as well that almost sort of co creates that precedent online call creates communities mimicking the online version and so that idea of sort of having."}
{"start": "00:59:36.900", "end": "00:59:43.500", "speaker": "susiecronin", "utterance": " Having a precedent and mimicking what is understood from the platforms on kind of."}
{"start": "00:59:44.640", "end": "00:59:45.600", "speaker": "susiecronin", "utterance": " Prior uses."}
{"start": "00:59:45.630", "end": "00:59:46.350", "speaker": "Bronwin Patrickson", "utterance": " is something that."}
{"start": "00:59:46.380", "end": "00:59:47.640", "speaker": "susiecronin", "utterance": " I think that loop is really."}
{"start": "00:59:47.640", "end": "00:59:48.210", "speaker": "susiecronin", "utterance": " compelling."}
{"start": "00:59:48.270", "end": "00:59:50.460", "speaker": "susiecronin", "utterance": " I think i've lost myself in my own loop."}
{"start": "00:59:51.990", "end": "00:59:59.070", "speaker": "Bronwin Patrickson", "utterance": " So i'm cautious of saying that one's more authentic than the other only because I think performance is embedded in there in the everyday."}
{"start": "00:59:59.820", "end": "01:00:01.020", "speaker": "Bronwin Patrickson", "utterance": " People perform any way."}
{"start": "01:00:01.290", "end": "01:00:01.830", "speaker": "None", "utterance": "yeah."}
{"start": "01:00:03.450", "end": "01:00:17.910", "speaker": "Bronwin Patrickson", "utterance": " Whether it's for an audience of 2 million, I mean the ones who are doing it to an audience over 2 million or more polished but I wouldn't wouldn't wouldn't expect that other people, even if they were out of that context and doing a Community thing we're conditioned and performative."}
{"start": "01:00:18.150", "end": "01:00:24.090", "speaker": "Bronwin Patrickson", "utterance": " Yes, the only thing i'd say that would That would be my my my question around that."}
{"start": "01:00:25.320", "end": "01:00:27.090", "speaker": "susiecronin", "utterance": " yeah Maria has her hand race."}
{"start": "01:00:31.170", "end": "01:00:45.120", "speaker": "Maria Mencia", "utterance": " Yes, and I wanted, I just wanted to ask rob Am I thought your paper was fascinating you know with this idea of the game remediate in social media."}
{"start": "01:00:45.570", "end": "01:01:00.060", "speaker": "Maria Mencia", "utterance": " And it's not something that I had been you know, looking at or anything so, and so I wonder if you want to say sense of you know, to elaborate a bit about these kind of getting these."}
{"start": "01:01:00.990", "end": "01:01:11.610", "speaker": "Maria Mencia", "utterance": " characters from different contexts and whether, then it seems like it's something which is more commonalities the way that."}
{"start": "01:01:12.090", "end": "01:01:24.480", "speaker": "Maria Mencia", "utterance": " A games are going at the moment yeah these remediation of their social social media instead of their filmic and but yeah no I really enjoy reading all this story about this."}
{"start": "01:01:25.770", "end": "01:01:27.270", "speaker": "Maria Mencia", "utterance": " influencer that."}
{"start": "01:01:28.440", "end": "01:01:35.100", "speaker": "Maria Mencia", "utterance": " It wasn't real and I know this aspect of the subject on subjectivity southern everyone to say something on that."}
{"start": "01:01:36.210", "end": "01:01:42.840", "speaker": "Rob Gallagher", "utterance": " Sure, and I think, in that case there's there is a pleasure that comes from some of this blurring of genres and expectations."}
{"start": "01:01:43.260", "end": "01:01:48.180", "speaker": "Rob Gallagher", "utterance": " Is it fake or is it real you can enjoy the patent faintness of the virtual influencer."}
{"start": "01:01:48.660", "end": "01:02:01.110", "speaker": "Rob Gallagher", "utterance": " But also, of course, one of the punishes things about influence the culture is that that blurring of boundaries allows for content that might seem sort of spontaneous and personal but it's actually branded and calculated to be to be shared."}
{"start": "01:02:01.680", "end": "01:02:04.350", "speaker": "Rob Gallagher", "utterance": " And, but yeah, I guess, I was interested in."}
{"start": "01:02:05.010", "end": "01:02:15.210", "speaker": "Rob Gallagher", "utterance": " The extent to which the kind of economic imperatives and the economic context that makes certain forms of storytelling and characterization viable that maybe don't always get recognized."}
{"start": "01:02:15.600", "end": "01:02:23.880", "speaker": "Rob Gallagher", "utterance": " So in in a context of platform ization were keeping people in the platform generating data interacting with one another, is important and."}
{"start": "01:02:24.600", "end": "01:02:28.350", "speaker": "Rob Gallagher", "utterance": " I think a move towards this kind of small storytelling where you."}
{"start": "01:02:28.920", "end": "01:02:39.780", "speaker": "Rob Gallagher", "utterance": " have possibly a more intimate lowest stakes relationship with characters who don't change dramatically, but who kind of developed over time, is something that seems to becoming more common."}
{"start": "01:02:40.650", "end": "01:02:47.940", "speaker": "Rob Gallagher", "utterance": " I guess actually some of the really good literature on this is by city and area and Scott last you talk about wallace and gromit actually as examples of this."}
{"start": "01:02:48.420", "end": "01:02:55.680", "speaker": "Rob Gallagher", "utterance": " and about how that that serious plays with a certain sense of tax ality and mirror materiality, which is also one of the pleasures of the serafin account as."}
{"start": "01:02:56.040", "end": "01:03:08.100", "speaker": "Rob Gallagher", "utterance": " shots of this virtual hand holding up a virtual polaroid of what purports to be the character, was a child, so there's a play with kind of the material and immaterial there that's also part of the pleasure, I guess."}
{"start": "01:03:09.480", "end": "01:03:12.000", "speaker": "Rob Gallagher", "utterance": " i'm not sure if that's what you found interesting."}
{"start": "01:03:12.540", "end": "01:03:18.360", "speaker": "Maria Mencia", "utterance": " yeah nice but it's also this idea, this idea of their personal stories as well and I were thinking how."}
{"start": "01:03:18.750", "end": "01:03:28.620", "speaker": "Maria Mencia", "utterance": " Could I even think of doing a project like you know, like dad with if you think about because I thought, how is my whole project is so real."}
{"start": "01:03:29.100", "end": "01:03:40.140", "speaker": "Maria Mencia", "utterance": " Connected to to you know to social media and these kind of fictional characters I don't really they are as influencers on there are no even really influencers on how would I actually."}
{"start": "01:03:40.590", "end": "01:03:52.890", "speaker": "Maria Mencia", "utterance": " be able to perhaps use that with the women that i've been working with you know will kind of ethical problems will create or will they perhaps enjoy you know being influencers and so."}
{"start": "01:03:53.220", "end": "01:03:57.600", "speaker": "Rob Gallagher", "utterance": " I didn't talk about potentially much more artistically interesting games and."}
{"start": "01:03:57.930", "end": "01:04:09.360", "speaker": "Rob Gallagher", "utterance": " interactive pieces that i'm playing or critically with the ordinances of digital platforms and talk about these dynamics of kind of Revelation and secrecy and there are there are games that are doing that."}
{"start": "01:04:10.230", "end": "01:04:15.960", "speaker": "Rob Gallagher", "utterance": " For more of a kind of artistic context in a commercial one, so perhaps I should have alerted everyone to those instead."}
{"start": "01:04:17.160", "end": "01:04:32.430", "speaker": "susiecronin", "utterance": " that's really interesting though rob where where's the line you know I think there's a really interesting kind of set of signifiers going on that kind of signal that one is more sort of commotion one is more artistic and I really like that idea of."}
{"start": "01:04:32.940", "end": "01:04:43.050", "speaker": "susiecronin", "utterance": " The digital is often where we fall into the blurring of the boundary or the fuzziness of the boundary between the two, and so i'd be really intrigued on probing that one."}
{"start": "01:04:46.740", "end": "01:04:48.750", "speaker": "susiecronin", "utterance": " that's not a sort of an order to speak."}
{"start": "01:04:51.300", "end": "01:04:51.750", "speaker": "Rob Gallagher", "utterance": " I feel like."}
{"start": "01:04:52.920", "end": "01:04:54.150", "speaker": "Bronwin Patrickson", "utterance": " I really liked your point."}
{"start": "01:04:55.860", "end": "01:04:59.190", "speaker": "Bronwin Patrickson", "utterance": " I really liked your points about the pleasures of materiality and the pleasures of."}
{"start": "01:04:59.850", "end": "01:05:12.060", "speaker": "Bronwin Patrickson", "utterance": " The fuzzy genre in itself, and I wonder how they how you see them looking to I mean, I can see them linking it back to the pleasures of evaluation and the pleasures of kinesthetic perfect as well and."}
{"start": "01:05:12.810", "end": "01:05:16.830", "speaker": "Bronwin Patrickson", "utterance": " and have to get the reference from you about the one about the materiality of wallace and gromit."}
{"start": "01:05:17.220", "end": "01:05:17.670", "speaker": "Bronwin Patrickson", "utterance": " Oh, thank you."}
{"start": "01:05:18.180", "end": "01:05:19.440", "speaker": "Bronwin Patrickson", "utterance": " that's really helpful."}
{"start": "01:05:19.710", "end": "01:05:24.330", "speaker": "Rob Gallagher", "utterance": " But maybe I could use this to ask candidates, a bit more, because I think that thing of."}
{"start": "01:05:24.660", "end": "01:05:37.020", "speaker": "Rob Gallagher", "utterance": " materiality of the old computing hardware that you might need to authentically play classic electronic literature now, but also that question of the reversal was a genre is is really interesting i'd love to hear a bit more about that."}
{"start": "01:05:37.530", "end": "01:05:54.990", "speaker": "Hannah Ackermans", "utterance": " Oh yeah definitely that's like an important part of pathfinders and this approach, and it was also something that came up when I did the redirect reversals that they would come to first just see it happening on a screen that admittedly is like an old screen for us."}
{"start": "01:05:57.150", "end": "01:06:05.850", "speaker": "Hannah Ackermans", "utterance": " and watch the videos but then move on to the document it's materials, which is photos of all the physical materials that you needed to have."}
{"start": "01:06:06.630", "end": "01:06:23.280", "speaker": "Hannah Ackermans", "utterance": " When you were going to play this work with long descriptions alongside it to explain everything and one of my readers wasn't mean oh I wasn't expecting this to be physical but that makes sense because it's from pre web, so you needed to have something."}
{"start": "01:06:24.360", "end": "01:06:30.390", "speaker": "Hannah Ackermans", "utterance": " And then, like getting really into these photos and things and just having like a card that says."}
{"start": "01:06:31.560", "end": "01:06:39.810", "speaker": "Hannah Ackermans", "utterance": " look into description I think it's a there's a registration cards and she was like what's a registration cards and and scroll through to find the picture of the rich facing part and the."}
{"start": "01:06:40.860", "end": "01:06:48.600", "speaker": "Hannah Ackermans", "utterance": " description of it and try to imagine what it was like to have to use that and why would we think it's important and all those kinds of."}
{"start": "01:06:51.210", "end": "01:06:58.020", "speaker": "Hannah Ackermans", "utterance": " Discussions around that so definitely the even like in the digital book did the math reality."}
{"start": "01:06:59.190", "end": "01:07:00.240", "speaker": "Hannah Ackermans", "utterance": " is very important."}
{"start": "01:07:03.960", "end": "01:07:21.750", "speaker": "Maria Mencia", "utterance": " And Hannah also something that you mentioned, is the publication, you know this, the academic publication in connection to the method that they've been using in Pathfinder us as well, and I wonder if you want to say anything else about it."}
{"start": "01:07:22.980", "end": "01:07:25.620", "speaker": "Hannah Ackermans", "utterance": " Oh yeah sure i'm not sure what what direction."}
{"start": "01:07:26.010", "end": "01:07:27.150", "speaker": "Hannah Ackermans", "utterance": " Release that and so."}
{"start": "01:07:27.480", "end": "01:07:28.260", "speaker": "Maria Mencia", "utterance": " Well, I think it's."}
{"start": "01:07:29.280", "end": "01:07:34.530", "speaker": "Maria Mencia", "utterance": " Yes, it's just as a major thing you know where you know I mean like practitioners if we."}
{"start": "01:07:35.100", "end": "01:07:46.560", "speaker": "Maria Mencia", "utterance": " When we are in academia, you know, I think that if you're a practitioner doesn't matter how many kind of our work so whole digital media works you do if you don't have live written publications it doesn't seem to count."}
{"start": "01:07:47.070", "end": "01:07:47.670", "speaker": "Hannah Ackermans", "utterance": " yeah yeah."}
{"start": "01:07:48.000", "end": "01:07:50.100", "speaker": "Maria Mencia", "utterance": " So that format, you know it's."}
{"start": "01:07:51.150", "end": "01:07:51.810", "speaker": "Maria Mencia", "utterance": " Still."}
{"start": "01:07:53.700", "end": "01:07:54.030", "speaker": "Hannah Ackermans", "utterance": " quiet."}
{"start": "01:07:54.360", "end": "01:07:55.740", "speaker": "Maria Mencia", "utterance": " yeah so."}
{"start": "01:07:56.070", "end": "01:08:04.890", "speaker": "Hannah Ackermans", "utterance": " No definitely it's like the thing, but the institutional embedding that keeps coming up, which happens at the point of publication people."}
{"start": "01:08:05.850", "end": "01:08:11.850", "speaker": "Hannah Ackermans", "utterance": " Like Danny progressive, like us, they wrote a physical book and also had a digital book there they do different things."}
{"start": "01:08:12.300", "end": "01:08:21.690", "speaker": "Hannah Ackermans", "utterance": " But it's coming from the same research project and the physical focus from MIT press she's like well do you have like MIT press, especially in our field that's like the brass ring."}
{"start": "01:08:22.950", "end": "01:08:39.000", "speaker": "Hannah Ackermans", "utterance": " That opens everything, whereas with that fine there's no it's like a canonical book as I introduced it like if I talk about run digital publications with other people that find this is the first one they're like oh right i've heard of that."}
{"start": "01:08:40.980", "end": "01:08:45.870", "speaker": "Hannah Ackermans", "utterance": " But as Dini explain it's a a court respect."}
{"start": "01:08:47.100", "end": "01:08:54.030", "speaker": "Hannah Ackermans", "utterance": " overtime and it doesn't have this automatic blessing, along with it, but that's, just like the beginning of it, where."}
{"start": "01:08:56.880", "end": "01:09:05.010", "speaker": "Hannah Ackermans", "utterance": " it's also about how you use it like I said, one of my readers said, like oh yeah in film studies we have video essays."}
{"start": "01:09:05.310", "end": "01:09:12.990", "speaker": "Hannah Ackermans", "utterance": " which used to not be taken seriously as academic work and now they're more and more seriously and then without like me prompting anything, she will mute it."}
{"start": "01:09:13.710", "end": "01:09:26.160", "speaker": "Hannah Ackermans", "utterance": " But I don't think that video essays get cited a lot so that's, like the other part of the institutional bedding brand citation isn't important, and I want to say currency because it's a transactional but."}
{"start": "01:09:27.420", "end": "01:09:31.170", "speaker": "Hannah Ackermans", "utterance": " that's how things become part of the conversation so."}
{"start": "01:09:32.400", "end": "01:09:48.930", "speaker": "Hannah Ackermans", "utterance": " So for three days after like wonder like if I would cite this, how would I sided what media would have said what I cited as the book, would it be important to took the photos when i'm referring to the images and then there's all these little things that seemingly don't matter."}
{"start": "01:09:50.040", "end": "01:09:54.240", "speaker": "Hannah Ackermans", "utterance": " To themselves, but there are very important to like this academic context."}
{"start": "01:09:57.450", "end": "01:10:05.010", "speaker": "susiecronin", "utterance": " that's great that's really interesting and that idea of a sort of implicit list of qualifications that kind of need to be always."}
{"start": "01:10:05.040", "end": "01:10:05.730", "speaker": "None", "utterance": "crossed yeah."}
{"start": "01:10:06.930", "end": "01:10:11.670", "speaker": "susiecronin", "utterance": " encountered we don't have quite the fluidity that we feel we should have sometimes in."}
{"start": "01:10:11.670", "end": "01:10:15.150", "speaker": "susiecronin", "utterance": " terms of breaking into new media forums of."}
{"start": "01:10:18.180", "end": "01:10:33.810", "speaker": "susiecronin", "utterance": " The new conversations, which is what it should be about so it's interesting to look at that lag and that sort of that idea of any conversation almost as a repository of value and how that value is kind of best best accumulated so."}
{"start": "01:10:34.620", "end": "01:10:37.350", "speaker": "Hannah Ackermans", "utterance": " Can I ask a follow up question about that too."}
{"start": "01:10:39.240", "end": "01:10:51.720", "speaker": "Hannah Ackermans", "utterance": " Because you said in your paper that optimum writing styles can vary across media and at the same time there's this increase of conversions media to think speaks like this do the fuzzy showers you just talked about."}
{"start": "01:10:52.290", "end": "01:11:04.020", "speaker": "Hannah Ackermans", "utterance": " And I was wondering if you can explain more about how media expectations are still in some ways fulfilled and in other ways, suffered it in these multimedia convergence experiences."}
{"start": "01:11:05.610", "end": "01:11:17.910", "speaker": "Bronwin Patrickson", "utterance": " Good good question I think it's a flux and I think it's hard it's hard to generalize because it can change, according to the context, because the relationships are very contextual and."}
{"start": "01:11:18.600", "end": "01:11:28.230", "speaker": "Bronwin Patrickson", "utterance": " Certainly, you know, because if you think about captions it's the effect of that is it's it's contextual and with the page and it's about relationships."}
{"start": "01:11:29.820", "end": "01:11:31.650", "speaker": "Bronwin Patrickson", "utterance": " But certainly."}
{"start": "01:11:33.780", "end": "01:11:43.770", "speaker": "Bronwin Patrickson", "utterance": " You know because I used to work across different media platforms and we, we would see the different writing styles and it was well known that maybe some people could write for radio and not for print."}
{"start": "01:11:44.580", "end": "01:11:50.430", "speaker": "Bronwin Patrickson", "utterance": " yeah because I would different writing styles and they would find it hard to go across but then, if you move into the transmedia realm."}
{"start": "01:11:52.080", "end": "01:12:09.600", "speaker": "Bronwin Patrickson", "utterance": " You know, it becomes an entity is conversational it depends on what's the caption and what color is the caption on the page and what what is this what is its function is it to impart information or is it for effect, or is it to be a bit more conversational."}
{"start": "01:12:12.210", "end": "01:12:18.810", "speaker": "Bronwin Patrickson", "utterance": " So i'm not sure that I can really answer your question in as much detail as you'd like it, because because I."}
{"start": "01:12:19.110", "end": "01:12:19.620", "speaker": "Bronwin Patrickson", "utterance": " Because I didn't."}
{"start": "01:12:20.190", "end": "01:12:22.560", "speaker": "Bronwin Patrickson", "utterance": " know that oh sorry oh sorry."}
{"start": "01:12:23.190", "end": "01:12:26.040", "speaker": "Hannah Ackermans", "utterance": " I know that you're answering the question i'm wondering if maybe."}
{"start": "01:12:27.420", "end": "01:12:34.560", "speaker": "Hannah Ackermans", "utterance": " it's more about them, the production side and the reception side that's their current versions, as long as all the different people are there."}
{"start": "01:12:34.920", "end": "01:12:44.430", "speaker": "Hannah Ackermans", "utterance": " To do the specific things they're good at it becomes the one experience, but then you always need like the the groups of people that you would need for wallace and gromit them for surfing."}
{"start": "01:12:45.630", "end": "01:12:51.660", "speaker": "Hannah Ackermans", "utterance": " To work on these types of projects which would require a lot of resources again."}
{"start": "01:12:56.160", "end": "01:13:10.440", "speaker": "Bronwin Patrickson", "utterance": " um yeah I think if you if you do have specialists, it really, really helps, certainly in the in the behind the scenes process in wallace and gromit it was coordinate they developed over the time they developed."}
{"start": "01:13:11.460", "end": "01:13:21.120", "speaker": "Bronwin Patrickson", "utterance": " languages to be able to speak between each other, and they would actually be looking at and checking in because there was different understanding of terms between the different specialisms."}
{"start": "01:13:21.510", "end": "01:13:24.870", "speaker": "Bronwin Patrickson", "utterance": " And they would be developing that you know, even at the start, when I working with."}
{"start": "01:13:25.140", "end": "01:13:34.620", "speaker": "Bronwin Patrickson", "utterance": " admin they would sort of taught stuff to talk about the development story in terms of beats which is not something they normally did in the in the tech space, you know so they were."}
{"start": "01:13:34.980", "end": "01:13:48.750", "speaker": "Bronwin Patrickson", "utterance": " sort of learning to be agile in their communication styles anyway, but within that they they had specialisms they were very clear cut specialisms, so it is about this."}
{"start": "01:13:50.100", "end": "01:14:01.110", "speaker": "Bronwin Patrickson", "utterance": " to and fro as well isn't it and it's Okay, if this is the challenge isn't it to define it because I think it's almost, it is about reception as much as a production."}
{"start": "01:14:02.910", "end": "01:14:08.010", "speaker": "Bronwin Patrickson", "utterance": " Because the production is informed by the reception and the reception is informed by this production."}
{"start": "01:14:11.700", "end": "01:14:12.450", "speaker": "Bronwin Patrickson", "utterance": " I mean Mike Mike."}
{"start": "01:14:14.490", "end": "01:14:15.540", "speaker": "Hannah Ackermans", "utterance": " Sorry continue."}
{"start": "01:14:16.620", "end": "01:14:28.950", "speaker": "Bronwin Patrickson", "utterance": " Well, I I have previous advocated that we need a new term that's a bit more of a neutral term and that we can hang these may markers on but that doesn't that this hasn't ever taken off there's just no term."}
{"start": "01:14:30.630", "end": "01:14:31.290", "speaker": "Bronwin Patrickson", "utterance": " and"}
{"start": "01:14:32.670", "end": "01:14:38.010", "speaker": "Bronwin Patrickson", "utterance": " So, in the meantime these way market to them seem to be particularly helpful the double barrel."}
{"start": "01:14:40.980", "end": "01:14:49.230", "speaker": "susiecronin", "utterance": " that's great and there are a lot of kind of hybrid terms that are pending for a lot of the kinds of concepts and ideas we've been discussing today, I think."}
{"start": "01:14:49.620", "end": "01:14:57.630", "speaker": "susiecronin", "utterance": " And I don't like to cut the panel short I feel like it's just the plant that's grown all these really interesting runners and the fruit is kind of in the making, so."}
{"start": "01:14:58.230", "end": "01:15:10.260", "speaker": "susiecronin", "utterance": " Thank you all so much for a fascinating discussion and i'm just more than anything, flagging the time to let you have a break between now and the next discussion, but am I look forward to chatting with you and."}
{"start": "01:15:10.680", "end": "01:15:16.380", "speaker": "susiecronin", "utterance": " sort of working together in this funny interconnected format, as the conference goes on."}
{"start": "01:15:16.380", "end": "01:15:30.390", "speaker": "susiecronin", "utterance": " And over the coming days, and thanks to all of our speakers today and to everyone for your brilliant questions and we'll wrap up here, for now, but i'm sure we'll be talking in between now and the end of the conference Thank you all so much again."}
{"start": "01:15:31.440", "end": "01:15:32.550", "speaker": "Maria Mencia", "utterance": " Thank you, everybody."}
{"start": "01:15:34.140", "end": "01:15:34.740", "speaker": "susiecronin", "utterance": " Everyone."}
{"start": "01:15:35.160", "end": "01:15:37.380", "speaker": "Maria Mencia", "utterance": " Interesting bye."}
{"start": "01:15:37.650", "end": "01:15:39.810", "speaker": "susiecronin", "utterance": " Thanks so much bye bye Thank you."}