{"start": "00:00:00.000", "end": "00:00:00.000", "speaker": "None", "utterance": "So to my fellow panelists. Is that alright with you say Go ahead."}
{"start": "00:00:00.000", "end": "00:00:00.000", "speaker": "None", "utterance": "Yeah."}
{"start": "00:00:00.000", "end": "00:00:01.000", "speaker": "None", "utterance": "Well, yeah, we're at the right hour hi Andy How are you, good to see you and Dina, Good to see you."}
{"start": "00:00:01.000", "end": "00:00:04.000", "speaker": "None", "utterance": "There we go."}
{"start": "00:00:04.000", "end": "00:00:14.000", "speaker": "None", "utterance": "Okay, great. Alright so now we're official we have to be careful of what we say this, this goes into the record."}
{"start": "00:00:14.000", "end": "00:00:42.000", "speaker": "None", "utterance": "We get the jingle."}
{"start": "00:00:42.000", "end": "00:00:51.000", "speaker": "None", "utterance": "Welcome everybody Andrew Clark who's speaking and ik Terrell or co moderating co organizing this panel and we're really excited for it to be happening."}
{"start": "00:00:51.000", "end": "00:01:02.000", "speaker": "None", "utterance": "And it's okay with you I want to make a couple of quick announcements the first big one is that we have written a narrative, for you to enjoy as you're attending our panel."}
{"start": "00:01:02.000", "end": "00:01:08.000", "speaker": "None", "utterance": "And I'm going to first post a link to that down in the chat."}
{"start": "00:01:08.000", "end": "00:01:20.000", "speaker": "None", "utterance": "And then we also have a channel of our own on the discord we want to encourage lots of side chatter. If you want to talk to other attendees are potentially your panelists depending on how much attention we have to spare."}
{"start": "00:01:20.000", "end": "00:01:28.000", "speaker": "None", "utterance": "Please join the conference discord and I will also link that in the chat as well. They'll take me a second though."}
{"start": "00:01:28.000", "end": "00:01:34.000", "speaker": "None", "utterance": "Andrew Do you want to talk a little bit more about the panelists."}
{"start": "00:01:34.000", "end": "00:01:47.000", "speaker": "None", "utterance": "Well, I think we could probably just go into it, I suppose, if there's other functional or operational questions, or points you want to make Keiko, go right ahead."}
{"start": "00:01:47.000", "end": "00:01:53.000", "speaker": "None", "utterance": "I think that's everything I forgetting anything anyone else was expecting me to say no."}
{"start": "00:01:53.000", "end": "00:01:59.000", "speaker": "None", "utterance": "And they have, do they have access to the,"}
{"start": "00:01:59.000", "end": "00:02:02.000", "speaker": "None", "utterance": "to the twine narrative."}
{"start": "00:02:02.000", "end": "00:02:04.000", "speaker": "None", "utterance": "That's"}
{"start": "00:02:04.000", "end": "00:02:13.000", "speaker": "None", "utterance": "in the discord and then thank you, Rebecca, the discord channel is named wines and, and she has also put that in the chat."}
{"start": "00:02:13.000", "end": "00:02:29.000", "speaker": "None", "utterance": "Okay, so we're going to we're going to play a twine narrative here as we as we move on."}
{"start": "00:02:29.000", "end": "00:02:32.000", "speaker": "None", "utterance": "Okay."}
{"start": "00:02:32.000", "end": "00:02:36.000", "speaker": "None", "utterance": "Yeah, I can see it. That's great."}
{"start": "00:02:36.000", "end": "00:02:50.000", "speaker": "None", "utterance": "Alright so I'm going to share my screen I guess we'll start here and it's a panel discussion so our narratives are sort of interwoven, of course that's a key thing."}
{"start": "00:02:50.000", "end": "00:02:53.000", "speaker": "None", "utterance": "And"}
{"start": "00:02:53.000", "end": "00:03:00.000", "speaker": "None", "utterance": "most of all, we just want to stimulate a good conversation."}
{"start": "00:03:00.000", "end": "00:03:17.000", "speaker": "None", "utterance": "At least that's what we've been having together before the before the conference and look forward to any comments or even, you know, suggestions you know in terms of some of the questions and ideas we raise I thank everybody for coming here also want"}
{"start": "00:03:17.000", "end": "00:03:26.000", "speaker": "None", "utterance": "to thank the yellow Of course for for bringing our panel into the conference this is always been a great moment for me I look forward to the conference every year."}
{"start": "00:03:26.000", "end": "00:03:43.000", "speaker": "None", "utterance": "So I do want to thank the organization for their support and their help. I know it goes on for incredible amount of work as an organization and incredibly helpful and I would say that, you know, I get most of my teaching ideas and theoretical questions"}
{"start": "00:03:43.000", "end": "00:03:56.000", "speaker": "None", "utterance": "come out of here I always need time to sort of unwind after the conference to try and set all the tabs and ideas that have opened up in my mind and also on the screen."}
{"start": "00:03:56.000", "end": "00:04:09.000", "speaker": "None", "utterance": "And I do want to give a special thank you to the organizers so and then Scott for the incredible work the exhibitions the arts the discussions that come forward the discord channel this is this is an amazing"}
{"start": "00:04:09.000", "end": "00:04:16.000", "speaker": "None", "utterance": "occurrence and monumental, I suppose, in many ways."}
{"start": "00:04:16.000", "end": "00:04:28.000", "speaker": "None", "utterance": "And so we'll, we'll start here. For this first one I just want to start by raising some questions, and also maybe tie into some of the panels. Some of the papers that follow."}
{"start": "00:04:28.000", "end": "00:04:34.000", "speaker": "None", "utterance": "So I'll just start with mine here, interactive Geminis."}
{"start": "00:04:34.000", "end": "00:04:37.000", "speaker": "None", "utterance": "And I'll be talking about performance sculpture."}
{"start": "00:04:37.000", "end": "00:04:41.000", "speaker": "None", "utterance": "and the digital aggregate."}
{"start": "00:04:41.000", "end": "00:04:49.000", "speaker": "None", "utterance": "I also want to start with, with two I think very monumental and ways, very significant openings in literature."}
{"start": "00:04:49.000", "end": "00:04:57.000", "speaker": "None", "utterance": "And in culture in general. One, they span by 60 years."}
{"start": "00:04:57.000", "end": "00:05:20.000", "speaker": "None", "utterance": "The first one is Robert Duncan's debut It was his first real collection of poetry. And this was the opening of the field, which was published first in 1960, very important because it also prompted or was a kind of a venue for his first major poetry project"}
{"start": "00:05:20.000", "end": "00:05:29.000", "speaker": "None", "utterance": "the structure of rhyme, and I start there with the very first lines of the structure of Ryan speak for I named myself your master who come to serve writing."}
{"start": "00:05:29.000", "end": "00:05:34.000", "speaker": "None", "utterance": "He says his first a search in obedience."}
{"start": "00:05:34.000", "end": "00:05:51.000", "speaker": "None", "utterance": "This was an extremely significant idea very important because it prompted this this this these other discussions in the new American poetry movement of which Robert Duncan was considered to be a primary force in it as it as it move forward and he was"}
{"start": "00:05:51.000", "end": "00:06:10.000", "speaker": "None", "utterance": "also really trying to separate his postwar modernist view from the earlier view that was still associated with pound were writing and language was considered to be a tool for precision, a better tool for precision than any kind of prose this was this"}
{"start": "00:06:10.000", "end": "00:06:28.000", "speaker": "None", "utterance": "was it for pound you really had you really had to make writing your service, your service, and Duncan had a very different idea that that I found fascinating and it may be, it plays in here to these questions about aesthetics and the digital era."}
{"start": "00:06:28.000", "end": "00:06:47.000", "speaker": "None", "utterance": "The other opening happened much much later. In fact, it happened pretty close to our moments here. This is the opening of the Travis Scott concert. It happened about a month ago, in the digital game."}
{"start": "00:06:47.000", "end": "00:06:59.000", "speaker": "None", "utterance": "The Battle Royale game fortnight where Travis Scott was asked, and they they planned this incredible concert, where he performed as an avatar which is great for his work."}
{"start": "00:06:59.000", "end": "00:07:10.000", "speaker": "None", "utterance": "And also we attended as avatars 12 million of us, listened to Travis Scott's performance, and his work."}
{"start": "00:07:10.000", "end": "00:07:23.000", "speaker": "None", "utterance": "So how are these two related, they do actually share a lot of interesting instead of questions so this is something that I just want to sort of put together as a, as a moment of consensus but also a moment of distances."}
{"start": "00:07:23.000", "end": "00:07:37.000", "speaker": "None", "utterance": "And that's his first line from astronomical, which was taken from his song sicko, and the concert itself the project itself was, was named astronomical to win the retreat."}
{"start": "00:07:37.000", "end": "00:07:40.000", "speaker": "None", "utterance": "We all into deep sorry I'm not going to sing it."}
{"start": "00:07:40.000", "end": "00:07:44.000", "speaker": "None", "utterance": "But I just want to sort of move into those lines."}
{"start": "00:07:44.000", "end": "00:07:47.000", "speaker": "None", "utterance": "Maybe I'll sing it later in the cafe."}
{"start": "00:07:47.000", "end": "00:07:49.000", "speaker": "None", "utterance": "Um."}
{"start": "00:07:49.000", "end": "00:07:54.000", "speaker": "None", "utterance": "So, moving forward."}
{"start": "00:07:54.000", "end": "00:08:09.000", "speaker": "None", "utterance": "I think these openings signify a broader argument with both the concrete and the symbolic limits of established cultural forms and techniques we see Travis Scott as kind of experimental in the sense because working with fortnight."}
{"start": "00:08:09.000", "end": "00:08:27.000", "speaker": "None", "utterance": "There is an aesthetic argument here. He is saying, as fortnight is saying that we really don't need these platforms, just as games especially Battle Royale they're very important as concert venues, we can do anything we can do readings we can do concerts,"}
{"start": "00:08:27.000", "end": "00:08:32.000", "speaker": "None", "utterance": "we have any kind of event at all this is this is a platform for everything."}
{"start": "00:08:32.000", "end": "00:08:44.000", "speaker": "None", "utterance": "And this is very significant because there's actually a lawsuit that was that just concluded this week with Apple and fortnight is also saying to Apple Listen, you are."}
{"start": "00:08:44.000", "end": "00:08:55.000", "speaker": "None", "utterance": "We have to take you down, because you're controlling the economic structures of the digital of digital culture, and we feel that the battle rail we feel that's what night."}
{"start": "00:08:55.000", "end": "00:09:04.000", "speaker": "None", "utterance": "This is something that we want to open up, we want to actually take the power from you and give it, they say quite, quite honestly, give it to everybody."}
{"start": "00:09:04.000", "end": "00:09:21.000", "speaker": "None", "utterance": "This is also something that Robert Duncan was saying, and in a very important way he said the modernism of the past was really to structural it was done dominated by several figures we want to actually have a much more interactive, he didn't use that"}
{"start": "00:09:21.000", "end": "00:09:40.000", "speaker": "None", "utterance": "word specifically but he was saying that we are giving and we are receiving in this modernist moment for tonight is much more, much more explicit, but we know of course that fortnight, and Travis Scott's approach to openness to an opening of a different"}
{"start": "00:09:40.000", "end": "00:09:52.000", "speaker": "None", "utterance": "kind of field points towards a different kind of harvesting and I think we'll see this and Rebecca roses paper, where she says we are in fact, using for tonight."}
{"start": "00:09:52.000", "end": "00:10:12.000", "speaker": "None", "utterance": "She doesn't say for now but I think it falls, very strongly into a paper, in a sense that we're harvesting data, because it is valuable. We have to harvest it because we have to sell it, and this is something that the merchants of data are very inspired"}
{"start": "00:10:12.000", "end": "00:10:13.000", "speaker": "None", "utterance": "by."}
{"start": "00:10:13.000", "end": "00:10:31.000", "speaker": "None", "utterance": "So we do get this Neo liberal perspective of opening the field, we need to also take down now this is also I think kind of complicated for us, who might be more ideologically persuaded by the left, which says, in fact that we have to be a little bit skeptical"}
{"start": "00:10:31.000", "end": "00:10:35.000", "speaker": "None", "utterance": "we have to be, we have to be a little bit."}
{"start": "00:10:35.000", "end": "00:10:46.000", "speaker": "None", "utterance": "Much more critical of this kind of opening, because it's a neoliberalism, which says that in fact Yeah, every kind of social activity can go into the work because we can make money from it."}
{"start": "00:10:46.000", "end": "00:11:00.000", "speaker": "None", "utterance": "It's an economic structure and this moves, maybe more towards Foucault's critique. In the late 70s, of course, because when we look at me liberalism as for co said quite explicitly."}
{"start": "00:11:00.000", "end": "00:11:08.000", "speaker": "None", "utterance": "It really is a way of economic of economic colonization of every kind of social activity."}
{"start": "00:11:08.000", "end": "00:11:21.000", "speaker": "None", "utterance": "And in many ways. This event that happened a month ago, does sort of present the real promise of that and we've done it."}
{"start": "00:11:21.000", "end": "00:11:35.000", "speaker": "None", "utterance": "fortnight and the battle rail system says, look, we're proving it to 12 million people can actually sit and give their data up and have a good time at the same time they're enjoying the Travis Scott work."}
{"start": "00:11:35.000", "end": "00:11:45.000", "speaker": "None", "utterance": "So we have this problem with with openness that I think we can solve aesthetically."}
{"start": "00:11:45.000", "end": "00:11:51.000", "speaker": "None", "utterance": "I also talk a little bit about here, in the sense that as we move into."}
{"start": "00:11:51.000", "end": "00:12:04.000", "speaker": "None", "utterance": "I want to steal a phrase from Michelle De Soto, the scriptural economy as we move into a kind of post scriptural economy and the knowledge system that comes with that post scriptural economy."}
{"start": "00:12:04.000", "end": "00:12:11.000", "speaker": "None", "utterance": "We understand that writing for Soto as a spiritual apparatus of like page."}
{"start": "00:12:11.000", "end": "00:12:22.000", "speaker": "None", "utterance": "We're leaving that kind of screwed scriptural economy for this post scriptural economy, which is in many ways, according to neoliberalism much more open."}
{"start": "00:12:22.000", "end": "00:12:43.000", "speaker": "None", "utterance": "And I point for the fact that this practice of everyday life. This new practice of everyday life can be written in a digital environment, very specifically using some of his terms, we are kind of moving forward with a different kind of post scriptural"}
{"start": "00:12:43.000", "end": "00:12:53.000", "speaker": "None", "utterance": "knowledge. So do we need a post scriptural aesthetics. And how do we define this now I've seen this question come up in a lot of different panels."}
{"start": "00:12:53.000", "end": "00:13:03.000", "speaker": "None", "utterance": "It is a very hot discussion topic, and I don't want to present any solutions but I do want to ask for perhaps some ideas for some models."}
{"start": "00:13:03.000", "end": "00:13:25.000", "speaker": "None", "utterance": "The best one of the best analyses of a scriptural economy and the knowledge system that comes with it of course comes from Lisa Edelman's work paper knowledge, where she, sorry, most crazy here, where she says that paper serves as a figure for all that"}
{"start": "00:13:25.000", "end": "00:13:32.000", "speaker": "None", "utterance": "is external to the mind now we have the screen, serving as that same kind of symbol."}
{"start": "00:13:32.000", "end": "00:13:43.000", "speaker": "None", "utterance": "We have had some really fascinating aesthetic responses to the document that function very very well in the digital world and that is something that we've seen in some panels here."}
{"start": "00:13:43.000", "end": "00:13:56.000", "speaker": "None", "utterance": "Of course, as we see the novel, as a fantastic model of a static response to the scriptural economy."}
{"start": "00:13:56.000", "end": "00:14:09.000", "speaker": "None", "utterance": "It does I think define a moment of aesthetic exile, and that's why it's so interesting. And I notice of course that as we see and Jessica precedents work."}
{"start": "00:14:09.000", "end": "00:14:23.000", "speaker": "None", "utterance": "The novel became even more interesting, as we moved into the digital era, she makes this argument very very well, she points to work, such as Mark and Zed Daniel SK his book House of leaves."}
{"start": "00:14:23.000", "end": "00:14:41.000", "speaker": "None", "utterance": "And also we can see this in some really interesting aesthetic works that point to device six gone home these wonderful walkthrough narratives, which do provides a model for an aesthetic response to the screen but I also argue that they might be based,"}
{"start": "00:14:41.000", "end": "00:14:53.000", "speaker": "None", "utterance": "a little bit too much on scriptural documentation and its relationship to the scriptural economy and scriptural knowledge systems. So what can we make of that."}
{"start": "00:14:53.000", "end": "00:15:05.000", "speaker": "None", "utterance": "The key attributes that we've seen in a lot of these panels and discussions that go forward in terms of"}
{"start": "00:15:05.000", "end": "00:15:08.000", "speaker": "None", "utterance": "the"}
{"start": "00:15:08.000", "end": "00:15:14.000", "speaker": "None", "utterance": "post capsule economy. Is that it, it is open, it is transitory it isn't permanent."}
{"start": "00:15:14.000", "end": "00:15:28.000", "speaker": "None", "utterance": "And also it's non referential and this is very very key here, even Travis Scott, we can see that in some of his lyrics and we see that also in terms of of what the battle royale systems are arguing for."}
{"start": "00:15:28.000", "end": "00:15:31.000", "speaker": "None", "utterance": "We don't need to be in the world."}
{"start": "00:15:31.000", "end": "00:15:40.000", "speaker": "None", "utterance": "The avatars function extremely well and they're non referential they're not referencing us. They are their own entities."}
{"start": "00:15:40.000", "end": "00:15:58.000", "speaker": "None", "utterance": "This is something we can actually celebrate, because it's a freeing of sorts, but again, once we become avatars in these systems, our data is 100% mindful, we are, In fact, being surveilled."}
{"start": "00:15:58.000", "end": "00:16:08.000", "speaker": "None", "utterance": "So, we have this digital walk through an open, different kind of open field perhaps an open mind. Craft field."}
{"start": "00:16:08.000", "end": "00:16:11.000", "speaker": "None", "utterance": "And that's one model through it."}
{"start": "00:16:11.000", "end": "00:16:27.000", "speaker": "None", "utterance": "I just want to sort of move forward with my own perspective on where we might find a few interesting ideas, kind of paradoxically, in terms of this."}
{"start": "00:16:27.000", "end": "00:16:42.000", "speaker": "None", "utterance": "This new type of aesthetic response. So I'm going to take us out of the screen and offer a little bit of aesthetic distance and this is something that I think will pick up in Carol's excellent paper on a static distance."}
{"start": "00:16:42.000", "end": "00:16:51.000", "speaker": "None", "utterance": "It is a place of exile. It is an aesthetic response but of course, it didn't happen really on the screen at all."}
{"start": "00:16:51.000", "end": "00:17:08.000", "speaker": "None", "utterance": "And this was an example. This is an interactive type of performance culture where we were asked, and we are asked in all of his projects to be in fact, part of this kind of monument."}
{"start": "00:17:08.000", "end": "00:17:30.000", "speaker": "None", "utterance": "The one that I want to draw our attention to hear the war for all together, but the most recent one was in 2014 by the Swiss artists Thomas Hirshhorn monument performance sculpture he calls the grim sheet monument, and this is the fourth and final in"}
{"start": "00:17:30.000", "end": "00:17:46.000", "speaker": "None", "utterance": "a series that he had been doing for some time now. They're all named after prominent philosophers of the 20th century Spinoza to lose the tie was this third one, and Gramsci his fourth one."}
{"start": "00:17:46.000", "end": "00:18:03.000", "speaker": "None", "utterance": "I want to offer it as a model for a cannily reimagined position of aesthetic distance that does actually bring up some of the same questions about the post scriptural economy and the knowledge system, we're in."}
{"start": "00:18:03.000", "end": "00:18:08.000", "speaker": "None", "utterance": "This is his monument that he produced in the South Bronx."}
{"start": "00:18:08.000", "end": "00:18:16.000", "speaker": "None", "utterance": "In the summer of 2014 actually installed in the middle of a public project."}
{"start": "00:18:16.000", "end": "00:18:19.000", "speaker": "None", "utterance": "So what did it look like well when you walked in."}
{"start": "00:18:19.000", "end": "00:18:35.000", "speaker": "None", "utterance": "It was in fact a very very fascinating place it looked like a kind of tree house that had been put up spontaneously, and one afternoon, but in fact it was a reimagined community, a community as an artwork."}
{"start": "00:18:35.000", "end": "00:18:58.000", "speaker": "None", "utterance": "None of these community places or locations that he actually created were considered to be permanent. And yet, when you were in it. Much like when you're in a kind of screen environment, like a fortnight environment you can do anything you could walk"}
{"start": "00:18:58.000", "end": "00:19:03.000", "speaker": "None", "utterance": "around the world, daily programs of lectures on Gramsci."}
{"start": "00:19:03.000", "end": "00:19:16.000", "speaker": "None", "utterance": "It had a library of books on Gramsci, it had its own theater platform as kind of a platform within a platform that he called the Gramercy theater, and the workplace."}
{"start": "00:19:16.000", "end": "00:19:34.000", "speaker": "None", "utterance": "Inside this other artwork. So you sat down and you actually for a while. For a very long while you felt as if you were part of an actual audience watching an actual plan your work will poetry elections lectures on the same stage writing workshops, even"}
{"start": "00:19:34.000", "end": "00:19:41.000", "speaker": "None", "utterance": "art workshops that are short himself lead in this exhibition pace place."}
{"start": "00:19:41.000", "end": "00:19:45.000", "speaker": "None", "utterance": "And then, just as quickly as it emerged."}
{"start": "00:19:45.000", "end": "00:19:49.000", "speaker": "None", "utterance": "It disappeared. And in mid September, 15."}
{"start": "00:19:49.000", "end": "00:19:57.000", "speaker": "None", "utterance": "He took everything down, and all the people who have participated okay was suddenly back in a project."}
{"start": "00:19:57.000", "end": "00:20:02.000", "speaker": "None", "utterance": "And you experienced this profound confusion, like, Well, what do we do now."}
{"start": "00:20:02.000", "end": "00:20:16.000", "speaker": "None", "utterance": "When you ask critics are you ask people who actually participated in it. They all call it a complete failure because the community that was supposed to evolve, he thought we thought, didn't."}
{"start": "00:20:16.000", "end": "00:20:22.000", "speaker": "None", "utterance": "And in fact, the theater didn't go on the board didn't continue."}
{"start": "00:20:22.000", "end": "00:20:29.000", "speaker": "None", "utterance": "Many people in fact now I don't even remember it because it was going to be seven years ago now."}
{"start": "00:20:29.000", "end": "00:20:36.000", "speaker": "None", "utterance": "So they were able to go back to the project and live their life as it was."}
{"start": "00:20:36.000", "end": "00:20:43.000", "speaker": "None", "utterance": "As a definitely an economically disadvantaged community and the middle of New York City."}
{"start": "00:20:43.000", "end": "00:20:54.000", "speaker": "None", "utterance": "And when you ask her. She's like, well, what did you want for this, all he says is, I didn't want anything, I just wanted people to play, and actually be friends for a little bit."}
{"start": "00:20:54.000", "end": "00:21:01.000", "speaker": "None", "utterance": "And if the friendships and the relationships don't continue. That's part of the work itself."}
{"start": "00:21:01.000", "end": "00:21:18.000", "speaker": "None", "utterance": "So people do feel this incredible sense of exile and in fact what I remember about it is this strange sort of discontinuity when you're walking around it, and I do call it an aesthetic success because it raise that issue and me."}
{"start": "00:21:18.000", "end": "00:21:24.000", "speaker": "None", "utterance": "And at the same time I couldn't be immersed in it. That was good. He didn't want that."}
{"start": "00:21:24.000", "end": "00:21:34.000", "speaker": "None", "utterance": "And it's a political failure, which I think is definitely something we're also looking for in aesthetic exiles."}
{"start": "00:21:34.000", "end": "00:21:52.000", "speaker": "None", "utterance": "And as a contradiction to it. I won't go into Of course Graham she Will Graham she moved into it. Just for time, but he does also talk about a space of exile from this organic arrangement, so it was freeing, I think, first one would say Graham she would"}
{"start": "00:21:52.000", "end": "00:21:55.000", "speaker": "None", "utterance": "say this is this is the libertarian moment."}
{"start": "00:21:55.000", "end": "00:22:12.000", "speaker": "None", "utterance": "I also want to compare it to another kind of a political success at the moment, and a static failure in many ways because they didn't doesn't want to be a static wants to be political, and this is the carbon would engagement that we see happening now"}
{"start": "00:22:12.000", "end": "00:22:31.000", "speaker": "None", "utterance": "in West Oakland underneath a freeway, where people who have been homeless, especially in the pandemic decided to get together while maintaining social distance for this past two years, And they've actually built a function in Kenya community with many"}
{"start": "00:22:31.000", "end": "00:22:52.000", "speaker": "None", "utterance": "same structures that we saw the aesthetic situation, but it is supposed to stay. It's supposed to be an aesthetic failure, and at the same time a political success. and we get free food, we get a way of maintaining relationships but also a moment of consensus."}
{"start": "00:22:52.000", "end": "00:23:03.000", "speaker": "None", "utterance": "And with that all I'll move. I'll stop and we can move on to the next panel paper. Thank you."}
{"start": "00:23:03.000", "end": "00:23:06.000", "speaker": "None", "utterance": "Thank you."}
{"start": "00:23:06.000", "end": "00:23:08.000", "speaker": "None", "utterance": "Fascinating."}
{"start": "00:23:08.000", "end": "00:23:14.000", "speaker": "None", "utterance": "So, no one wants to be the next."}
{"start": "00:23:14.000", "end": "00:23:16.000", "speaker": "None", "utterance": "Please do."}
{"start": "00:23:16.000", "end": "00:23:21.000", "speaker": "None", "utterance": "I'm about to take the floor. Okay. All right."}
{"start": "00:23:21.000", "end": "00:23:23.000", "speaker": "None", "utterance": "Thank you everyone."}
{"start": "00:23:23.000", "end": "00:23:44.000", "speaker": "None", "utterance": "Actually, it's very, I find it very comfortable to go after Andrew, because I was going to race the question a little bit of what actually makes the identity open open structure went off and work."}
{"start": "00:23:44.000", "end": "00:24:09.000", "speaker": "None", "utterance": "Because the way I see it is that actually helping thinking I for a while, from the point of view of self service a traditional aesthetics, which is like old fashioned and county young, and then it's back to quietness and so on but he says that it's still"}
{"start": "00:24:09.000", "end": "00:24:19.000", "speaker": "None", "utterance": "worse because we're still kind of distanced from from from an artifact."}
{"start": "00:24:19.000", "end": "00:24:36.000", "speaker": "None", "utterance": "Because there's certain inertia over the over the static that says that we are about to be distanced when we approach an artifact for very simple reason."}
{"start": "00:24:36.000", "end": "00:24:59.000", "speaker": "None", "utterance": "The ascetics is not quite reality but it's a mode of perception. Okay. Like, when we think of an object that is an aesthetic object, and I believe Andrew has shown it perfectly well because he says offer static failure or setting success against political"}
{"start": "00:24:59.000", "end": "00:25:20.000", "speaker": "None", "utterance": "failure or political success, which means that, well this object can be both or either either read, political, or, or authentic so it means that it's not quite only anaesthetic subjects up quite an object over statics okay but it's a mode of ascetics"}
{"start": "00:25:20.000", "end": "00:25:28.000", "speaker": "None", "utterance": "that can be either turned on or turned off so to say yes it's pretty it's pretty rough."}
{"start": "00:25:28.000", "end": "00:25:32.000", "speaker": "None", "utterance": "To say that because perhaps."}
{"start": "00:25:32.000", "end": "00:25:51.000", "speaker": "None", "utterance": "There are some, there was some range of other decisions, it's not it doesn't have to be like that. Like, now I'm looking at a picture point of view of of a viewer and the next day I'm bankrupt and I'm selling age on the market."}
{"start": "00:25:51.000", "end": "00:26:02.000", "speaker": "None", "utterance": "It doesn't have to be like that. We always, we always scale this and this is what I'm going to talk about scaling of distance. Okay."}
{"start": "00:26:02.000", "end": "00:26:28.000", "speaker": "None", "utterance": "And, in fact, one employee about for now is that it's a certain mode of perception and we do need this mode of perception has been needing this mode of perception for a while, because otherwise we wouldn't be able to take a proper seeds any, any now Vittorio"}
{"start": "00:26:28.000", "end": "00:26:50.000", "speaker": "None", "utterance": "okay like when there is the picture on the wall. We shall also have a seat in the audience to, you know, to, you know not let us touch it and so I know to to protect the picture from from us right because who knows what we might think we showed you with"}
{"start": "00:26:50.000", "end": "00:26:57.000", "speaker": "None", "utterance": "this. The ascetics the county anesthetic says the Uranus, suddenly it doesn't say that."}
{"start": "00:26:57.000", "end": "00:27:11.000", "speaker": "None", "utterance": "You know his artifact cannot be used any other way. It doesn't say that it cannot be used any other way says it should be any other way, he says, You shall be does interest."}
{"start": "00:27:11.000", "end": "00:27:23.000", "speaker": "None", "utterance": "Interested right in this because it's not for you to eat stuff for you to break isn't for you to touch is for you to observe to perceive aesthetically from a particular position."}
{"start": "00:27:23.000", "end": "00:27:30.000", "speaker": "None", "utterance": "And, to my mind, so I refer to Arnold really on a lot of the panels."}
{"start": "00:27:30.000", "end": "00:27:51.000", "speaker": "None", "utterance": "I create monthly I am I keep saying that there is that guy or not, early on. Okay. Well, fraternity call him died. But, at schooler a marvelous score I believe he says that content is static is not an option."}
{"start": "00:27:51.000", "end": "00:28:00.000", "speaker": "None", "utterance": "Because we've we have performances of a new era, we have the happenings and so on and so forth."}
{"start": "00:28:00.000", "end": "00:28:06.000", "speaker": "None", "utterance": "And he says, Now Kenyan aesthetics anymore he says we're 100% involved."}
{"start": "00:28:06.000", "end": "00:28:17.000", "speaker": "None", "utterance": "But the very fact that he is, he is constantly in his book, arts, I believe, yeah. Second,"}
{"start": "00:28:17.000", "end": "00:28:31.000", "speaker": "None", "utterance": "Armenian Armenian engagement of like that. Well, no mind, he is reading on the new aesthetics of involvements like we are also participating in xn a work of art, we're not only looking at it."}
{"start": "00:28:31.000", "end": "00:28:52.000", "speaker": "None", "utterance": "He keeps saying that we're not supposed to be the viewers anymore and this means that he still had his always highlighting but besides that it's his presence, because he and I status is still with us, and the means of perception using the digital art."}
{"start": "00:28:52.000", "end": "00:29:14.000", "speaker": "None", "utterance": "Well, these express these tools are. Well, they're often from the previous days and when we look at them and actually, for instance, we can find it. a lot of references to."}
{"start": "00:29:14.000", "end": "00:29:27.000", "speaker": "None", "utterance": "right, he says, We are rooted in modern, So we are rooted in the distance. Because modernism is rooted in the, in the earlier ages."}
{"start": "00:29:27.000", "end": "00:29:50.000", "speaker": "None", "utterance": "And, and I don't believe we need to actually proceed in breaking this distance, because, to me, It's kind of productive first of all because as Andrew has noted the open structure doesn't give us any particular target, right, any particular any particular"}
{"start": "00:29:50.000", "end": "00:30:07.000", "speaker": "None", "utterance": "goal so what is freedom freedom is that I am in search of myself. Okay, anyway it's a certain kind of hell, because it means that I cannot structure my own identity towards a piece of art."}
{"start": "00:30:07.000", "end": "00:30:22.000", "speaker": "None", "utterance": "And this problem is that is not present in the traditional arts, because we are presented as a reverse identity and the art."}
{"start": "00:30:22.000", "end": "00:30:34.000", "speaker": "None", "utterance": "The the artifact is represented as the identity of an artifact and it's, it is all made possible through the relations, through the distance between me and and an artifact."}
{"start": "00:30:34.000", "end": "00:30:35.000", "speaker": "None", "utterance": "Okay."}
{"start": "00:30:35.000", "end": "00:30:39.000", "speaker": "None", "utterance": "So, it means that everything."}
{"start": "00:30:39.000", "end": "00:30:56.000", "speaker": "None", "utterance": "Most interesting has already happens. I have already been found and the artifact has already been found. Okay, so this is the structure and this structure is 100% determined by itself, and when we are watching."}
{"start": "00:30:56.000", "end": "00:30:57.000", "speaker": "None", "utterance": "For instance of film."}
{"start": "00:30:57.000", "end": "00:31:24.000", "speaker": "None", "utterance": "We do not follow the steps of of the camera, as if it was spontaneous so we can say that each previous staff is backed by the future stats. Okay, so this structures, first of all, finish says infinity, but okay the completeness of an artifact is watch"}
{"start": "00:31:24.000", "end": "00:31:43.000", "speaker": "None", "utterance": "actually distances us from it. We're not a part of it, because it's complete already. It doesn't need us. Because the G is complete already. So once we have this open structure, questions, starting will start to appear and the my mind right."}
{"start": "00:31:43.000", "end": "00:31:55.000", "speaker": "None", "utterance": "And there we see there's a problem that arises from derive from it. The problem is that we do not."}
{"start": "00:31:55.000", "end": "00:32:14.000", "speaker": "None", "utterance": "We are incapable our opening capable to identify an object in the process of it's becoming because we're used to presuppose that our artistic attitude when we're Andrew in a gallery Okay, are we are entering, or when we are, we're entering a museum somewhere"}
{"start": "00:32:14.000", "end": "00:32:20.000", "speaker": "None", "utterance": "or when we are opening to no vote. We have presuppose attitude towards it."}
{"start": "00:32:20.000", "end": "00:32:29.000", "speaker": "None", "utterance": "So it means that if I am not sure to say no, I'm not sure if I am going to read or not."}
{"start": "00:32:29.000", "end": "00:32:38.000", "speaker": "None", "utterance": "So if it's not a notebook. Am I a reader, again, to go beyond her a little bit okay too."}
{"start": "00:32:38.000", "end": "00:32:58.000", "speaker": "None", "utterance": "Yeah, I like to refer to season Sonic and her book cold, but her book devoted to the old photographs of the suffering people, where he was she says that you see these pictures are almost well they're not doesn't mean that they're fabricated but they are"}
{"start": "00:32:58.000", "end": "00:33:15.000", "speaker": "None", "utterance": "adjusted, a man the artists themselves, the artists right before the photographers themselves that treat, they are object to their documentaries, as well, documentary photos right so they are"}
{"start": "00:33:15.000", "end": "00:33:18.000", "speaker": "None", "utterance": "for the pajama thing."}
{"start": "00:33:18.000", "end": "00:33:33.000", "speaker": "None", "utterance": "Sometimes things that are unbearable but often they act as if they were artists, right, because they are not the eyes of the artist so the the adjust things."}
{"start": "00:33:33.000", "end": "00:33:52.000", "speaker": "None", "utterance": "Okay, to make them more creatively effective you see this is what song jack says okay so what she says is that even when we're looking at something very very serious and Lisa and tragic."}
{"start": "00:33:52.000", "end": "00:34:02.000", "speaker": "None", "utterance": "Sometimes we're incapable to treat it as if it was the reality. Okay, like she says the photographer's actresses they were artists. Okay."}
{"start": "00:34:02.000", "end": "00:34:16.000", "speaker": "None", "utterance": "And this means that this frame of completeness, is very very much imposing, and it's not this is necessary for us to identify that well this is an object and so on."}
{"start": "00:34:16.000", "end": "00:34:30.000", "speaker": "None", "utterance": "So, this is the big picture, the big picture is the context, okay, like, this is what for instance, an art green again philosopher Michelle you Polsky said as soon as he actually the first two rounds Mario on when he says, when we're looking at a face"}
{"start": "00:34:30.000", "end": "00:34:43.000", "speaker": "None", "utterance": "Are you on when he says, when we're looking at a face for instance again look beyond art, we're looking at his face. But first of all, see a face, we see a person, and then we started discerning his or her particular features."}
{"start": "00:34:43.000", "end": "00:35:03.000", "speaker": "None", "utterance": "Okay, there are particular features of the face. Okay. It doesn't work like you know is if I am looking at a nose, I'm looking at that one I'm looking at a second I and then I reproduce a face, in my mind, revolution doesn't happen like that."}
{"start": "00:35:03.000", "end": "00:35:14.000", "speaker": "None", "utterance": "and we don't even has the article, which is no dm which which is named something like they they recognized him."}
{"start": "00:35:14.000", "end": "00:35:23.000", "speaker": "None", "utterance": "And they stopped seeing the person as far as I remember it was about it was religious i'm i'm not sure but remember was."}
{"start": "00:35:23.000", "end": "00:35:39.000", "speaker": "None", "utterance": "So it means that recognition loses. When we get rid of that something we lose all the details okay so there was a big picture. So, but there is also something sure like what if we do not know what it is, what if we are not sure it's a nova wonder we're"}
{"start": "00:35:39.000", "end": "00:35:44.000", "speaker": "None", "utterance": "not sure if it's the piece of art. we have to move, step by step."}
{"start": "00:35:44.000", "end": "00:36:06.000", "speaker": "None", "utterance": "Okay, run into things stumble. And so one, and that it doesn't guarantee that we will any way gain, we will update this big picture because the big picture is already with us we actually don't have to reproduce the big picture of the through these small"}
{"start": "00:36:06.000", "end": "00:36:18.000", "speaker": "None", "utterance": "steps. We don't have to do this because our big picture, what we expect is always with us, is in our tradition in our camping ration of distance so we see that the building."}
{"start": "00:36:18.000", "end": "00:36:22.000", "speaker": "None", "utterance": "And we"}
{"start": "00:36:22.000", "end": "00:36:28.000", "speaker": "None", "utterance": "were looking around building out okay so we are"}
{"start": "00:36:28.000", "end": "00:36:30.000", "speaker": "None", "utterance": "stumbling."}
{"start": "00:36:30.000", "end": "00:36:41.000", "speaker": "None", "utterance": "We're running around the furniture and so on and it might be uncomfortable, but we are keeping the big picture of the house in our in our mind."}
{"start": "00:36:41.000", "end": "00:36:48.000", "speaker": "None", "utterance": "So, this is a really tricky thing."}
{"start": "00:36:48.000", "end": "00:37:11.000", "speaker": "None", "utterance": "What actually. Yeah, The question is what makes these two pictures, unified and corporate users experience right because, in fact, this is, I believe very serious in terms of users identity because we lose those, we actually are distance from ourselves."}
{"start": "00:37:11.000", "end": "00:37:22.000", "speaker": "None", "utterance": "Like, I have just so the rebuild for instance, right, and I can read the if these. If these four."}
{"start": "00:37:22.000", "end": "00:37:45.000", "speaker": "None", "utterance": "But what is my energy towards my decision, doors, what I have just done I am distance from myself so is there very disruptive identity of the user splayed identity over user, which is maintained by a form that is being revealed that is in process of revealing"}
{"start": "00:37:45.000", "end": "00:37:46.000", "speaker": "None", "utterance": "revealing. Right."}
{"start": "00:37:46.000", "end": "00:37:49.000", "speaker": "None", "utterance": "Okay, so I'm not sure if."}
{"start": "00:37:49.000", "end": "00:37:54.000", "speaker": "None", "utterance": "How much time do I have"}
{"start": "00:37:54.000", "end": "00:37:55.000", "speaker": "None", "utterance": "a little bit."}
{"start": "00:37:55.000", "end": "00:38:00.000", "speaker": "None", "utterance": "Okay, yeah. So, I'm going to show you"}
{"start": "00:38:00.000", "end": "00:38:04.000", "speaker": "None", "utterance": "something I'm working on is."}
{"start": "00:38:04.000", "end": "00:38:21.000", "speaker": "None", "utterance": "This is actually totally devoted to what I am talking about. So in fact what I've done here is this is only for you to look at because it's very raw and is that press me, but it's kind of illustrates what I'm talking about."}
{"start": "00:38:21.000", "end": "00:38:34.000", "speaker": "None", "utterance": "So we have the big pressure of syntax and grammar, and we have a small picture of attaching things to each other. See updating you know a proper a proper story, let's say, right."}
{"start": "00:38:34.000", "end": "00:38:39.000", "speaker": "None", "utterance": "So, when I'm doing this. It's okay."}
{"start": "00:38:39.000", "end": "00:38:50.000", "speaker": "None", "utterance": "But when I'm doing this is not okay so you are is dramatically better, but you is, is easier to do, so we have what it is."}
{"start": "00:38:50.000", "end": "00:39:01.000", "speaker": "None", "utterance": "And we have what I do and what I do, contradicts what it is because I cannot easily attach easily attach to things."}
{"start": "00:39:01.000", "end": "00:39:07.000", "speaker": "None", "utterance": "Let's move further a little bit so I have another."}
{"start": "00:39:07.000", "end": "00:39:14.000", "speaker": "None", "utterance": "Yeah, but the energy to make it a little bit better and to look even worse."}
{"start": "00:39:14.000", "end": "00:39:37.000", "speaker": "None", "utterance": "So this is ok but when I do this, I experiencing problems. So in fact, this is me It goes like that, and it's it's tweets and the more you try to make the text coherent, the harder it becomes to do this, technically, configure."}
{"start": "00:39:37.000", "end": "00:39:42.000", "speaker": "None", "utterance": "Guys, if I want to choose this thing, because like that."}
{"start": "00:39:42.000", "end": "00:39:52.000", "speaker": "None", "utterance": "And more and more constraints, if you want to make a check school here and because what it is always contradicts what we do."}
{"start": "00:39:52.000", "end": "00:39:58.000", "speaker": "None", "utterance": "And this is how we stumble and adjust our behavior."}
{"start": "00:39:58.000", "end": "00:40:09.000", "speaker": "None", "utterance": "So this is what I was going to about, and I wanted to conclude with the reference to small reference reference to see one dog who says that a child."}
{"start": "00:40:09.000", "end": "00:40:28.000", "speaker": "None", "utterance": "When he or she is about to start walking normally forgets how to you know how to crawl, because we need to stumble to proceed moving forward."}
{"start": "00:40:28.000", "end": "00:40:37.000", "speaker": "None", "utterance": "Okay, so it's a complicated switching between what it is and what we do."}
{"start": "00:40:37.000", "end": "00:40:50.000", "speaker": "None", "utterance": "Okay, so this is pretty much it. Thank you,"}
{"start": "00:40:50.000", "end": "00:40:54.000", "speaker": "None", "utterance": "Rebecca is going to present next."}
{"start": "00:40:54.000", "end": "00:41:01.000", "speaker": "None", "utterance": "Hey, thanks. Thank you, Kate, and let me just see if I can share my screen."}
{"start": "00:41:01.000", "end": "00:41:10.000", "speaker": "None", "utterance": "See,"}
{"start": "00:41:10.000", "end": "00:41:14.000", "speaker": "None", "utterance": "hope that's coming through okay to folks."}
{"start": "00:41:14.000", "end": "00:41:23.000", "speaker": "None", "utterance": "Thank you so much, Kate and Andrew and keel for inviting me to join you. It's really a pleasure to be in conversation."}
{"start": "00:41:23.000", "end": "00:41:34.000", "speaker": "None", "utterance": "Hi, I'm Rebecca Rouse, I'm a professor at University who lived in Sweden, and I'm going to share a little bit about dream time pandemic time and platform problems."}
{"start": "00:41:34.000", "end": "00:41:36.000", "speaker": "None", "utterance": "I'm going to open with this anecdote."}
{"start": "00:41:36.000", "end": "00:41:50.000", "speaker": "None", "utterance": "Here's a copy of an email I sent to my colleague Bobby Schweizer last month, so I I couldn't find a research paper that I had thought I found through a Google Scholar search but but the embarrassing part is I wasn't sure if this was a dream or not, I"}
{"start": "00:41:50.000", "end": "00:41:56.000", "speaker": "None", "utterance": "have been having these Google Scholar search dreams lately, they're very realistic."}
{"start": "00:41:56.000", "end": "00:42:07.000", "speaker": "None", "utterance": "And so I reached out to Bobby to ask if he knew about the paper I was looking for and. Okay, it turns out it was a dream, I've been having these highly realistic continuation of Google Scholar search flow."}
{"start": "00:42:07.000", "end": "00:42:12.000", "speaker": "None", "utterance": "In my dreams, I'll come back to this"}
{"start": "00:42:12.000", "end": "00:42:19.000", "speaker": "None", "utterance": "time is a key component of flow famously theorized by my Hayley Hayley."}
{"start": "00:42:19.000", "end": "00:42:25.000", "speaker": "None", "utterance": "And when we're engaged in flow, he points out, we may lose all sense of time."}
{"start": "00:42:25.000", "end": "00:42:41.000", "speaker": "None", "utterance": "Jay, bolter has discussed, like the aesthetic of catharsis, unlike the aesthetic of catharsis, you know, bolter has made the distinction between catharsis and flow catharsis moving, moving to its own depletion and resolution, but flow on the other hand,"}
{"start": "00:42:41.000", "end": "00:42:55.000", "speaker": "None", "utterance": "having no end. So we can never scroll to the end of Twitter in the same way we could turn the final page of a book, of course, Twitter provides us with an interactive narrative platform and network access in a way that the contemporary mass produced Codex"}
{"start": "00:42:55.000", "end": "00:43:05.000", "speaker": "None", "utterance": "camp. But what has the experience of time during pandemic time revealed about the differences between scrolling and page turning."}
{"start": "00:43:05.000", "end": "00:43:18.000", "speaker": "None", "utterance": "Time has behave very differently for me in these past months. When like many of you have been confined to my home without the spatial mnemonic markers of time passing, like I used to have like Dr to town to go to work walk down to the cafeteria for lunch"}
{"start": "00:43:18.000", "end": "00:43:25.000", "speaker": "None", "utterance": "lunch today could be a year ago today could be yesterday you know today could just as easily be tomorrow."}
{"start": "00:43:25.000", "end": "00:43:36.000", "speaker": "None", "utterance": "Despite all that, the digital realm of so called real time has continued, and I'm grateful for that right because that's how we can meet here, when able to keep my job during this catastrophe."}
{"start": "00:43:36.000", "end": "00:43:45.000", "speaker": "None", "utterance": "But in my experience, it turns out that real time. For me, might not refer to human lived reality at all, but rather to the reality of the machine."}
{"start": "00:43:45.000", "end": "00:43:59.000", "speaker": "None", "utterance": "The real time of zoom does become exhausting after enough hours right. I found the flow saturated interactions of social media have become tiresome even more quickly, and what used to feel like a pleasurable break from other work paced activities now"}
{"start": "00:43:59.000", "end": "00:44:15.000", "speaker": "None", "utterance": "don't boring, even writing for work on the computer has become less of a norm for me I'm writing on paper, again, a lot now. Now that so much other work of teaching and meetings is all happening in the Zoom Room and paper has a very different time flow"}
{"start": "00:44:15.000", "end": "00:44:27.000", "speaker": "None", "utterance": "experience quality right you're writing separate words and pause the expressive of handwriting the feel of the paper here maybe I'll try different pen today, but the keyboard clicks are always all the same."}
{"start": "00:44:27.000", "end": "00:44:41.000", "speaker": "None", "utterance": "The flow today, that feels most pleasurable to me is less about interaction with a machine and more about interaction between people like collaborating with our secure six year old son to make an edit songs in Garage Band, we lose track of time, we make"}
{"start": "00:44:41.000", "end": "00:44:46.000", "speaker": "None", "utterance": "our own fun, and this flow is between us and co created experience."}
{"start": "00:44:46.000", "end": "00:45:03.000", "speaker": "None", "utterance": "So maybe real time actually means machine time, and maybe machine time brings us into machine flow by encouraging our basic human tendencies towards my niece's transforming us into code, such that we absorb the platforms, maybe even into our own dream"}
{"start": "00:45:03.000", "end": "00:45:18.000", "speaker": "None", "utterance": "time, like I've managed to to. So maybe, maybe real time after all though began long before the digital medium with black box machines operated by digits, like these digits that provided instant response, as in the piano."}
{"start": "00:45:18.000", "end": "00:45:23.000", "speaker": "None", "utterance": "And yet, when I played the piano, I feel are tiny house with music."}
{"start": "00:45:23.000", "end": "00:45:31.000", "speaker": "None", "utterance": "I contribute creative expression, after I've practiced and mastered the piece. No matter how much I practice Twitter, it will never fill our house with music."}
{"start": "00:45:31.000", "end": "00:45:37.000", "speaker": "None", "utterance": "I will never mastered as a creative partner, it will never respond to me as a creative partner."}
{"start": "00:45:37.000", "end": "00:45:51.000", "speaker": "None", "utterance": "So if we think about so called real time as machine time, how might we describe human produced time perhaps is dialogue time. I've been working with inner group dialogue as a pedagogical method with my colleague Amy Caron at Rensselaer Polytechnic Institute"}
{"start": "00:45:51.000", "end": "00:45:55.000", "speaker": "None", "utterance": "for the past several years, and in our research project to transform."}
{"start": "00:45:55.000", "end": "00:46:10.000", "speaker": "None", "utterance": "We game design course through a critical feminist lens we've used dialogic pedagogy, in the classroom context dialogue as a communication platform has a particular texture that differentiates it from other forms of communication platforms such as discussion"}
{"start": "00:46:10.000", "end": "00:46:21.000", "speaker": "None", "utterance": "or debate."}
{"start": "00:46:21.000", "end": "00:46:30.000", "speaker": "None", "utterance": "So we surface the platform itself the platform is made visible. We talk about why we choose this communication mode, why our goals align with what dialogue makes possible."}
{"start": "00:46:30.000", "end": "00:46:38.000", "speaker": "None", "utterance": "We co author guidelines for how we want the dialogue to proceed these guidelines are revisited at each class meeting, and they're up for editing. We keep them in play."}
{"start": "00:46:38.000", "end": "00:46:41.000", "speaker": "None", "utterance": "It's playful, We co create the platform."}
{"start": "00:46:41.000", "end": "00:46:50.000", "speaker": "None", "utterance": "Keep it in this state of continual revision and these can there are a lot of connections who would play in games but dialogue is more like play and less like a game."}
{"start": "00:46:50.000", "end": "00:47:02.000", "speaker": "None", "utterance": "The method of formalized co constituted dialogue has very different names from those of debate which you can see laid out here, persuasion is not a goal of dialogue goals are more transformative than that."}
{"start": "00:47:02.000", "end": "00:47:12.000", "speaker": "None", "utterance": "And they're focused on specific practices and acted within the dialogue dialogue has this potential to be transformative and ways discussion and debate can't."}
{"start": "00:47:12.000", "end": "00:47:26.000", "speaker": "None", "utterance": "And let me emphasize potential though, because there are no guarantees. So we can guarantee in a debate there will be a winner. We can guarantee in a discussion that a range of points of view will be presented in a dialogue however we're on an adventure"}
{"start": "00:47:26.000", "end": "00:47:42.000", "speaker": "None", "utterance": "together but off the map, because we are growing our own map as we go like Crockett Johnson's Harold in the purple Krahn creating his world, in real time, or rather in human time human time creates its own markers of progress as Harold does with the moon,"}
{"start": "00:47:42.000", "end": "00:47:58.000", "speaker": "None", "utterance": "time is the time the human perceives as the human perceives it and Harrell perceived the moon moving with him in dialogue we're co creating our platform for communication even as we use it, we're making the world within between the world and each other,"}
{"start": "00:47:58.000", "end": "00:48:00.000", "speaker": "None", "utterance": "which in relation makes us."}
{"start": "00:48:00.000", "end": "00:48:15.000", "speaker": "None", "utterance": "And what kind of world are we living in today, drawing parallels between the current political, cultural, economic moment in the us today, and the night end of the 19th century Gilded Age, certainly feels natural I'm not the only one to make these comparisons."}
{"start": "00:48:15.000", "end": "00:48:25.000", "speaker": "None", "utterance": "in looking back at the history of that first Gilded Age, I recognize very similar politics of obstruction, economic and social inequality corruption."}
{"start": "00:48:25.000", "end": "00:48:41.000", "speaker": "None", "utterance": "The remarkable agency and power of a corporate and money to lead in our second Gilded Age today, I am anxious to understand how I may be taking part as an academic and games and immersive media, big business of prior ages, like cotton tobacco that did"}
{"start": "00:48:41.000", "end": "00:48:47.000", "speaker": "None", "utterance": "not operate in the public interest were able to draw on the scholarship of some academics, for support."}
{"start": "00:48:47.000", "end": "00:48:55.000", "speaker": "None", "utterance": "What is the relationship between big tech today and the Academy. And I think in the increasingly corporate as University of seems ties may be close to the never."}
{"start": "00:48:55.000", "end": "00:49:07.000", "speaker": "None", "utterance": "Well, some have called Big Data the new oil, which we might understand is the successor to cotton, tobacco, others have described data and far more human terms, legal scholar john Balkan rights."}
{"start": "00:49:07.000", "end": "00:49:23.000", "speaker": "None", "utterance": "Data is Soylent Green, you are your data, and that data is the raw material of digital capitalism platforms such as Twitter, Facebook and Spotify are not created for the public good, to support free speech, or community connection or creative expression,"}
{"start": "00:49:23.000", "end": "00:49:31.000", "speaker": "None", "utterance": "the platforms are created to harvest and monetize data, developed through users free labor, as we consume each other."}
{"start": "00:49:31.000", "end": "00:49:40.000", "speaker": "None", "utterance": "Trying to examine these Soylent Green style platforms that the level of code. It's clear the platforms are not optimized for human literacy but for machine literacy."}
{"start": "00:49:40.000", "end": "00:49:54.000", "speaker": "None", "utterance": "And as for good reason so the the sheer scale of the data generated and collected by these platforms, a skill that is key for the platform is revenue model necessitates machine based processing and interpretation of the data."}
{"start": "00:49:54.000", "end": "00:50:11.000", "speaker": "None", "utterance": "The machine literacy doesn't always lead to the outcomes we might expect. So Examples of this include Facebook's monitoring of user activity, which also generates data showing when you're asleep and Spotify is recent patent for audio monitoring of users,"}
{"start": "00:50:11.000", "end": "00:50:27.000", "speaker": "None", "utterance": "and their environments to determine users age, gender, accent emotional state details of the users physical environment, including if they're alone or not reading this Spotify patent is particularly instructive in the ways in which these platforms are"}
{"start": "00:50:27.000", "end": "00:50:36.000", "speaker": "None", "utterance": "developed for machine literacy and the ways in which we the human users are then rendered visible to that type of literacy."}
{"start": "00:50:36.000", "end": "00:50:49.000", "speaker": "None", "utterance": "So while I think that math amortization of identity culture and emotion in this patent is both odious and laughable. The, the line of code shared in the patent that disturb me the most was on the bottom right there."}
{"start": "00:50:49.000", "end": "00:51:02.000", "speaker": "None", "utterance": "Keyword alone competence, 87%. So spa defies taste attribute identification system will know where I am and if I'm alone or not, some level of confidence."}
{"start": "00:51:02.000", "end": "00:51:14.000", "speaker": "None", "utterance": "But I suppose I would never truly be alone, because I will be always accompanied by the taste attribution identification system, just as Facebook users are still with Facebook, in a sense, even when they're sleeping."}
{"start": "00:51:14.000", "end": "00:51:25.000", "speaker": "None", "utterance": "So in dreams while we might not be surveilled yet. Others may have like me absorbed the platform and continue their Google Scholar search patterns and dream time."}
{"start": "00:51:25.000", "end": "00:51:41.000", "speaker": "None", "utterance": "So perhaps in, in the dream time gig economy, even the time of supposed rest for the brain and body can be put to work as a scholars working in the same computational medium we must ask, how was our work in games interactive narrative and digital storytelling,"}
{"start": "00:51:41.000", "end": "00:51:54.000", "speaker": "None", "utterance": "potentially, already being subverted to the interests of the powerful and the few, how, how might the work we're doing, not be the work we think we're doing, how might we also be buying into the world building activities a big tech and what can be done"}
{"start": "00:51:54.000", "end": "00:51:56.000", "speaker": "None", "utterance": "about it."}
{"start": "00:51:56.000", "end": "00:52:08.000", "speaker": "None", "utterance": "One trap we could aim to avoid is the trap of seeking technological solutions when human solutions are better. So for example the drive to develop immersive Anthony machines and VR to ease social inequality."}
{"start": "00:52:08.000", "end": "00:52:12.000", "speaker": "None", "utterance": "When we already have the technology of human to human dialogue."}
{"start": "00:52:12.000", "end": "00:52:24.000", "speaker": "None", "utterance": "We could also avoid the drive to create interactive narrative systems that better model complexity, when we already have the technologies of artistic and creative expression that can illuminate so called wicked problems in profound ways that do not a"}
{"start": "00:52:24.000", "end": "00:52:26.000", "speaker": "None", "utterance": "race the human or the particular."}
{"start": "00:52:26.000", "end": "00:52:37.000", "speaker": "None", "utterance": "So the technological solutions promise speed efficiency mass adoption profit and align with funding sources like the many large government grants to prioritize technology."}
{"start": "00:52:37.000", "end": "00:52:47.000", "speaker": "None", "utterance": "But even when our aims as academic researchers may be to work toward justice, when we work within these ontology structures sometimes the work we're doing may not be the work we think we're doing."}
{"start": "00:52:47.000", "end": "00:53:03.000", "speaker": "None", "utterance": "And I think gamification is an interesting example of this, philosopher see time when has written about how this shows up on Twitter with the platforms gamification of communication gamification motivates the procedural ization like points giving points,"}
{"start": "00:53:03.000", "end": "00:53:14.000", "speaker": "None", "utterance": "but procedure realities modernizing effects are intensified by the rigidity of the digital medium. So in an in an in person or physical interaction if we choose to add gamified elements."}
{"start": "00:53:14.000", "end": "00:53:20.000", "speaker": "None", "utterance": "We also then have agency to shed or transform them as needed. Like Harold in the purple Krahn."}
{"start": "00:53:20.000", "end": "00:53:35.000", "speaker": "None", "utterance": "But this is not the case in many digital platforms with the digital platform, the procedural ization of user motivation can even then lead to a simplification of our interactions between each other so they're rendered machine legible and over time."}
{"start": "00:53:35.000", "end": "00:53:44.000", "speaker": "None", "utterance": "Even can transform our aims of what we even intended to be doing on that platform in the first place to fit into that narrowness simplicity and sameness."}
{"start": "00:53:44.000", "end": "00:53:58.000", "speaker": "None", "utterance": "And since gamification is designed for the transference of skills. Once we learn these more narrow aims and motivations, we may also take them out into the rest of our lives, where the thirst for extrinsic motivation."}
{"start": "00:53:58.000", "end": "00:54:08.000", "speaker": "None", "utterance": "That's what gamification essentially is extrinsic motivation may keep pinging us internally, like phone notifications pinging at a pants pocket but inside of ourselves."}
{"start": "00:54:08.000", "end": "00:54:23.000", "speaker": "None", "utterance": "So what can we do, I suggest we choose to configure design processes and practices to slow down and complexity by the design process rather than simplify it work to remove extrinsic motivations in favor of intrinsic ones I've written elsewhere about a"}
{"start": "00:54:23.000", "end": "00:54:36.000", "speaker": "None", "utterance": "design method based on the values of human dialogue, as opposed to media simulation as particularly suited for developing meaningful design work in in with communities that this kind of design process is really slow I mean it's extremely slow the steps"}
{"start": "00:54:36.000", "end": "00:54:45.000", "speaker": "None", "utterance": "outlined in that chapter, take years to complete like three or four years, and it could never fit in a two week design sprint."}
{"start": "00:54:45.000", "end": "00:54:56.000", "speaker": "None", "utterance": "We can also take some of what we do in the digital and play with it and more flexible media that are easier to attune to human time like paper, working to mind the ordinances of more flexible medium playful ways."}
{"start": "00:54:56.000", "end": "00:55:09.000", "speaker": "None", "utterance": "So here's some background video from an interactive narrative book project of mine that's ongoing, it's an experimental documentation project with this international research group that's focused on paper called paper ology it's run out of University"}
{"start": "00:55:09.000", "end": "00:55:20.000", "speaker": "None", "utterance": "of Montreal, and I created this initial handmade book as a substrate for others inscriptions and contributions. It's currently being shipped around the world to the other members of the group, it's been going since January."}
{"start": "00:55:20.000", "end": "00:55:34.000", "speaker": "None", "utterance": "We're only about a quarter way through the list of people who want to contribute to it so it may finish in another year and a half, but that's a very different time scale for for an interactive narrative project right couple years."}
{"start": "00:55:34.000", "end": "00:55:45.000", "speaker": "None", "utterance": "I think I'll end with this last anecdote to point towards another possible way into forward in terms of thinking about games play time. The human and complicity."}
{"start": "00:55:45.000", "end": "00:55:59.000", "speaker": "None", "utterance": "So, since we moved a year ago from New York, my mother and I now live oceans apart. So her in New York and me and Sweden. And since we can't travel to see each other during the pandemic our dialogues are now all on zoom signal and email, I mean occasionally"}
{"start": "00:55:59.000", "end": "00:56:07.000", "speaker": "None", "utterance": "we send handwritten notes but the the mail systems are so bad and both our countries can take even a month to receive them."}
{"start": "00:56:07.000", "end": "00:56:19.000", "speaker": "None", "utterance": "But earlier this week she shared an article with me on email on the use of robotic pets, as a lonely Miss intervention for elderly people and many US states and this article is full of hope."}
{"start": "00:56:19.000", "end": "00:56:33.000", "speaker": "None", "utterance": "It shares the good news that lonely people can meaningfully bond with robots and experience relief from feelings of despair, there are ethics concerns mentioned in the article, including the worried that people who enjoy robotic care may come to prefer"}
{"start": "00:56:33.000", "end": "00:56:35.000", "speaker": "None", "utterance": "it to human care."}
{"start": "00:56:35.000", "end": "00:56:48.000", "speaker": "None", "utterance": "Researchers insists though the robot pets are not toys, they stay there and some of the people interviewed in the article but exclamation marks. These are not toys, they insist, in spite of the meaningful playful relationships the owners developed with"}
{"start": "00:56:48.000", "end": "00:56:58.000", "speaker": "None", "utterance": "them. But I think this is actually a terrible misunderstanding of what a toy is observe a child playing with a toy you see that a toy is not a frivolous or silly object."}
{"start": "00:56:58.000", "end": "00:57:11.000", "speaker": "None", "utterance": "It is a deeply meaningful creative way of externalising the self okay not in the manner of the Spotify code that mathematicians human emotion, but through physical tactile and creative human processing."}
{"start": "00:57:11.000", "end": "00:57:25.000", "speaker": "None", "utterance": "There's a creepy side to robot pets for sure you know they could be abused for surveillance obviously for one, but I think there's much we could learn from these robot kittens actually about how the capacity to play can keep us vital at any age."}
{"start": "00:57:25.000", "end": "00:57:36.000", "speaker": "None", "utterance": "Nevertheless, after reading that article about the robot cats I'm left thinking about how we managed to construct our society, such as so many of our elders are alone."}
{"start": "00:57:36.000", "end": "00:57:41.000", "speaker": "None", "utterance": "And here too I'm complicit 3900 miles away from my parents."}
{"start": "00:57:41.000", "end": "00:57:50.000", "speaker": "None", "utterance": "But I look forward to continuing the dialogue with my mom on our next zoom. We won't find an answer, but we will continue to connect."}
{"start": "00:57:50.000", "end": "00:57:54.000", "speaker": "None", "utterance": "Thank you."}
{"start": "00:57:54.000", "end": "00:57:57.000", "speaker": "None", "utterance": "Thank you."}
{"start": "00:57:57.000", "end": "00:58:07.000", "speaker": "None", "utterance": "Thank you, Rebecca I love that presentation and I love, I love ridiculous robots so I really appreciate you click on that image."}
{"start": "00:58:07.000", "end": "00:58:14.000", "speaker": "None", "utterance": "And maybe that's a good segue to my presentation because I left myself to start on is that what I'm interested."}
{"start": "00:58:14.000", "end": "00:58:35.000", "speaker": "None", "utterance": "Well critique. So, I like the socio social connections between robot cats and humans. I'm also interested in how a narrative becomes the result of both a platform but also the supposedly well, or purportedly well studied social phenomena this, this question"}
{"start": "00:58:35.000", "end": "00:58:40.000", "speaker": "None", "utterance": "is what drew Andrew and I together and made us want to organize today's panel."}
{"start": "00:58:40.000", "end": "00:58:55.000", "speaker": "None", "utterance": "Personally I'm also really interested in knowledge and meaning making. And so what I want to talk to you about today is Q and Q and it seemed like the perfect object to explore all of these different themes."}
{"start": "00:58:55.000", "end": "00:59:05.000", "speaker": "None", "utterance": "I what I propose it is that the best way to analyze Q and on is as an interactive narrative, in contrast to what is it much more common."}
{"start": "00:59:05.000", "end": "00:59:06.000", "speaker": "None", "utterance": "Okay."}
{"start": "00:59:06.000", "end": "00:59:17.000", "speaker": "None", "utterance": "I think that a narrative that is important, especially the fact that it is collaborated on is key to understanding what went on is and why it matters."}
{"start": "00:59:17.000", "end": "00:59:35.000", "speaker": "None", "utterance": "So first let me tell you a little bit about the kind of mainstream understanding of QMQ is a person, it's a nickname for an online user who claims to be closely connected to Donald Trump, who posts cryptic messages online that allude to a massive government"}
{"start": "00:59:35.000", "end": "00:59:46.000", "speaker": "None", "utterance": "conspiracy covering up a whole range of atrocities including a cabal of pedophile politicians and, and she suggests the Trump is going to eventually save the world from all the problems that he outlines."}
{"start": "00:59:46.000", "end": "00:59:56.000", "speaker": "None", "utterance": "He is a master pretty substantial following online. In fact, just this morning I was googling for something related to this presentation and research came out."}
{"start": "00:59:56.000", "end": "01:00:10.000", "speaker": "None", "utterance": "Just yesterday, showing that somewhere between 15 and 20% of the US population believes the basic myths that Q is laid out, which isn't really frightening number to me."}
{"start": "01:00:10.000", "end": "01:00:26.000", "speaker": "None", "utterance": "After to starting a job posting what he calls, what, what his followers call these drops is ultimately led to a loose movement among his followers spread across all kinds of social media, it started on somewhat fringe semi fringe, social media sites like"}
{"start": "01:00:26.000", "end": "01:00:40.000", "speaker": "None", "utterance": "4chan, hmm, but ultimately spreads all mainstream social media as well as a number of novel right wing social media sites sites, invented, pretty much for this purpose."}
{"start": "01:00:40.000", "end": "01:00:52.000", "speaker": "None", "utterance": "So, what. So what do these people do what do all of these followers do the majority of q&a accuse adherence followers, get their information from an interpreter."}
{"start": "01:00:52.000", "end": "01:01:00.000", "speaker": "None", "utterance": "So not from you directly. Although q has been directly communicating with people on social media since the beginning."}
{"start": "01:01:00.000", "end": "01:01:07.000", "speaker": "None", "utterance": "Most of his followers, turn to other followers to explain his cryptic posts."}
{"start": "01:01:07.000", "end": "01:01:11.000", "speaker": "None", "utterance": "And so, I'm"}
{"start": "01:01:11.000", "end": "01:01:27.000", "speaker": "None", "utterance": "sorry scripted post consistent primarily of questions. So he might post, two brief sentences. Barely containing any information, and then two to four questions intended to lead people to some sort of a conclusion."}
{"start": "01:01:27.000", "end": "01:01:43.000", "speaker": "None", "utterance": "and I would suggest also maybe not intended towards any particularly strong conclusion, because the benefit for this person trying to develop a following, is that people can answer his questions, however they want to, however, will keep them the most"}
{"start": "01:01:43.000", "end": "01:01:49.000", "speaker": "None", "utterance": "engaged to himself doesn't have to do most of the work to engage as followers."}
{"start": "01:01:49.000", "end": "01:01:59.000", "speaker": "None", "utterance": "There's a whole industry of these folks these interpreters, people who've made people who have made public identities for themselves out of interpreting these drops."}
{"start": "01:01:59.000", "end": "01:02:12.000", "speaker": "None", "utterance": "But the people who get their information from these interpreters, the drops probably wouldn't be compelling on their own and the drops are what we would call a text or an object of analysis, but they are."}
{"start": "01:02:12.000", "end": "01:02:20.000", "speaker": "None", "utterance": "So, they are interesting for us as an analyst, but for his followers there for most of his followers. They're impenetrable."}
{"start": "01:02:20.000", "end": "01:02:30.000", "speaker": "None", "utterance": "Both of these groups. the, the bulk of the followers and the interpreters, they meet each other, the interpreters need an audience, and a reason to provide these interpretations."}
{"start": "01:02:30.000", "end": "01:02:43.000", "speaker": "None", "utterance": "And these followers are second degree followers as one name I'm considering for them. They need that narrative tues drops wouldn't be compelling for them without the narrative that the interpreters provide."}
{"start": "01:02:43.000", "end": "01:02:52.000", "speaker": "None", "utterance": "Now, I'm still on the fence about whether this is what happens with traditional narrative and or traditional interactive narrative."}
{"start": "01:02:52.000", "end": "01:03:05.000", "speaker": "None", "utterance": "I started out with thinking well, an author writes in a way intended to be comprehensible. But then again, do they leaving something up for interpretation is of course."}
{"start": "01:03:05.000", "end": "01:03:15.000", "speaker": "None", "utterance": "Often, the goal of an artist, and with the advent of the Internet, trying to have massive crowds you develop your interpretation has become quite common and, for me at least."}
{"start": "01:03:15.000", "end": "01:03:34.000", "speaker": "None", "utterance": "This is my default for how I watch or read any form of entertainment, consume it and then immediately check with the internet things. And so, in many ways, I think that the q amp narrative follows traditional traditional narratives, very very closely."}
{"start": "01:03:34.000", "end": "01:03:39.000", "speaker": "None", "utterance": "In addition to"}
{"start": "01:03:39.000", "end": "01:03:52.000", "speaker": "None", "utterance": "the fact that one has to work with you derive meaning from the drops is a huge part of what makes the movement so compelling, the work itself, it's not a static narrative."}
{"start": "01:03:52.000", "end": "01:04:06.000", "speaker": "None", "utterance": "It's not even about how well crafted the narrative is, it's about the user experience. The sense of responsibility for the stories production. The feeling that you're building real human connections."}
{"start": "01:04:06.000", "end": "01:04:17.000", "speaker": "None", "utterance": "Even a feeling that the story is something fresh and new, in large part because it's being generated live. The story is being created in this moment as you're following it."}
{"start": "01:04:17.000", "end": "01:04:33.000", "speaker": "None", "utterance": "So I'm one of the issues that my fellow panelists have been one of the issues that we've discussed and it didn't show up as much in the presentations today as I thought it might is the difference between the physical book and the virtual one, and I'm"}
{"start": "01:04:33.000", "end": "01:04:39.000", "speaker": "None", "utterance": "still, I myself am still not clear on. If I think this difference is meaningful or not."}
{"start": "01:04:39.000", "end": "01:04:56.000", "speaker": "None", "utterance": "After all, and this is the thing I come up against over and over. Computers are still material that material looks very different than a paper book, but is the materiality of one really meaningfully different from the other."}
{"start": "01:04:56.000", "end": "01:05:10.000", "speaker": "None", "utterance": "Um, I don't think, however, so and so now it's not a however, therefore, I'm not sure that the electronic interaction is what makes any of what we've talked about today."}
{"start": "01:05:10.000", "end": "01:05:17.000", "speaker": "None", "utterance": "Interesting. So much as it is the collaboration, and especially in the case of my study but in case of all of these."}
{"start": "01:05:17.000", "end": "01:05:30.000", "speaker": "None", "utterance": "I think it is the human connections, it is the fact that we are working together to make meaning, and we are working together to consume the story as well as create a story that"}
{"start": "01:05:30.000", "end": "01:05:40.000", "speaker": "None", "utterance": "that makes this new literary landscape, so interesting."}
{"start": "01:05:40.000", "end": "01:05:56.000", "speaker": "None", "utterance": "And the fact that there is a virtual cacophony of voices, telling stories storytelling is no longer beholden to one voice. This is the most compelling elements of the literary landscape we look at now."}
{"start": "01:05:56.000", "end": "01:06:09.000", "speaker": "None", "utterance": "Another component of my co presenters work that I wanted to touch on is exile, Andrew talked quite a bit about exile exile is everywhere in the q amp non GMO movement."}
{"start": "01:06:09.000", "end": "01:06:12.000", "speaker": "None", "utterance": "There is a strong sense of persecution."}
{"start": "01:06:12.000", "end": "01:06:22.000", "speaker": "None", "utterance": "Among followers of queuing on by society at large, but there's a really interesting interpersonal interpersonal elements contributing to that."}
{"start": "01:06:22.000", "end": "01:06:40.000", "speaker": "None", "utterance": "So we tend to think a little bit more I would say structurally or systemically about exile, but in q&a. It is extremely common to be rejected by the people closest to you in your life because the claims made by by this movement are so extremely bold and"}
{"start": "01:06:40.000", "end": "01:06:57.000", "speaker": "None", "utterance": "are not supported by mainstream knowledge and research. And so it leaves very readily two divisions and interpersonal relationships. If, and those people for any one of us the people closest to us, makeup, a very substantial portion of society as we experience"}
{"start": "01:06:57.000", "end": "01:06:58.000", "speaker": "None", "utterance": "it."}
{"start": "01:06:58.000", "end": "01:07:18.000", "speaker": "None", "utterance": "And so rejection by the most substantial element of the society we live in. For adherence of queue of Q's may well be experiencing social rejection for their beliefs, largely because of this very small inter personal rejection."}
{"start": "01:07:18.000", "end": "01:07:27.000", "speaker": "None", "utterance": "So, so let me talk for a sec just for a second about that structurally."}
{"start": "01:07:27.000", "end": "01:07:34.000", "speaker": "None", "utterance": "I think that, so exile produces a kind of solidarity."}
{"start": "01:07:34.000", "end": "01:07:41.000", "speaker": "None", "utterance": "I think that shoe non adherence initially felt separate from society."}
{"start": "01:07:41.000", "end": "01:07:52.000", "speaker": "None", "utterance": "And then connected themselves to this movement that affirmed that difference that state of exile. So as opposed to feeling exile because of the group you belong to."}
{"start": "01:07:52.000", "end": "01:07:57.000", "speaker": "None", "utterance": "These are people who felt exhausted, therefore belongs to a group."}
{"start": "01:07:57.000", "end": "01:07:58.000", "speaker": "None", "utterance": "Um."}
{"start": "01:07:58.000", "end": "01:08:15.000", "speaker": "None", "utterance": "Alright, so we are tight on time and I apologize for that. For those of you who've been following along with the narrative that we've written. I'm sorry I'm trying to manage as Dana mentioned in the chat, a very large number of channels, um, I, I wish"}
{"start": "01:08:15.000", "end": "01:08:21.000", "speaker": "None", "utterance": "that we had more time to talk about your answers to some of the questions that the narrative posed to you."}
{"start": "01:08:21.000", "end": "01:08:35.000", "speaker": "None", "utterance": "The goal and including those questions the narrative for you is to give you a little bit of an opportunity to play the game and read the story that shoe non followers cute on adherence to play."}
{"start": "01:08:35.000", "end": "01:08:54.000", "speaker": "None", "utterance": "So the style those questions was written very much to mimic Q's style of posing a question that seems like the author intended you to come up with a specific answer, but it gives you the audience the opportunity to figure out to play with."}
{"start": "01:08:54.000", "end": "01:09:00.000", "speaker": "None", "utterance": "Whether or not you believe how real that feels to you."}
{"start": "01:09:00.000", "end": "01:09:13.000", "speaker": "None", "utterance": "So my hope with the narrative is that initially it felt very real, that we all intended you to come up with a clear answers to the questions we asked, and that now having heard me talk about this a little bit from the inside."}
{"start": "01:09:13.000", "end": "01:09:25.000", "speaker": "None", "utterance": "It will give you a chance to question that to be skeptical that we had to be skeptical that it was our narrative, when in fact, it may be your narrative that you were telling yourself."}
{"start": "01:09:25.000", "end": "01:09:37.000", "speaker": "None", "utterance": "Okay, so I'm going to stop there and ask, Are there questions for me or for any of the panelists we have about six minutes. There is a 15 minute break afterwards and I don't know how much they're going with over and they'll give us with the zoom time"}
{"start": "01:09:37.000", "end": "01:09:43.000", "speaker": "None", "utterance": "for that 15 minutes."}
{"start": "01:09:43.000", "end": "01:10:04.000", "speaker": "None", "utterance": "Okay, well thank you Kate, I mean, we can certainly continue on with the discussions with the time we have left. But there's quite a few really wonderful comments in the chat group I've been sort of following them as a flow along forward."}
{"start": "01:10:04.000", "end": "01:10:15.000", "speaker": "None", "utterance": "The, the issue that I find really interesting in the document comes from Rebecca's presentation I don't know if she."}
{"start": "01:10:15.000", "end": "01:10:32.000", "speaker": "None", "utterance": "If we could talk a little bit about that but but the paper ology I find fascinating, because this is really an attempt to, to bring back a document or scriptural economy which seems a fascinating point of exile."}
{"start": "01:10:32.000", "end": "01:10:43.000", "speaker": "None", "utterance": "In a way, now that we, we, we, we consider it to be a little bit fetishistic, in a sense, almost obscene that we would make paper art."}
{"start": "01:10:43.000", "end": "01:10:51.000", "speaker": "None", "utterance": "When when we have such incredibly effective screens."}
{"start": "01:10:51.000", "end": "01:11:01.000", "speaker": "None", "utterance": "Well, can I say something on this one. In fact, I've been thinking on the"}
{"start": "01:11:01.000", "end": "01:11:16.000", "speaker": "None", "utterance": "connection between the material culture of writing, and the digital culture of writing and to me, though the material culture of writing has been for a while, connected with the paper."}
{"start": "01:11:16.000", "end": "01:11:30.000", "speaker": "None", "utterance": "It has been connected with all kinds of surfaces before and it's see okay with all kinds of services, actually, surface as again Colleen boschi clients like this."}
{"start": "01:11:30.000", "end": "01:11:49.000", "speaker": "None", "utterance": "The surface is necessary for the signs to appear, and it cannot help but be material. I mean, the material culture won't be stocked with the disappearance of the, of the paper."}
{"start": "01:11:49.000", "end": "01:12:04.000", "speaker": "None", "utterance": "Okay, and the digital cultural writing is also, in a way, material, so I don't I don't think it's real."}
{"start": "01:12:04.000", "end": "01:12:17.000", "speaker": "None", "utterance": "I don't think it's really about paper. I think it's about the signs that cannot appear without the material background."}
{"start": "01:12:17.000", "end": "01:12:25.000", "speaker": "None", "utterance": "So, this is what I wanted to say on this."}
{"start": "01:12:25.000", "end": "01:12:37.000", "speaker": "None", "utterance": "Yeah, but it should be this almost reality is the problem, however, right. So, visual imagery reality is present, but it's set."}
{"start": "01:12:37.000", "end": "01:13:03.000", "speaker": "None", "utterance": "We will. I don't think we will, for now understand what it really is. What digital materiality really is what is the digital virtual reality that resists, and so on, but I do believe that different reality persists in the digital."}
{"start": "01:13:03.000", "end": "01:13:14.000", "speaker": "None", "utterance": "I could just that that book project was made for in with a group of researchers that are all been studying paper with all the setting paper together for a year."}
{"start": "01:13:14.000", "end": "01:13:30.000", "speaker": "None", "utterance": "From all disciplines. So, you know, environmental historical scientific material science book history. Can you name it, artists and scholars and technologists in the group."}
{"start": "01:13:30.000", "end": "01:13:45.000", "speaker": "None", "utterance": "So it's interesting to me to hear, Andrew say that it seemed sort of obscene or fetishistic when through that study for a year, but I think our group a lot in our group felt paper is just human, I mean it's just, you know, we can have lots of conversations"}
{"start": "01:13:45.000", "end": "01:13:54.000", "speaker": "None", "utterance": "about what paper is where it is what we're paper flows how it's made. But it seems to be really bound up with us, as you know, humans."}
{"start": "01:13:54.000", "end": "01:13:58.000", "speaker": "None", "utterance": "It doesn't seem to go away."}
{"start": "01:13:58.000", "end": "01:14:00.000", "speaker": "None", "utterance": "Maybe shift."}
{"start": "01:14:00.000", "end": "01:14:20.000", "speaker": "None", "utterance": "So it seems like maybe we should try and engage the materiality of paper in activity in our group together, just kind of where the, where the project came from, but it's not meant to be like, you know, precious or something at all, actually."}
{"start": "01:14:20.000", "end": "01:14:42.000", "speaker": "None", "utterance": "Yeah, but I think that's that's what I find kind of interesting about it and I, and I do think that even though it's not meant to be fetishistic when we leave what we what we see in this this progressive shift into the screen is, in a way, The human body,"}
{"start": "01:14:42.000", "end": "01:14:58.000", "speaker": "None", "utterance": "and it's it's connections, which I think were augmented actually in the pandemic with with being a kind of site obscenity or, or fetish we want to post a hug each other we were supposed to stay apart from each other we can certainly see that."}
{"start": "01:14:58.000", "end": "01:15:04.000", "speaker": "None", "utterance": "So I think that's what gives the the paper ology project a lot of its aesthetic value."}
{"start": "01:15:04.000", "end": "01:15:25.000", "speaker": "None", "utterance": "It's, it really does seem to be out of the world, in the in the study of paper, and I think it would be very very important to to maintain paper ology as as a really interesting site of study because it is, it's becoming increasingly rare."}
{"start": "01:15:25.000", "end": "01:15:46.000", "speaker": "None", "utterance": "Also economically rare because wood and paper are achieve these incredible prices. I know people who would with work, who work with wood, who now had to stop because the price of a single tree went up 10 times during the pandemic."}
{"start": "01:15:46.000", "end": "01:16:04.000", "speaker": "None", "utterance": "It's, it becomes a kind of gold, more valuable fetishistic is just the word for that because I was reflecting on how many businesses insisted on eliminating cash transactions long past the point where there was any reason to think that that's how you"}
{"start": "01:16:04.000", "end": "01:16:18.000", "speaker": "None", "utterance": "transmit coven our own university Andrew on the last day of classes still would not take cash for purchases. So there's this incredible you're right that there's this amazing dichotomy this love, hate, of the material during the pandemic that's really"}
{"start": "01:16:18.000", "end": "01:16:20.000", "speaker": "None", "utterance": "fascinating."}
{"start": "01:16:20.000", "end": "01:16:27.000", "speaker": "None", "utterance": "Yeah, I haven't had $1 bill in my wallet for about 14."}
{"start": "01:16:27.000", "end": "01:16:30.000", "speaker": "None", "utterance": "I bet you have touch paper today."}
{"start": "01:16:30.000", "end": "01:16:39.000", "speaker": "None", "utterance": "Oh yeah, of some kind or other right because like toilet paper household paper. There's industrial papers, there's the paper of the cardboard box which is like the calling card of the pandemic."}
{"start": "01:16:39.000", "end": "01:16:48.000", "speaker": "None", "utterance": "Like I don't think paper actually goes anywhere I think we, it stays with us but we can debate what is paper like someone could say a cardboard box is not paper, I only mean computer paper."}
{"start": "01:16:48.000", "end": "01:16:53.000", "speaker": "None", "utterance": "Okay fine, but if we if we think about paper and paper products more broadly."}
{"start": "01:16:53.000", "end": "01:17:02.000", "speaker": "None", "utterance": "They aren't rare at all. In fact, they're so ubiquitous. They may seem to be invisible right"}
{"start": "01:17:02.000", "end": "01:17:18.000", "speaker": "None", "utterance": "paper is a very different relationship to history, then anything on a computer with when you're through with the computer, you recycle is here with Best Buy or something like that if you can recycle it, then the garbage that you know electronic garbage"}
{"start": "01:17:18.000", "end": "01:17:20.000", "speaker": "None", "utterance": "is kind of deadly."}
{"start": "01:17:20.000", "end": "01:17:22.000", "speaker": "None", "utterance": "But I have."}
{"start": "01:17:22.000", "end": "01:17:26.000", "speaker": "None", "utterance": "I was just thinking of a book that goes back to 1517."}
{"start": "01:17:26.000", "end": "01:17:32.000", "speaker": "None", "utterance": "And that carries a tremendous history with it that can't really be reproduced in any other form."}
{"start": "01:17:32.000", "end": "01:17:49.000", "speaker": "None", "utterance": "And that relates very much to the body, because our bodies. Likewise, well you know you talk you can talk about about if a book body of text, you know, the human body and so forth, that's very different than the things that seem so laterally slide on"}
{"start": "01:17:49.000", "end": "01:17:52.000", "speaker": "None", "utterance": "one screen or another."}
{"start": "01:17:52.000", "end": "01:18:22.000", "speaker": "None", "utterance": "Thank you, Ellen. I apologize for not addressing that comment a little further where I'm getting some pressure from the conference organizers to wrap up since we are past our time slot year, I am deeply grateful to all of my fellow panelists and to all"}