{"start": "00:00:00.000", "end": "00:00:00.000", "speaker": "None", "utterance": "All right, I think we're at time."}
{"start": "00:00:00.000", "end": "00:00:00.000", "speaker": "None", "utterance": "Yet, do you guys think we should get started. It's gonna be right now."}
{"start": "00:00:00.000", "end": "00:00:00.000", "speaker": "None", "utterance": "I know."}
{"start": "00:00:00.000", "end": "00:00:04.000", "speaker": "None", "utterance": "So I think we can start recording and then they will play the jingle and I'll get introduce introduce"}
{"start": "00:00:04.000", "end": "00:00:34.000", "speaker": "None", "utterance": "some people."}
{"start": "00:00:43.000", "end": "00:00:48.000", "speaker": "None", "utterance": "Okay, so, um, Morning everyone"}
{"start": "00:00:48.000", "end": "00:00:53.000", "speaker": "None", "utterance": "will start now the panel platforms and software one."}
{"start": "00:00:53.000", "end": "00:00:56.000", "speaker": "None", "utterance": "I'll be moderating the session."}
{"start": "00:00:56.000", "end": "00:01:05.000", "speaker": "None", "utterance": "And we think of maybe each presenter speaking for five minutes."}
{"start": "00:01:05.000", "end": "00:01:18.000", "speaker": "None", "utterance": "Be more be less that's okay we have room for accommodating. And then we'll get started and after that we will discuss and open up the mics for questions comments from the audience."}
{"start": "00:01:18.000", "end": "00:01:34.000", "speaker": "None", "utterance": "So, the first paper is number 34 by calling post cold on the platforms ruins practicing a poetics of obsolescence."}
{"start": "00:01:34.000", "end": "00:01:35.000", "speaker": "None", "utterance": "Great."}
{"start": "00:01:35.000", "end": "00:01:39.000", "speaker": "None", "utterance": "Jay, Take it away."}
{"start": "00:01:39.000", "end": "00:01:40.000", "speaker": "None", "utterance": "Alright."}
{"start": "00:01:40.000", "end": "00:01:49.000", "speaker": "None", "utterance": "Thank you and thank you all for showing up the various times of day that it is around the world."}
{"start": "00:01:49.000", "end": "00:02:02.000", "speaker": "None", "utterance": "So hi I'm compost system professor and climate information science at university North Carolina Greensboro, where it's the perfect time of 10am"}
{"start": "00:02:02.000", "end": "00:02:19.000", "speaker": "None", "utterance": "perfect time for conference presentation. So I my paper wrote about a piece of net art, called the network within the database by an earthquake, artists, Brian McLaren."}
{"start": "00:02:19.000", "end": "00:02:43.000", "speaker": "None", "utterance": "And in lieu of sort of a formal presentation, I was going to share my screen and just sort of do a little bit of a overview of the peace and sort of highlight some of the things that I talked about in the paper."}
{"start": "00:02:43.000", "end": "00:02:52.000", "speaker": "None", "utterance": "to sort of browse, along with me. So,"}
{"start": "00:02:52.000", "end": "00:03:04.000", "speaker": "None", "utterance": "I have been fascinated by this piece for a long time, and basically what it is is in the early 2000s from 2000 to 2005."}
{"start": "00:03:04.000", "end": "00:03:29.000", "speaker": "None", "utterance": "This artists Brian McCarran compiled this database although he sort of Winky only refers to it as a database, but essentially just an HTML page of links to net art projects with with descriptions, and specifically, Another projects by artists from Latin"}
{"start": "00:03:29.000", "end": "00:03:32.000", "speaker": "None", "utterance": "American countries."}
{"start": "00:03:32.000", "end": "00:03:53.000", "speaker": "None", "utterance": "And so he was motivated to do this because he was recognizing that a lot of Latina x, not our projects were not getting talked about in the sort of nation that are just courses and exhibitions and things like that that we're starting to show up at, at"}
{"start": "00:03:53.000", "end": "00:04:06.000", "speaker": "None", "utterance": "this time in the late 90s early 2000s so he compiled this this database to sort of document and create visibility and exposure for for these projects."}
{"start": "00:04:06.000", "end": "00:04:11.000", "speaker": "None", "utterance": "And I wrote about it as a."}
{"start": "00:04:11.000", "end": "00:04:24.000", "speaker": "None", "utterance": "It's become a kind of archive of these projects, many of which are no longer active online anymore so if you just pick one at random here."}
{"start": "00:04:24.000", "end": "00:04:31.000", "speaker": "None", "utterance": "You'll notice that it's sort of a."}
{"start": "00:04:31.000", "end": "00:04:40.000", "speaker": "None", "utterance": "For the most part, many of these projects will lead to errors like this, things that are no longer publicly available."}
{"start": "00:04:40.000", "end": "00:04:48.000", "speaker": "None", "utterance": "The ubiquitous for a for error or projects that"}
{"start": "00:04:48.000", "end": "00:05:00.000", "speaker": "None", "utterance": "worked in some capacity but don't have the intended functionality because they were made for really 2000s browsers and not 2021 browsers."}
{"start": "00:05:00.000", "end": "00:05:10.000", "speaker": "None", "utterance": "So, this product in a way has become a kind of archive of these works that that no longer function anymore."}
{"start": "00:05:10.000", "end": "00:05:15.000", "speaker": "None", "utterance": "And in many cases aren't even included in things like the Internet Archive."}
{"start": "00:05:15.000", "end": "00:05:25.000", "speaker": "None", "utterance": "So I wanted to write about this project as a sort of artists driven effort to to document"}
{"start": "00:05:25.000", "end": "00:05:34.000", "speaker": "None", "utterance": "digital culture at this this critical juncture where, you know, lots of people are coming online"}
{"start": "00:05:34.000", "end": "00:05:42.000", "speaker": "None", "utterance": "and sort of things that we take for granted now or we're just sort of starting to form."}
{"start": "00:05:42.000", "end": "00:06:03.000", "speaker": "None", "utterance": "So a couple things that I talked about that I'll just like quickly point out though, is that one of the reasons that this really sort of works as as an archive even though the pieces themselves are no longer active in the functional way is because it"}
{"start": "00:06:03.000", "end": "00:06:26.000", "speaker": "None", "utterance": "takes this kind of low tech strategy that is sort of resilient and resistant to to obsolescence so the fact that it's hand coded HTML that's not dependent on plugins or, or other things to the function, makes it so the the work as it was originally made"}
{"start": "00:06:26.000", "end": "00:06:48.000", "speaker": "None", "utterance": "in in 2000, still exists and more or less the same way that it did 20 years ago. So just sort of like as a as a demonstration of that I have also spun up the piece in the old web browser and you can see that it's still, you know, aside from the interface"}
{"start": "00:06:48.000", "end": "00:06:51.000", "speaker": "None", "utterance": "of"}
{"start": "00:06:51.000", "end": "00:07:06.000", "speaker": "None", "utterance": "the Netscape Navigator browser being somewhat different than the, the current Firefox browser. Still, essentially looks the same today as it did 20 years ago."}
{"start": "00:07:06.000", "end": "00:07:25.000", "speaker": "None", "utterance": "So be very happy to talk more about this in the discussion to follow and looking forward to the other presentations."}
{"start": "00:07:25.000", "end": "00:07:26.000", "speaker": "None", "utterance": "Thank you for calling."}
{"start": "00:07:26.000", "end": "00:07:48.000", "speaker": "None", "utterance": "And now we're going to move to our second presentation that will be paper 111 by Roderick Hoover cold platform collaboration creativity and determinism and virtual reality and artists paper, the making of the key to time, a work for VR domes in case."}
{"start": "00:07:48.000", "end": "00:07:54.000", "speaker": "None", "utterance": "Alright thanks everyone that was having a great conference."}
{"start": "00:07:54.000", "end": "00:07:58.000", "speaker": "None", "utterance": "I think scholar, paper, awesome, great stuff."}
{"start": "00:07:58.000", "end": "00:08:03.000", "speaker": "None", "utterance": "I'm going to jump into screen share and take us a little bit through the key to time."}
{"start": "00:08:03.000", "end": "00:08:15.000", "speaker": "None", "utterance": "And we'll look at a teeny clip, very short one, before we open things up and pass along to Danny's paper so screen share Here we go."}
{"start": "00:08:15.000", "end": "00:08:22.000", "speaker": "None", "utterance": "So I'm going to just start off here with"}
{"start": "00:08:22.000", "end": "00:08:27.000", "speaker": "None", "utterance": "a up. Well, you're going to get to see it this way that."}
{"start": "00:08:27.000", "end": "00:08:52.000", "speaker": "None", "utterance": "So the key to time is a 40 minute experience, mostly foot domes, and large format 360 cinema, like caves environments, and unfortunately it was released three days before the shutdown and March, 2020, so we had a showing at the route planetarium to launch"}
{"start": "00:08:52.000", "end": "00:08:53.000", "speaker": "None", "utterance": "it."}
{"start": "00:08:53.000", "end": "00:09:13.000", "speaker": "None", "utterance": "And then everything else is pretty much virtual. Since then, the story and mostly in this paper gun, focus on platforms you can read about that in more length, but it's modeled after the 1920s space opera genre."}
{"start": "00:09:13.000", "end": "00:09:18.000", "speaker": "None", "utterance": "And it concerns a scientist whose cast 100 years into the future."}
{"start": "00:09:18.000", "end": "00:09:29.000", "speaker": "None", "utterance": "And let's travel, find a way to travel back in time to stop the world becoming the disaster, it is to express a sense of time I move between different file formats."}
{"start": "00:09:29.000", "end": "00:09:48.000", "speaker": "None", "utterance": "So within the VR space we have various films within films, filmed in 1920s, black and white silent style that hover in the space that casts in a way of past and play with the past ascetics in this otherwise futuristic environment."}
{"start": "00:09:48.000", "end": "00:10:04.000", "speaker": "None", "utterance": "And this movement between styles and between in a way, forms of filmmaking gives a kind of perspective on statics on the different aesthetics and qualities of color immersion animation."}
{"start": "00:10:04.000", "end": "00:10:09.000", "speaker": "None", "utterance": "In this case, Anna, who is"}
{"start": "00:10:09.000", "end": "00:10:25.000", "speaker": "None", "utterance": "the center of this story Titanic is trying to get back to Adam had her hand blown off in an accident gone wrong by father was rather jealous of panics advances on the store them."}
{"start": "00:10:25.000", "end": "00:10:33.000", "speaker": "None", "utterance": "And that's another side story I won't get into but she has a glass hand that has some magical powers."}
{"start": "00:10:33.000", "end": "00:10:56.000", "speaker": "None", "utterance": "Adventure moves across time and space and place specifically with time trying to think about how this 360 environment, the mesh us and programs like unity and Blender can be distorted to play with conventions of perspective, and to move us across spaces"}
{"start": "00:10:56.000", "end": "00:10:58.000", "speaker": "None", "utterance": "that are both very large and very small."}
{"start": "00:10:58.000", "end": "00:11:05.000", "speaker": "None", "utterance": "So we find ourselves, inside clocks and other time devices."}
{"start": "00:11:05.000", "end": "00:11:28.000", "speaker": "None", "utterance": "Inside Zola tropes and other visual time devices and moving around, large spaces where our images get multiplied, in this case 10 X is that a ball watching a concert, as he's trying to find Adam, who is fleeing from his doppelganger."}
{"start": "00:11:28.000", "end": "00:11:36.000", "speaker": "None", "utterance": "The film was I mentioned was designed for planetariums it it actually includes also a lot of imagery for that I took from NASA."}
{"start": "00:11:36.000", "end": "00:11:52.000", "speaker": "None", "utterance": "And one of the things I thought would be interesting to discuss is this difference of shared in most of experience from a private immersive experience with VR headsets This is at a showing of the key to time in living Ukraine."}
{"start": "00:11:52.000", "end": "00:12:00.000", "speaker": "None", "utterance": "In a VR theater where everyone is sitting there but having their own experience, cut off from each other."}
{"start": "00:12:00.000", "end": "00:12:09.000", "speaker": "None", "utterance": "As I mentioned them, the models included the early space opera genres."}
{"start": "00:12:09.000", "end": "00:12:25.000", "speaker": "None", "utterance": "And this is, in fact, our version made with space opera meaning more to do the melodramatic experience of a early sci fi, but in our case, the conditions of filming meant that I worked a lot with opera singers because we film in the large green screen"}
{"start": "00:12:25.000", "end": "00:12:40.000", "speaker": "None", "utterance": "when the film was made. It was very advantageous to separate the sound pre recorded with vocal artists, and I was in a program. The reason I started the project was that I had a commission to do a collaboration with composers a Polish government was setting"}
{"start": "00:12:40.000", "end": "00:12:45.000", "speaker": "None", "utterance": "up collaborations between artists and composers."}
{"start": "00:12:45.000", "end": "00:12:56.000", "speaker": "None", "utterance": "And so we took this as a kind of tongue in cheek play upon that notion. It also borrows a lot from the aesthetics of Metropolis, and also Andalusian dog,"}
{"start": "00:12:56.000", "end": "00:13:17.000", "speaker": "None", "utterance": "mostly today in the discussion. the idea is to talk about the green screen environment. This was filled in rush love at cetera studios center studios used to be a great old style film studio, known for films like this era Gotham manuscript classic of"}
{"start": "00:13:17.000", "end": "00:13:38.000", "speaker": "None", "utterance": "the 1960s. And it turned into an animation and immersive media production studio about 10 years ago with a huge blue screen and green screen, designing for these spaces is a very different kind of filmmaking when has two sets pre planned the environments"}
{"start": "00:13:38.000", "end": "00:13:42.000", "speaker": "None", "utterance": "that will be sketched out in the green space."}
{"start": "00:13:42.000", "end": "00:13:52.000", "speaker": "None", "utterance": "And we built the environment, either in blender or, we use a background from the natural world."}
{"start": "00:13:52.000", "end": "00:14:04.000", "speaker": "None", "utterance": "But they have to be very carefully calibrated so that the imagery would match up with encrypted mock ups and mock up like this of two people leaving the tower"}
{"start": "00:14:04.000", "end": "00:14:18.000", "speaker": "None", "utterance": "would then become the setting on which we would put also a natural material, as well as you can see, the artificial artificially created settings from blender."}
{"start": "00:14:18.000", "end": "00:14:28.000", "speaker": "None", "utterance": "The filming experience therefore was like this. Here is the ceiling, in which TEDx doppelganger is hiding behind is hiding by a bush."}
{"start": "00:14:28.000", "end": "00:14:44.000", "speaker": "None", "utterance": "You can see the green screen image on the main road to being filmed you can see on the bottom left, what's showing up as a green screen image, and right next to it, the mock up of where we anticipate the bush will be drawn."}
{"start": "00:14:44.000", "end": "00:14:48.000", "speaker": "None", "utterance": "When the pieces transformed."}
{"start": "00:14:48.000", "end": "00:15:01.000", "speaker": "None", "utterance": "Here, we had markings on the floor, and I'm trying to direct honor to find her right footsteps, so that she will match up in the scene."}
{"start": "00:15:01.000", "end": "00:15:18.000", "speaker": "None", "utterance": "He is a good example of transforming one of the black and white scenes, this is in the dad has just blown off and his hand, which therefore is wearing a green glove is a hand will disappear and 10 hackers just walks through the door."}
{"start": "00:15:18.000", "end": "00:15:27.000", "speaker": "None", "utterance": "This is how the scene looks with the background put in actually the background is from our solarium here in Philadelphia."}
{"start": "00:15:27.000", "end": "00:15:35.000", "speaker": "None", "utterance": "And there's 10 acronyms dad and there's no with our hand gushy"}
{"start": "00:15:35.000", "end": "00:15:49.000", "speaker": "None", "utterance": "technology wise and the filming was use done using several cameras and this is also an interesting platform machine. So on one hand we use 4k cameras gang together to create 3d."}
{"start": "00:15:49.000", "end": "00:15:51.000", "speaker": "None", "utterance": "And these create."}
{"start": "00:15:51.000", "end": "00:16:03.000", "speaker": "None", "utterance": "So basically, eight K's with the material, but only for small portion of the screen. That has to be re contorted to fit a 360 image."}
{"start": "00:16:03.000", "end": "00:16:18.000", "speaker": "None", "utterance": "The images are accurate, the rectangular image on the left in 3d is going through a wormhole, and on the right, you can see the format for dome, which is a 180 degree image."}
{"start": "00:16:18.000", "end": "00:16:37.000", "speaker": "None", "utterance": "So all those images, shot in standard 4k at to be reformatted to fit within these without showing any distortions, the backgrounds meanwhile were filmed in VR, where we had natural backgrounds, either with the instant pro 360 or the Garmin book."}
{"start": "00:16:37.000", "end": "00:16:45.000", "speaker": "None", "utterance": "I found neither of them was suitable for green screen shooting there too fuzzy they couldn't. You couldn't get the green out well."}
{"start": "00:16:45.000", "end": "00:16:52.000", "speaker": "None", "utterance": "So they're very nice for backgrounds, but very poor for studio work."}
{"start": "00:16:52.000", "end": "00:16:58.000", "speaker": "None", "utterance": "This for example is the background that we use for Anna's hand."}
{"start": "00:16:58.000", "end": "00:17:14.000", "speaker": "None", "utterance": "Background this movement of backgrounds is another fascinating aspect of working in this platform because one can combine imagery from all sorts of very loaded spaces and bring them into a story, in this case a story that is about history and destruction,"}
{"start": "00:17:14.000", "end": "00:17:22.000", "speaker": "None", "utterance": "but a lot of filming in these tunnels built by the Nazis and the Polish German border"}
{"start": "00:17:22.000", "end": "00:17:29.000", "speaker": "None", "utterance": "to talk about dangerous spaces, and the nightmares of the imaginary they create."}
{"start": "00:17:29.000", "end": "00:17:31.000", "speaker": "None", "utterance": "I film tunnel."}
{"start": "00:17:31.000", "end": "00:17:55.000", "speaker": "None", "utterance": "Stare sequence in military Watchtower filmed the set of the film these abandoned factory towns to create the dystopia of the future, that is very present In fact, this is an old and Russian built factory town and Poland."}
{"start": "00:17:55.000", "end": "00:18:00.000", "speaker": "None", "utterance": "And"}
{"start": "00:18:00.000", "end": "00:18:11.000", "speaker": "None", "utterance": "I allowed to show a one minute clip from the film Titanic is beginning to dream, and he's, he has a fear of being late."}
{"start": "00:18:11.000", "end": "00:18:18.000", "speaker": "None", "utterance": "Particularly, of not being there in time to me to enter the station."}
{"start": "00:18:18.000", "end": "00:18:21.000", "speaker": "None", "utterance": "And this is a little sequences he's entering into a dream."}
{"start": "00:18:21.000", "end": "00:18:30.000", "speaker": "None", "utterance": "Imagine, he's now within. On one hand, he's in his bunker, you can see the up in the top."}
{"start": "00:18:30.000", "end": "00:18:44.000", "speaker": "None", "utterance": "The image of the bunker space, but it's also inside a clock."}
{"start": "00:18:44.000", "end": "00:18:51.000", "speaker": "None", "utterance": "This time loved you so much if anything should keep us apart but remember to check the time like this time."}
{"start": "00:18:51.000", "end": "00:19:05.000", "speaker": "None", "utterance": "Are you remember to check the time don't quarter to five media station when the train comes in, tonic Where are you at the tone. Kiss me as if the last time."}
{"start": "00:19:05.000", "end": "00:19:08.000", "speaker": "None", "utterance": "The time will be."}
{"start": "00:19:08.000", "end": "00:19:12.000", "speaker": "None", "utterance": "I loved you so much."}
{"start": "00:19:12.000", "end": "00:19:20.000", "speaker": "None", "utterance": "In a while, was once upon a while now that I will be once in a while."}
{"start": "00:19:20.000", "end": "00:19:27.000", "speaker": "None", "utterance": "Now the time to be once in a while. Now, in a while now."}
{"start": "00:19:27.000", "end": "00:19:40.000", "speaker": "None", "utterance": "And that was, you know, while at the tone. And then it was winding down."}
{"start": "00:19:40.000", "end": "00:19:53.000", "speaker": "None", "utterance": "Know my second. Again, another you know I won"}
{"start": "00:19:53.000", "end": "00:20:00.000", "speaker": "None", "utterance": "hoped, or was, or then, or that at the tone, the at the tone."}
{"start": "00:20:00.000", "end": "00:20:06.000", "speaker": "None", "utterance": "The."}
{"start": "00:20:06.000", "end": "00:20:11.000", "speaker": "None", "utterance": "Okay. And so that's a little glimpse into the."}
{"start": "00:20:11.000", "end": "00:20:29.000", "speaker": "None", "utterance": "The key to time, a 40 minute piece for domes, and and 360 cinema and VR headsets released March, 2020, and the full paper discussing it is on the site."}
{"start": "00:20:29.000", "end": "00:20:33.000", "speaker": "None", "utterance": "And I'll pass it along. Thank you."}
{"start": "00:20:33.000", "end": "00:20:37.000", "speaker": "None", "utterance": "Thank you Roderick, that was an amazing film."}
{"start": "00:20:37.000", "end": "00:20:52.000", "speaker": "None", "utterance": "And I'll pass it on to Danny Spinoza with the paper 125 called learning management platforms notes on teaching to record in a pandemic."}
{"start": "00:20:52.000", "end": "00:20:57.000", "speaker": "None", "utterance": "Hey, thank you for having me for five minutes."}
{"start": "00:20:57.000", "end": "00:21:16.000", "speaker": "None", "utterance": "And so, I originally proposed this paper that I thought was going to be this like cool clothes analytical and study of learning management systems, which we are may be too familiar with these days, and and to talk about their abilities and their shortcomings"}
{"start": "00:21:16.000", "end": "00:21:35.000", "speaker": "None", "utterance": "in encouraging non programming students which are, who, who I teach to engage with code and critical and literary ways and here specifically I'm talking about upper year at literature students, but this is 2021 and things have not been turning out as"}
{"start": "00:21:35.000", "end": "00:21:40.000", "speaker": "None", "utterance": "we have expected them to for a long time so of course that's not the paper."}
{"start": "00:21:40.000", "end": "00:21:42.000", "speaker": "None", "utterance": "I ended up submitting."}
{"start": "00:21:42.000", "end": "00:21:58.000", "speaker": "None", "utterance": "There were a number of reasons why the paper didn't end up like I thought it was going to and the big one, was that I was creating a lot alive. And I'm adjunct here in Southern Ontario, I teach at three different institutions all remote right now and"}
{"start": "00:21:58.000", "end": "00:22:13.000", "speaker": "None", "utterance": "it's been a lot, so the paper that I ended up writing, and is the paper that argues, basically that the pandemic has really laid bare several of the difficulties of precarious labor in the academy."}
{"start": "00:22:13.000", "end": "00:22:26.000", "speaker": "None", "utterance": "And, and let me show you a limit, let me just have this baby going wow I talked to you. Hold on."}
{"start": "00:22:26.000", "end": "00:22:31.000", "speaker": "None", "utterance": "there she is. Hi."}
{"start": "00:22:31.000", "end": "00:22:49.000", "speaker": "None", "utterance": "So, when I, when I submitted, was I paper that was actually quite really like a equal parts scholarly and reflective pedagogical analysis and critique of the use of the learning management system Blackboard which is not what you're looking at right now"}
{"start": "00:22:49.000", "end": "00:23:04.000", "speaker": "None", "utterance": "for course delivery of a course called ENGL 4309 Digital adventures in English, engaging with the digital humanities at trend, just in Peterborough Ontario just outside of Toronto where I am right now."}
{"start": "00:23:04.000", "end": "00:23:21.000", "speaker": "None", "utterance": "4309 is a fourth year seminar, and it's marketed primarily as a course in digital humanities tools so the practical application of dh tools for the study of literature and the digital literary, and it was the first time that trend was able to mount it"}
{"start": "00:23:21.000", "end": "00:23:37.000", "speaker": "None", "utterance": "and then when they mounted the course they found themselves without a digital humanists to instruct it so they brought me in contract, just less than a month before the course was about to start at one thing I did when I took on the course was us to local"}
{"start": "00:23:37.000", "end": "00:23:55.000", "speaker": "None", "utterance": "gorge specifically as a dh tool. So rather than making the argument that I think we no longer have to make that there's a role for LA in dh study, I just situated this classic work of evil it as a tool for Digital Humanities Research and for scholarship."}
{"start": "00:23:55.000", "end": "00:24:08.000", "speaker": "None", "utterance": "And in that way I'm following the quite excellent arguments made recently about the role of he lived in dh, especially those made by teeny Gricar and James O'Sullivan and their excellent recent publication."}
{"start": "00:24:08.000", "end": "00:24:18.000", "speaker": "None", "utterance": "Now I know I'm preaching to the choir here, but it bears mentioning especially as we continue remote teaching here in Toronto indefinitely."}
{"start": "00:24:18.000", "end": "00:24:33.000", "speaker": "None", "utterance": "That the diversity of access tools and I'm talking about hardware software and all the messy bits in between that students us to engage in their online courses, make the already difficult task of taking liberal arts students and getting them to mess with"}
{"start": "00:24:33.000", "end": "00:24:52.000", "speaker": "None", "utterance": "with code, even more difficult, you can't count on them to have a developer environment you can't count on them to have the hands on experience. And, and we have the added problem of having to use proprietary learning management systems in the courses"}
{"start": "00:24:52.000", "end": "00:25:12.000", "speaker": "None", "utterance": "and then try and offer these places for manipulation and programming with in those proprietary spaces. So what I ended up doing is what so many of us who I'd like to say put the age in dh as a night very much come from a humanist and not a digital or"}
{"start": "00:25:12.000", "end": "00:25:30.000", "speaker": "None", "utterance": "perspective was, I consulted a programmer who wants john or see a Toronto based programmer and a friend of mine who was able to help me share the editable code in this interface you're looking at right now JS fiddle, which markets itself as a free code"}
{"start": "00:25:30.000", "end": "00:25:46.000", "speaker": "None", "utterance": "sharing tool that allows you to edit share execute and debug web code within a browser and JS fiddle is marketed as a code playground, and we're seeing a work to take mon for its original code and separate it here into HTML, JavaScript, which was perhaps"}
{"start": "00:25:46.000", "end": "00:25:54.000", "speaker": "None", "utterance": "less scary for the students CSS with they mostly didn't touch and then it allows it to run here in the browser."}
{"start": "00:25:54.000", "end": "00:26:10.000", "speaker": "None", "utterance": "the paper that I ended up said meeting is, incidentally, not just in meditation on security and the role of the security in navigating these, these issues of platform at during the pandemic, but also a kind of interesting, I think, close reading of the"}
{"start": "00:26:10.000", "end": "00:26:21.000", "speaker": "None", "utterance": "various implied audiences at least two different tools Blackboard, and JS fiddle this of course looking like a 90s hacker movie."}
{"start": "00:26:21.000", "end": "00:26:38.000", "speaker": "None", "utterance": "Free freaked out the students a little bit at the beginning versus Blackboard which is sleek and easily navigable and obviously proprietary. So that's the paper I gave you, and I hope you take some time to read it because it was exhausting and fun."}
{"start": "00:26:38.000", "end": "00:26:43.000", "speaker": "None", "utterance": "That's all I got for you."}
{"start": "00:26:43.000", "end": "00:27:02.000", "speaker": "None", "utterance": "Thank you, Danny Spinoza. And so now, I think we can open up for discussions. If people want to open up their minds or write in the chat, or even the feminists interact with each other."}
{"start": "00:27:02.000", "end": "00:27:04.000", "speaker": "None", "utterance": "Dean."}
{"start": "00:27:04.000", "end": "00:27:15.000", "speaker": "None", "utterance": "Thank you for the papers, it's wonderful So I mind is not a question to comment but it's interesting to start the presentations with the works that are no longer available, and that archive."}
{"start": "00:27:15.000", "end": "00:27:27.000", "speaker": "None", "utterance": "And then to look at the most recent kind of technology is being used to produce digital storytelling and ask the question, you know what, what's going to happen with the worst we're producing now."}
{"start": "00:27:27.000", "end": "00:27:38.000", "speaker": "None", "utterance": "So I think it's really interesting to look at both from the same panel so thank you for sharing that with us."}
{"start": "00:27:38.000", "end": "00:27:40.000", "speaker": "None", "utterance": "Yeah."}
{"start": "00:27:40.000", "end": "00:27:57.000", "speaker": "None", "utterance": "I was just thinking to me so one of the things I think that I talked about in the paper in terms of the network within our database is that one of the strategies that McCarran uses is like, you know, just like simple description right which is something"}
{"start": "00:27:57.000", "end": "00:28:03.000", "speaker": "None", "utterance": "that we're familiar with, as a kind of preservation tool."}
{"start": "00:28:03.000", "end": "00:28:19.000", "speaker": "None", "utterance": "Throughout history right so we have you know descriptions of other artworks from earlier times that no longer exists right but descriptions have continued to be copied over into into texts and you know through citations and things like that."}
{"start": "00:28:19.000", "end": "00:28:41.000", "speaker": "None", "utterance": "Now I was just noticing a kind of another sort of preservation approach happening in in Toronto gorge which Danny wrote about of, like, repetition and sort of re mixing and sort of, that's another way to keep something alive right is to sort of recreate"}
{"start": "00:28:41.000", "end": "00:29:00.000", "speaker": "None", "utterance": "it in this, these various iterations that that continue to, to, to elaborate, but of course that's also like this very text based piece that uses you know HTML and JavaScript and CSS like things that are relatively robust, both in terms of the ability"}
{"start": "00:29:00.000", "end": "00:29:10.000", "speaker": "None", "utterance": "to pick them up and deconstruct them and do things with them but also just that like, I don't think HTML and JavaScript and CSS are going anywhere, anytime soon."}
{"start": "00:29:10.000", "end": "00:29:21.000", "speaker": "None", "utterance": "Calling question Did you document this and helps it, I mean everything we're doing we should be documenting and helps that So did you take that whole just just the database itself and say this existed in here the works that were listed in it."}
{"start": "00:29:21.000", "end": "00:29:30.000", "speaker": "None", "utterance": "Yeah, I did not check to see if if the database is already has already been catalogued and I'm set."}
{"start": "00:29:30.000", "end": "00:29:42.000", "speaker": "None", "utterance": "But I will certainly take on the citizen archivist duty and do that if it hasn't been already. Yeah, I'm not sure if it has but also just to mention that."}
{"start": "00:29:42.000", "end": "00:30:01.000", "speaker": "None", "utterance": "Right now my students are uploading all the, all the papers, but not necessarily doing all the cross references and things like that. So I think they're getting in touch with most, with most everyone to say, and to say this to everyone, please do check"}
{"start": "00:30:01.000", "end": "00:30:16.000", "speaker": "None", "utterance": "those records at the cross references at other works it's a really, really great opportunity to, to bring these resources and and make them public or make them more public to people who don't know about."}
{"start": "00:30:16.000", "end": "00:30:27.000", "speaker": "None", "utterance": "It's really important for all of us there, they're talking about even just one work in our research to make sure it's in a film set, and it's filled out and it's been done so we can all do that it helps."}
{"start": "00:30:27.000", "end": "00:30:29.000", "speaker": "None", "utterance": "So many people."}
{"start": "00:30:29.000", "end": "00:30:34.000", "speaker": "None", "utterance": "Right."}
{"start": "00:30:34.000", "end": "00:30:38.000", "speaker": "None", "utterance": "I think a lotta has a question as well."}
{"start": "00:30:38.000", "end": "00:30:46.000", "speaker": "None", "utterance": "Is it okay for me to talk now I thought the panelists, we're going to talk to each other first. I don't mind waiting,"}
{"start": "00:30:46.000", "end": "00:30:49.000", "speaker": "None", "utterance": "jump in, I think. Yeah. Okay."}
{"start": "00:30:49.000", "end": "00:31:00.000", "speaker": "None", "utterance": "Um, so I'm quite new to this field. So, um, maybe some of the things that interest me are a bit more on the, on the baseline superficial level but um, I really enjoyed reading your paper."}
{"start": "00:31:00.000", "end": "00:31:17.000", "speaker": "None", "utterance": "Calling post and your discussion of go to universe experiments and aesthetic organization, on page six made me think about the aesthetics of informatics more generally, and how much aesthetic considerations influence informatics choices in general."}
{"start": "00:31:17.000", "end": "00:31:34.000", "speaker": "None", "utterance": "And I was wondering if I could just get your general thoughts and anybody else's who's interested on some of the advantages and pitfalls that you see in this kind of relationship between like a person's aesthetic sensibilities and correctional intentions"}
{"start": "00:31:34.000", "end": "00:31:41.000", "speaker": "None", "utterance": "and like the goals of informatics."}
{"start": "00:31:41.000", "end": "00:31:45.000", "speaker": "None", "utterance": "Yeah, no, that's, That's really interesting."}
{"start": "00:31:45.000", "end": "00:31:54.000", "speaker": "None", "utterance": "And I was really thrilled to see that logo will be giving a keynote, and a couple of days so if you didn't see that on the schedule."}
{"start": "00:31:54.000", "end": "00:32:02.000", "speaker": "None", "utterance": "The, the person I cited, you're referring to is going to be giving a keynote."}
{"start": "00:32:02.000", "end": "00:32:06.000", "speaker": "None", "utterance": "Think Friday, is that right."}
{"start": "00:32:06.000", "end": "00:32:10.000", "speaker": "None", "utterance": "But the question."}
{"start": "00:32:10.000", "end": "00:32:23.000", "speaker": "None", "utterance": "So I think there's a lot of interesting things that could be further explored about sort of like discussions happening around like data visualization and those sorts of conversations that are happening more in sort of like data science data analytics"}
{"start": "00:32:23.000", "end": "00:32:41.000", "speaker": "None", "utterance": "spears and things happening in digital humanities and and ILA because obviously we have a lot of experience like with visualizing information in different ways, although for often different purposes right for to engender a kind of aesthetic experience"}
{"start": "00:32:41.000", "end": "00:32:47.000", "speaker": "None", "utterance": "rather than to, to analyze something or pull something out."}
{"start": "00:32:47.000", "end": "00:32:53.000", "speaker": "None", "utterance": "Yeah so mass is more of like a general question or a general comment."}
{"start": "00:32:53.000", "end": "00:32:56.000", "speaker": "None", "utterance": "I don't know."}
{"start": "00:32:56.000", "end": "00:33:12.000", "speaker": "None", "utterance": "I mean one of the things that's interesting with, with how Korea Nova sort of theorizes aesthetics of organization though is that it's not happening on an individual level, it's sort of this emergent thing that's happening between lots of people that"}
{"start": "00:33:12.000", "end": "00:33:31.000", "speaker": "None", "utterance": "are involved in like putting a platform together, and all the different sort of strands but but human and and technical that are coming together. So, there's almost not, it's almost for how she theorizes sort of an organizational civics there's not really"}
{"start": "00:33:31.000", "end": "00:33:48.000", "speaker": "None", "utterance": "an ability to take a sort of big picture overview and sort of make those kinds of those kinds of decisions but a lot of things are sort of emergent and just sort of dependent on sort of how things fit together."}
{"start": "00:33:48.000", "end": "00:34:16.000", "speaker": "None", "utterance": "So, I'm just kind of rambling at this point but I'll invite other panelists to to step in if they have additional thoughts."}
{"start": "00:34:16.000", "end": "00:34:24.000", "speaker": "None", "utterance": "I think Soren has a question as well. We had written in the chat."}
{"start": "00:34:24.000", "end": "00:34:26.000", "speaker": "None", "utterance": "Yeah."}
{"start": "00:34:26.000", "end": "00:34:33.000", "speaker": "None", "utterance": "My, I guess my question follows a bit on from what Dini talked about but in a different way."}
{"start": "00:34:33.000", "end": "00:34:46.000", "speaker": "None", "utterance": "This sort of historic sizing and the historical technologies in the historical works that both Colin touches on by talking about the works that have disappeared."}
{"start": "00:34:46.000", "end": "00:34:55.000", "speaker": "None", "utterance": "And, yeah, in a way, are documenting their obsolescence right and and and and right."}
{"start": "00:34:55.000", "end": "00:35:14.000", "speaker": "None", "utterance": "Of course, your piece also showed this sort of you, you definitely play a lot with media history and media archaeology you know so the historical clocks the social tropes something panoramic dimensions."}
{"start": "00:35:14.000", "end": "00:35:34.000", "speaker": "None", "utterance": "So, so, so my question would be more on on on how do you see these lesions What does it mean to use historical technology or what does it mean to, or why are you interested in these historical technologies is historical media."}
{"start": "00:35:34.000", "end": "00:35:38.000", "speaker": "None", "utterance": "What what are their effects."}
{"start": "00:35:38.000", "end": "00:35:50.000", "speaker": "None", "utterance": "Currently, or, you know, what do they pointed in the contemporary."}
{"start": "00:35:50.000", "end": "00:35:54.000", "speaker": "None", "utterance": "Roger your mood muted."}
{"start": "00:35:54.000", "end": "00:35:58.000", "speaker": "None", "utterance": "I can start off with that and see who else wants to jump in."}
{"start": "00:35:58.000", "end": "00:36:03.000", "speaker": "None", "utterance": "I think so many people also who are out there in the audience."}
{"start": "00:36:03.000", "end": "00:36:20.000", "speaker": "None", "utterance": "Like, are involved in a similar practice of looking at correspondences to our current media, two different kinds of media not just the one that came right before it early on really in our."}
{"start": "00:36:20.000", "end": "00:36:32.000", "speaker": "None", "utterance": "The rise of hypertext writing and media in the 90s already have so much focus on the relationship of the webpage to the medieval manuscript."}
{"start": "00:36:32.000", "end": "00:36:39.000", "speaker": "None", "utterance": "And then to panoramic representation with the rise of early quick time."}
{"start": "00:36:39.000", "end": "00:36:46.000", "speaker": "None", "utterance": "The only QuickTime VR panoramic works of the turn of the millennium."}
{"start": "00:36:46.000", "end": "00:37:05.000", "speaker": "None", "utterance": "In 19th century technologies of panorama and how vision is shaped and how in a way a different kind of perspective, grows. And also, in a way how those technologies tackled questions of spatial movement and spatial logic in relationship to time in different"}
{"start": "00:37:05.000", "end": "00:37:06.000", "speaker": "None", "utterance": "ways."}
{"start": "00:37:06.000", "end": "00:37:26.000", "speaker": "None", "utterance": "And these topics whether what I as a filmmaker first and starting in film and coming into other media forms was so dominant in early cinema when they're early cinema was tackling the question of how this film make time, create these strange imagine world,"}
{"start": "00:37:26.000", "end": "00:37:36.000", "speaker": "None", "utterance": "that transports people in ways that hadn't really happened quite the same way with the cut, and speeding motion slowing motion."}
{"start": "00:37:36.000", "end": "00:37:53.000", "speaker": "None", "utterance": "And so, so many of the questions that come up again, in our current media come up with the birth of each of these other forms and early cinema. The questions in a way many questions that became forgotten with the rise of dominant genres are hanging out"}
{"start": "00:37:53.000", "end": "00:38:05.000", "speaker": "None", "utterance": "there and early cinema all wonderful issues to exploit. In the days of early cinema when cinema was really just a fairground amusement element they didn't know what to do with it."}
{"start": "00:38:05.000", "end": "00:38:12.000", "speaker": "None", "utterance": "It was rivaled with all of these other motion image technologies like the zoetrope."}
{"start": "00:38:12.000", "end": "00:38:27.000", "speaker": "None", "utterance": "And, and these are all part of the way a plethora, you know the sort of mix of of time fragment elements that were where, you know, it wasn't really a domination, and it's quite an interesting counterpart to play with this counterpart of these different"}
{"start": "00:38:27.000", "end": "00:38:43.000", "speaker": "None", "utterance": "ways of time it's sliced up spaces are thrown together, that was happening then so on that on the one hand, they're interesting correspondences on the other hand there are things that are unique to this, These current technologies of VR immersive technologies"}
{"start": "00:38:43.000", "end": "00:38:57.000", "speaker": "None", "utterance": "as as well of course they are in any other, but we are is, is, is really not cinema, but it uses so much of the technology maps on so perfectly with cinema,"}
{"start": "00:38:57.000", "end": "00:39:12.000", "speaker": "None", "utterance": "that it creates this wonderful juncture disjunctions because we're still working with video editing software in 360 cinema and outputs just like film, and yet there's so many things actually within that so very different."}
{"start": "00:39:12.000", "end": "00:39:29.000", "speaker": "None", "utterance": "So there's a, in a way, the gaps, there are perhaps portals for us in storytelling."}
{"start": "00:39:29.000", "end": "00:39:58.000", "speaker": "None", "utterance": "Oh man, I'm from Saarinen's question."}
{"start": "00:39:58.000", "end": "00:40:04.000", "speaker": "None", "utterance": "in touch with like technologies that are maybe"}
{"start": "00:40:04.000", "end": "00:40:08.000", "speaker": "None", "utterance": "the older technologies that were used in in these works right."}
{"start": "00:40:08.000", "end": "00:40:15.000", "speaker": "None", "utterance": "And the sort of challenge of doing that, mediated through a learning management system."}
{"start": "00:40:15.000", "end": "00:40:35.000", "speaker": "None", "utterance": "So, yet you have any thoughts, Danny about how you might approach that like through the sort of learning management online class, and how you might put students in touch with like older technologies."}
{"start": "00:40:35.000", "end": "00:40:41.000", "speaker": "None", "utterance": "Yeah, it's a good question. When I am still kind of working on, I think it's like a double edged sword."}
{"start": "00:40:41.000", "end": "00:41:00.000", "speaker": "None", "utterance": "And, on the one hand, students especially young students these days have this idea that if the tech looks old and they have ideas of why like old like the 90s early 2000s tech looks like, and it can be a kind of empowering experience especially for students"}
{"start": "00:41:00.000", "end": "00:41:15.000", "speaker": "None", "utterance": "who are liberal arts students who don't know how to do this they have this idea which is both true and not true that the tech is more simple. And so they'll be able to go back and look through it and understand and grasp on to little parts I'm always"}
{"start": "00:41:15.000", "end": "00:41:24.000", "speaker": "None", "utterance": "a bit concerned about it turning into that I'm students having to cater to professor's nostalgia,"}
{"start": "00:41:24.000", "end": "00:41:36.000", "speaker": "None", "utterance": "which I think one student once told me they were told to watch The Princess Bride, before going to before going to college so that they could get their students are their props references."}
{"start": "00:41:36.000", "end": "00:41:51.000", "speaker": "None", "utterance": "And so we worry it's going to become something like that where they're constantly kind of Kate is. That's horrible. Right. And I am guilty of it I will admit that, like, you have to walk that line between, I get a little nervous I got all up in my field,"}
{"start": "00:41:51.000", "end": "00:42:07.000", "speaker": "None", "utterance": "looking at that Netscape emulator already I was like oh look, it feels so nice. And you have to be careful because the whole point when I talk about it in my paper is the whole point of this is for it to be empowering this this process of getting an undergrad"}
{"start": "00:42:07.000", "end": "00:42:30.000", "speaker": "None", "utterance": "and English feature English teacher to mess with a little JavaScript for a moment should be empowering and you run the risk of course of Oh that's so far outside of me so I don't have an answer I have lots of problems and I'm navigating."}
{"start": "00:42:30.000", "end": "00:42:45.000", "speaker": "None", "utterance": "I have a question for Donnie, as she said that she works with prospective English teachers right students who don't have much background in coding, and other tech skills like that."}
{"start": "00:42:45.000", "end": "00:43:02.000", "speaker": "None", "utterance": "Do you think that the challenge is of teaching them easily business that require coding is different in remote teaching and in face to face teaching doing that difference affects the pedagogical process."}
{"start": "00:43:02.000", "end": "00:43:21.000", "speaker": "None", "utterance": "It does it, there are some good benefits and some problems I can't, it's a lot harder for me to be right there with them scrolling through or just answering a quick question like that, and making sure they're, like, that's why I liked JS federal as a"}
{"start": "00:43:21.000", "end": "00:43:35.000", "speaker": "None", "utterance": "was because I could just send them a link and suddenly they were in. They were in the code they were watching it run so for someone who I can't. Yeah, they don't have developer environments, they don't know how to even find the source code, they don't"}
{"start": "00:43:35.000", "end": "00:43:51.000", "speaker": "None", "utterance": "understand. Like literally they were like, I can't look at the code the second, I see like square brackets I'm going to start freaking out. So, I'm to kind of ease them into it I thought the workaround was useful, but there's a lot of."}
{"start": "00:43:51.000", "end": "00:44:07.000", "speaker": "None", "utterance": "We can do it on their own time. I wasn't there, you know, watching them in a lab. They weren't feeling stressed about that so they could go back and review the material kind of on their own time, if I'm being totally honest I had maybe a 50% I actually"}
{"start": "00:44:07.000", "end": "00:44:14.000", "speaker": "None", "utterance": "tried this rate and if 50% know the code is scary rate. And I think that's pretty good."}
{"start": "00:44:14.000", "end": "00:44:20.000", "speaker": "None", "utterance": "I was happy."}
{"start": "00:44:20.000", "end": "00:44:35.000", "speaker": "None", "utterance": "Danny I have a question, is that this is really interesting what you're talking about is that, so the thing here at Winona State. When I'm, you know, having come over from Abu Dhabi, Abu Dhabi and, you know, hanging out with the guys here is that we're"}
{"start": "00:44:35.000", "end": "00:44:49.000", "speaker": "None", "utterance": "looking at the idea of how we can, how we can start getting students involved in media in different narrative structures so one thing that I'm looking at here is that I've worked extensively with 1978 slow scan TV equipment."}
{"start": "00:44:49.000", "end": "00:45:07.000", "speaker": "None", "utterance": "So the thing is I'm asking. And the thing is I want to look, have them be working with time based narrative structures, using this one frame every seven second, you know, at 120 pixels by, you know, four colors all that I mean this is really really in"}
{"start": "00:45:07.000", "end": "00:45:16.000", "speaker": "None", "utterance": "their mind crude stuff but do you think that there's an event horizon in which there's a different differentiation between the style."}
{"start": "00:45:16.000", "end": "00:45:29.000", "speaker": "None", "utterance": "And what I would say is that a sin chronic alien this. You know what I made was the idea so an associate for example, Corey archangel and his piece, you know, super, super mario clouds."}
{"start": "00:45:29.000", "end": "00:45:45.000", "speaker": "None", "utterance": "He was going back for false nostalgia but the thing is I feel like, you know, sometimes that you go back further yet you wind up almost in sort of like in the students of the millennium, kind of like a Vern, you know, Jules Verne like sort of you know"}
{"start": "00:45:45.000", "end": "00:46:00.000", "speaker": "None", "utterance": "retro cyberpunk sort of world and which is like, Oh my god, what is this thing this is this that you know this might as well be a Sperry UNIVAC you know like what the hell do I do with this and the thing is in the unfamiliarity the alien that's of old"}
{"start": "00:46:00.000", "end": "00:46:18.000", "speaker": "None", "utterance": "retro retro tech, you know, I'm wondering whether there's, you know this this line between how far back Can you go till you break with your these ideas that you're talking about, and then it gets into like a retro tech."}
{"start": "00:46:18.000", "end": "00:46:33.000", "speaker": "None", "utterance": "I think it's going to depend it's going to depend on the group and their familiarity with the tech and and what else you're building on in the class. I like I can't tell you how many times like I'm like obsessed with that scene in the net where Sandra"}
{"start": "00:46:33.000", "end": "00:46:48.000", "speaker": "None", "utterance": "Bullock order pizza from her from her browser and wake up with my moment, and I was trying to talk to them about it and trying to be like, like, like Indiana Jones style media archaeologists now and being like look at how amazing this is and they, they"}
{"start": "00:46:48.000", "end": "00:47:03.000", "speaker": "None", "utterance": "didn't understand how to sit like you need to kind of media history class in order to have them be able to situate that as a weird moment of nostalgia for that to be a strange interesting thing."}
{"start": "00:47:03.000", "end": "00:47:17.000", "speaker": "None", "utterance": "So I don't know I mean, I want to lose wanted. Yeah, I mean, yeah, there was a point in which you know there's there's a point in which the students have kind of an idea of a context but the thing is I think back beyond the event horizon that context"}
{"start": "00:47:17.000", "end": "00:47:30.000", "speaker": "None", "utterance": "no longer exists and that's where the challenges I think maybe that's a beautiful thing too is that each of those moments is also in a way a, you know, if there is no future known each technology, you know if you're in the moment where you can imagine"}
{"start": "00:47:30.000", "end": "00:47:45.000", "speaker": "None", "utterance": "the future of that technology, not becoming what it became but jumping from what we do a lot of hand painted film, I do a lot of hand painted hand scratching film in class with students go from hand painting on celluloid into a digital image as if TV"}
{"start": "00:47:45.000", "end": "00:47:53.000", "speaker": "None", "utterance": "never happened, or the rest of film never happened in a way each of these technologies with a lot of fun and video working with our video is totally like that too."}
{"start": "00:47:53.000", "end": "00:48:09.000", "speaker": "None", "utterance": "There's something about just cutting out the middle, that is opens up lots of things if they can like, play with monitors that have, you know, really funky old resolution lines and go straight from that into a different thing and the way it so it's it's"}
{"start": "00:48:09.000", "end": "00:48:24.000", "speaker": "None", "utterance": "It's so it's it's hard to get rid of your setting of the last year, whatever that last year is. So something really beautiful right show your students psych charged in a different way once they can work with some something other than the most recent stuff."}
{"start": "00:48:24.000", "end": "00:48:37.000", "speaker": "None", "utterance": "Yeah. the one thing I love I love it, I just I just showed them this stuff and I just saved this became Skype, and they're just, but what you know."}
{"start": "00:48:37.000", "end": "00:48:49.000", "speaker": "None", "utterance": "I mean, this became zoom actually sort of, you know, I'm the end you're just going like, what, you know,"}
{"start": "00:48:49.000", "end": "00:49:05.000", "speaker": "None", "utterance": "Yeah, this is something that comes up in my classes as well but from a slightly different angle that I kind of wanted to throw in so I teach in a library information science department so students can master's degrees that want to go work in libraries"}
{"start": "00:49:05.000", "end": "00:49:25.000", "speaker": "None", "utterance": "or for archives and museums. So, in that for that like for that student group. I really stress like history of technology history information technology as like a core sort of area of knowledge that they need to come away with."}
{"start": "00:49:25.000", "end": "00:49:39.000", "speaker": "None", "utterance": "Maybe that's that's a term that I feel like I'm going to be going alone in my department sometimes with like such a focus on like innovation and like always like just knowing like the newest thing, which is going to become historical five years from now"}
{"start": "00:49:39.000", "end": "00:49:41.000", "speaker": "None", "utterance": "anyway."}
{"start": "00:49:41.000", "end": "00:49:56.000", "speaker": "None", "utterance": "So I feel like students that are going to go work in those in those cultural heritage institutions, especially those that are going to work in archives that needs that are going to be working with older materials and sort of being the ones that are responsible"}
{"start": "00:49:56.000", "end": "00:50:07.000", "speaker": "None", "utterance": "for providing the context to two researchers or or audiences that you really need that sort of media history technology history"}
{"start": "00:50:07.000", "end": "00:50:09.000", "speaker": "None", "utterance": "skill set."}
{"start": "00:50:09.000", "end": "00:50:26.000", "speaker": "None", "utterance": "And of course that, you know, that was just kind of alluding to that feeds into, you know, people approaching those questions from the perspective of a researcher because the Archivist of the librarian is sort of the intermediary that's helping that researcher"}
{"start": "00:50:26.000", "end": "00:50:55.000", "speaker": "None", "utterance": "to, to understand that that context for like the item that they're using as well."}
{"start": "00:50:55.000", "end": "00:51:07.000", "speaker": "None", "utterance": "So there are other questions from the audience that that another sort of different direction that we can take the conversation and."}
{"start": "00:51:07.000", "end": "00:51:26.000", "speaker": "None", "utterance": "So one thing that I was thinking, Danny about your paper and as you're talking about your paper this morning, and something that I've thought about too is like, how, how dependent more becoming on these like corporate platforms and technologies, I think"}
{"start": "00:51:26.000", "end": "00:51:33.000", "speaker": "None", "utterance": "that's sort of a theme that's running throughout throughout this conference and one of the themes of the conference."}
{"start": "00:51:33.000", "end": "00:51:36.000", "speaker": "None", "utterance": "And especially like so."}
{"start": "00:51:36.000", "end": "00:51:53.000", "speaker": "None", "utterance": "Kind of antithetical to return to that historical perhaps overlay nostalgic lens and medical to like you know the the face of, of the early web where the goal was for things to be open and easily understandable by by people that were using it for the"}
{"start": "00:51:53.000", "end": "00:51:56.000", "speaker": "None", "utterance": "first time."}
{"start": "00:51:56.000", "end": "00:52:06.000", "speaker": "None", "utterance": "But, you know, I'm just sort of wondering like what is the what is the leverage that we have to sort of push back against that."}
{"start": "00:52:06.000", "end": "00:52:18.000", "speaker": "None", "utterance": "Or, you know, how do we avoid just becoming complicit in using these like corporate learning management platforms and web conferencing platforms."}
{"start": "00:52:18.000", "end": "00:52:23.000", "speaker": "None", "utterance": "And in all this stuff, I don't know."}
{"start": "00:52:23.000", "end": "00:52:40.000", "speaker": "None", "utterance": "God, I wish I wish I had a good answer for you the truth is like the the background why I ended up coming to the paper I take with us, as part of that digital humanities class I kind of grounded everything into this debate, and we're David Columbia and,"}
{"start": "00:52:40.000", "end": "00:52:55.000", "speaker": "None", "utterance": "and whoever else in that the article about Neo liberal tools, and then Matthew Christian bombs blog response to that. And, and to talk about and ground our study of digital humanity in."}
{"start": "00:52:55.000", "end": "00:53:11.000", "speaker": "None", "utterance": "On the one hand, not like becoming some kind of like a narco primitivism or like Live Aid in the English department and refusing that purse. But on the other hand, not kind of neglecting the corporatization which I think I really like I not that I want"}
{"start": "00:53:11.000", "end": "00:53:28.000", "speaker": "None", "utterance": "to like be the adjunct but harps on it because I get that, that gets annoying but like you really get an interesting perspective of that corporatization as you as you get kind of jet jumbled from department to department, and you have to get fluent in"}
{"start": "00:53:28.000", "end": "00:53:35.000", "speaker": "None", "utterance": "these different proprietary platforms and and move across them thoughtfully."}
{"start": "00:53:35.000", "end": "00:53:47.000", "speaker": "None", "utterance": "I fit. I mean, obviously being familiar with what kinds of non proprietary tech are available to you and can be can be circulated to your students is one good way around it."}
{"start": "00:53:47.000", "end": "00:53:58.000", "speaker": "None", "utterance": "and the truth is as like a literary scholar first thing never would have known about, like all my experience of coding is in proprietary developer environments."}
{"start": "00:53:58.000", "end": "00:54:12.000", "speaker": "None", "utterance": "That's the only thing I've ever, ever used or learned in so you kind of need to be in the 90s hacker underground that still exists in some ways for sure."}
{"start": "00:54:12.000", "end": "00:54:26.000", "speaker": "None", "utterance": "Otherwise, like, the, the university is, is, is corporate has been corporate will be corporate my classes, my classes all"}
{"start": "00:54:26.000", "end": "00:54:26.000", "speaker": "None", "utterance": "copyright."}
{"start": "00:54:26.000", "end": "00:54:43.000", "speaker": "None", "utterance": "copyright zoom copyright. Copyright black or copyright bright space like that's just how I'm going to be teaching it's how we're all teaching I don't know if there's a way around that and we can get bummed out about that we would if we went out for drinks"}
{"start": "00:54:43.000", "end": "00:54:59.000", "speaker": "None", "utterance": "as we should be after this, but we'll do it at home. Yeah, the whole NFT thing is also part of this, you know the massive land grab, taking place and to what degree can enough if everyone else grabbed you better then grab as it work because there's nothing"}
{"start": "00:54:59.000", "end": "00:55:11.000", "speaker": "None", "utterance": "left feeling or how do you carve out some of the space on the other hand, the, you know, constant activism made by people having small tools and circumventing the system still have is still happening."}
{"start": "00:55:11.000", "end": "00:55:25.000", "speaker": "None", "utterance": "So there's something beautiful about the amount of things that are done because people are out there with with a cell phones or little cameras on note taking device isn't able to put stuff up and put stuff out still well that stay out on that but there"}
{"start": "00:55:25.000", "end": "00:55:42.000", "speaker": "None", "utterance": "is, there is something else about how the machine targets that information that I think needs to be addressed, sort of, how do you shut off the kind of political madness a lot of time, a lot of that is the engines, determining what we want to see rather"}
{"start": "00:55:42.000", "end": "00:55:47.000", "speaker": "None", "utterance": "than being allowed to do that and be allowed to just funnel constantly funnel."}
{"start": "00:55:47.000", "end": "00:56:00.000", "speaker": "None", "utterance": "The same again the same again the same again and turn people down rabbit holes. And that is something that needs to be addressed with activism and the action political change that can be changed."}
{"start": "00:56:00.000", "end": "00:56:12.000", "speaker": "None", "utterance": "rules can be changed that would have changed our political dynamic a lot, and give a lot of short a lot more choice because right now that is the illusion of choice and often very little choice."}
{"start": "00:56:12.000", "end": "00:56:16.000", "speaker": "None", "utterance": "It seems to me."}
{"start": "00:56:16.000", "end": "00:56:19.000", "speaker": "None", "utterance": "I think sovereign has another question."}
{"start": "00:56:19.000", "end": "00:56:27.000", "speaker": "None", "utterance": "Yeah, it kind of relates to this discussion."}
{"start": "00:56:27.000", "end": "00:56:46.000", "speaker": "None", "utterance": "And maybe, it goes to call in here because because you also work with stuff from the sort of early, early net right and and and and for instance somebody like really really nice his work with this idea of, of, of how you know how people were commonly"}
{"start": "00:56:46.000", "end": "00:57:04.000", "speaker": "None", "utterance": "designing the early network, and you know and the spirit of net culture that time and and and of course my question is also, and it also relates to the question I had before I is, is, is there some kind of solution in historical technologies or at least"}
{"start": "00:57:04.000", "end": "00:57:14.000", "speaker": "None", "utterance": "in the thinking that was part of you know when when take technology was still utopian before we all became Facebook and soon."}
{"start": "00:57:14.000", "end": "00:57:27.000", "speaker": "None", "utterance": "You know other other because because I feel we are we are we are this moment that also spoke about at the opening where you know we locked down in these squares."}
{"start": "00:57:27.000", "end": "00:57:38.000", "speaker": "None", "utterance": "And like we for this contract we even had to buy a commercial soon, because our, you know the corporate soon version that our university provides that has been a privacy."}
{"start": "00:57:38.000", "end": "00:57:45.000", "speaker": "None", "utterance": "We couldn't even get that to work for our purposes so you know we locked down in this."}
{"start": "00:57:45.000", "end": "00:57:52.000", "speaker": "None", "utterance": "Yeah, and these platforms, and and we need a way out and I was just thinking, you know, can history Hybels."}
{"start": "00:57:52.000", "end": "00:58:03.000", "speaker": "None", "utterance": "Sorry. And do you think that, do you think that we could go back to inhabiting the still existent pre web spaces of the net to do this like the US net."}
{"start": "00:58:03.000", "end": "00:58:10.000", "speaker": "None", "utterance": "Well, in some sense, maybe we can, but of course we have to do it in a new way, right course."}
{"start": "00:58:10.000", "end": "00:58:29.000", "speaker": "None", "utterance": "Yeah, not i mean i think that that's definitely sort of historical perspectives we get our political perspectives can help. I mean, that's sort of the, one of the driving motivations or sort of, sort of underlying"}
{"start": "00:58:29.000", "end": "00:58:41.000", "speaker": "None", "utterance": "sort of undergirds a sort of theory methodology of New York media archaeology right is that history, history of technology is not a linear"}
{"start": "00:58:41.000", "end": "00:58:58.000", "speaker": "None", "utterance": "trajectory of progress, right, that there's sort of these, these resonances and sort of cycles and loops and, you know, we often sort of circle back to things that were that were ahead of their time or didn't work in one context but now can be sort of"}
{"start": "00:58:58.000", "end": "00:59:03.000", "speaker": "None", "utterance": "rehabilitated to talk again in a new context."}
{"start": "00:59:03.000", "end": "00:59:15.000", "speaker": "None", "utterance": "So yeah, I think that that's, you know, a role for for media historians, people studying older."}
{"start": "00:59:15.000", "end": "00:59:45.000", "speaker": "None", "utterance": "Examples of digital art and culture and one of the reasons that I, you know, really like to study the work of of artists and writers is using these technologies is that they're often the ones that are sort of surfacing these ideas of how we can use some"}