{"start": "00:00:05.490", "end": "00:00:08.040", "speaker": "Dene Grigar", "utterance": " Good morning, everybody, welcome to this session."}
{"start": "00:00:09.719", "end": "00:00:09.990", "speaker": "Dene Grigar", "utterance": " Of the."}
{"start": "00:00:11.610", "end": "00:00:26.460", "speaker": "Dene Grigar", "utterance": " This session is entitled preservation and forensics one our speakers, we have three wonderful papers this morning we're going to start with, Timothy wilcox the title of his paper is lyric recollection and the preservation of ephemeral and social event."}
{"start": "00:00:29.790", "end": "00:00:30.270", "speaker": "Dene Grigar", "utterance": " Timothy."}
{"start": "00:00:30.900", "end": "00:00:33.390", "speaker": "Timothy Wilcox", "utterance": " Oh yes, okay um so."}
{"start": "00:00:35.760", "end": "00:00:38.370", "speaker": "Timothy Wilcox", "utterance": " share a short presentation."}
{"start": "00:00:39.660", "end": "00:00:52.770", "speaker": "Timothy Wilcox", "utterance": " So compared to their collection, the preservation of around social he let me for the introduction so compared to generating floppy disk forensic images my proposal is a bit of a flight of fancy."}
{"start": "00:00:53.520", "end": "00:01:05.160", "speaker": "Timothy Wilcox", "utterance": " So regarding the existence of ephemeral and social electronic literature works, I suggest that lyric reflection conserve as an imperfect, but still workable preservation of the experience of the work."}
{"start": "00:01:05.670", "end": "00:01:16.440", "speaker": "Timothy Wilcox", "utterance": " And it's such an endeavor can also transcribe some of the actual social text to do more direct reproduction will also giving substantial effort to contextualize in this text is emerging between live people."}
{"start": "00:01:17.310", "end": "00:01:22.530", "speaker": "Timothy Wilcox", "utterance": " As we were gathered in this virtual conference themed around the self questioning idea of the post pandemic."}
{"start": "00:01:23.040", "end": "00:01:28.290", "speaker": "Timothy Wilcox", "utterance": " This idea, particularly is modeled by interest in on the cyber gypsies seems particularly relevant."}
{"start": "00:01:28.800", "end": "00:01:42.570", "speaker": "Timothy Wilcox", "utterance": " For every year now, we have adjusted her lives run an invisible virus very real human losses many spaces altered and people became acutely aware of the distance physical and social between themselves and others."}
{"start": "00:01:46.440", "end": "00:01:52.980", "speaker": "Timothy Wilcox", "utterance": " We see more recent responses to this, such as in the coven he led exhibition, as well as the use of gather town."}
{"start": "00:01:53.610", "end": "00:02:04.200", "speaker": "Timothy Wilcox", "utterance": " And city has work is focused on his experience and multi user dungeons the characters that he met and how his experiences trained his imagination is also response to a very real tragedy."}
{"start": "00:02:04.860", "end": "00:02:06.870", "speaker": "Timothy Wilcox", "utterance": " In 1984 a gas leak in a chemical."}
{"start": "00:02:06.870", "end": "00:02:16.260", "speaker": "Timothy Wilcox", "utterance": " Plant in Bhopal India released invisible toxins into the city toxins which lingered in the environment for many years and cause birth defects in the next generation."}
{"start": "00:02:18.480", "end": "00:02:25.560", "speaker": "Timothy Wilcox", "utterance": " The outcome of sin has training through social electronic text, as he tells, it is an ad campaign for which he successfully funded the opening."}
{"start": "00:02:26.070", "end": "00:02:38.700", "speaker": "Timothy Wilcox", "utterance": " A free clinic and Bo Paul in this ED, for instance sinha overlays a human body with texts listing unseen ailments so just damage the longest digestive problems liver damage chemicals and breast milk, etc."}
{"start": "00:02:39.240", "end": "00:02:52.680", "speaker": "Timothy Wilcox", "utterance": " Similarly, in the cyber gypsies sinha introduces the Bhopal disaster who the claim that the soul live record is an audio tape setup to record a radio broadcast which didn't How then some subverts send aesthetically."}
{"start": "00:02:53.970", "end": "00:03:02.520", "speaker": "Timothy Wilcox", "utterance": " He writes if it were videotaped it would see what comes creeping in pressing foggy fingers on the window beating through the open door and waves."}
{"start": "00:03:02.970", "end": "00:03:10.290", "speaker": "Timothy Wilcox", "utterance": " It would see the light grow poorly paid to white, but the machine and suits abandoned house it's metal circuitry unaffected."}
{"start": "00:03:10.740", "end": "00:03:17.070", "speaker": "Timothy Wilcox", "utterance": " records, only the dismal groans and shrieks to gradually diminishing and in the end, silence."}
{"start": "00:03:17.760", "end": "00:03:32.790", "speaker": "Timothy Wilcox", "utterance": " But prepare sin hard to translate says record into a compelling narrative is digital experience much as the 31st third of the memoir built up to an immortals only party referring to a class of skilled frequent players who have broken a certain point for a threshold."}
{"start": "00:03:34.020", "end": "00:03:42.780", "speaker": "Timothy Wilcox", "utterance": " At which in assassination quote would spark off the First World War, once we actually get to this event Center comments that the real people in the room."}
{"start": "00:03:43.170", "end": "00:03:54.030", "speaker": "Timothy Wilcox", "utterance": " were never invited to this party there who run sufferance mere emissaries of the real guest it's the personas who are meeting here sin has own sense of such schemes."}
{"start": "00:03:55.650", "end": "00:04:06.090", "speaker": "Timothy Wilcox", "utterance": " sinha has own sense of values, always comes from this remove which is slightly disillusioned by the internal logic of such games, but what he records here is the sense that all these people were interested in."}
{"start": "00:04:06.840", "end": "00:04:14.340", "speaker": "Timothy Wilcox", "utterance": " Being social and making friends through shades they really value the personas crafted online, with no interest in moving outside of that frame."}
{"start": "00:04:15.000", "end": "00:04:21.540", "speaker": "Timothy Wilcox", "utterance": " to capture different levels of understanding what is happening Sinhala shifts into various forums and styles at different times."}
{"start": "00:04:22.080", "end": "00:04:31.080", "speaker": "Timothy Wilcox", "utterance": " The most prominent mode of the memoir is a series of short pros accounts of events, sometimes from different perspectives, but it also includes various materials as needed."}
{"start": "00:04:32.070", "end": "00:04:40.110", "speaker": "Timothy Wilcox", "utterance": " In some cases, since narration is simply this series of texts inputs and outputs which would appear on a monitor during a series of virtual actions."}
{"start": "00:04:40.470", "end": "00:04:52.200", "speaker": "Timothy Wilcox", "utterance": " is shifting between mode sinha makes clear the different levels of what is going on, expertise and quick quickly crafting inputs imagining scenes the social understanding of larger events and so on."}
{"start": "00:04:53.010", "end": "00:05:01.680", "speaker": "Timothy Wilcox", "utterance": " Were sinha sometimes simply includes a lion such as G brick to narrate a character picking up or getting a broken paving brick."}
{"start": "00:05:02.190", "end": "00:05:11.370", "speaker": "Timothy Wilcox", "utterance": " And contrast to which the usual proscriptions more clearly reflect the addition of imaginative work, his description of the assassination utilizes a different approach."}
{"start": "00:05:11.910", "end": "00:05:20.760", "speaker": "Timothy Wilcox", "utterance": " After one player sneaks away from the party and logs into an alternate account to start a fight with another player President, the party, the to end up both online and engage in combat."}
{"start": "00:05:22.290", "end": "00:05:31.440", "speaker": "Timothy Wilcox", "utterance": " At the party, a crowd washes the event unfold on the monitor is insane how records the virtual activity and narrative verse which serves to give weight to the actions."}
{"start": "00:05:32.070", "end": "00:05:44.340", "speaker": "Timothy Wilcox", "utterance": " Understanding these different meanings in the stakes of such online activity later support Center has advocacy Rias test with making people see and care about an invisible long ago gas leak."}
{"start": "00:05:45.030", "end": "00:05:55.590", "speaker": "Timothy Wilcox", "utterance": " Another scale we can look at this model for thinking about how we might preserve other moments, as seen an ephemeral and social electronic literature works in what is actually a quite serious way."}
{"start": "00:06:04.350", "end": "00:06:04.890", "speaker": "None", "utterance": "Thank you."}
{"start": "00:06:07.440", "end": "00:06:12.030", "speaker": "Dene Grigar", "utterance": " comments, we should have a few seconds just for a few comments, if you want to put something in the chat and, at the end we'll have."}
{"start": "00:06:12.420", "end": "00:06:21.840", "speaker": "Dene Grigar", "utterance": " More time for Q amp a but to give something immediate you want to say, please feel free to say it now, or to just put something in the chat about it with the paper."}
{"start": "00:06:25.830", "end": "00:06:36.240", "speaker": "Dene Grigar", "utterance": " Okay, so the next paper is Nicholas Schiller and he's talking about comparing methods of generating three and a half inch floppy disk forensic images Nicholas."}
{"start": "00:06:42.720", "end": "00:06:43.860", "speaker": "Dene Grigar", "utterance": " you're muted, my friend."}
{"start": "00:06:48.510", "end": "00:06:50.460", "speaker": "Nicholas Schiller (he/him)", "utterance": " Good day everyone."}
{"start": "00:06:52.890", "end": "00:06:53.430", "speaker": "Nicholas Schiller (he/him)", "utterance": " So."}
{"start": "00:06:55.110", "end": "00:07:00.990", "speaker": "Nicholas Schiller (he/him)", "utterance": " The paper that i'm presenting has a very narrow and specific focus and it's."}
{"start": "00:07:02.550", "end": "00:07:08.550", "speaker": "Nicholas Schiller (he/him)", "utterance": " How to improve an already established process so to."}
{"start": "00:07:09.690", "end": "00:07:31.230", "speaker": "Nicholas Schiller (he/him)", "utterance": " begin the work that i'm looking at, there is an existing work a collaboratively written document, called the archivists guide to Cairo flux that describes and addresses many of the issues with creating forensic images, with a piece of existing technology."}
{"start": "00:07:32.250", "end": "00:07:35.610", "speaker": "Nicholas Schiller (he/him)", "utterance": " And they're not terribly photogenic but."}
{"start": "00:07:36.630", "end": "00:07:39.360", "speaker": "Nicholas Schiller (he/him)", "utterance": " This is a Cairo flux board."}
{"start": "00:07:40.890", "end": "00:07:51.750", "speaker": "Nicholas Schiller (he/him)", "utterance": " It connects to a floppy drive and it creates magnetic flux images which i'll describe in a moment, which is a an improvement over simply reading a floppy disk."}
{"start": "00:07:52.860", "end": "00:07:59.460", "speaker": "Nicholas Schiller (he/him)", "utterance": " But in order to advance the existing work, I wanted to look at four methods."}
{"start": "00:08:00.870", "end": "00:08:04.170", "speaker": "Nicholas Schiller (he/him)", "utterance": " The first is to use a network vintage computer."}
{"start": "00:08:05.220", "end": "00:08:05.850", "speaker": "Nicholas Schiller (he/him)", "utterance": " What."}
{"start": "00:08:08.580", "end": "00:08:29.010", "speaker": "Nicholas Schiller (he/him)", "utterance": " dug reside originally termed a rosetta machine, because it gives us a key into several ways of reading the discs, one of which is already known when it's not allows us to unlock the rest, and this is what's provided by the electronic literature lab do you need regards fantastic."}
{"start": "00:08:30.030", "end": "00:08:33.000", "speaker": "Nicholas Schiller (he/him)", "utterance": " Collection of vintage machines, however."}
{"start": "00:08:34.290", "end": "00:08:51.690", "speaker": "Nicholas Schiller (he/him)", "utterance": " The advent of the pandemic and then you to lock down meant that the specific rosetta machines that I needed were also needed by other researchers and they were distributed so I don't have results from that due to the pandemic and the machines moving around."}
{"start": "00:08:53.130", "end": "00:08:59.610", "speaker": "Nicholas Schiller (he/him)", "utterance": " A second method that I looked at is the curator suite."}
{"start": "00:09:01.620", "end": "00:09:16.260", "speaker": "Nicholas Schiller (he/him)", "utterance": " That also ended up not working, because of a contemporary USB floppy drive failure I anticipated, it was dirty read heads on the drive, but I wasn't able to collect excellent data off of that."}
{"start": "00:09:17.670", "end": "00:09:25.020", "speaker": "Nicholas Schiller (he/him)", "utterance": " The third method that I looked at was in fact the private reflects that i'm looking at, and that is sort of the existing standard."}
{"start": "00:09:25.560", "end": "00:09:36.060", "speaker": "Nicholas Schiller (he/him)", "utterance": " And the fourth is a alternative board to the Cairo flux, known as the super card pro which works in a very similar way."}
{"start": "00:09:36.810", "end": "00:09:54.990", "speaker": "Nicholas Schiller (he/him)", "utterance": " And, as I looked through the results of the items the failings of the Cairo flux, or the limitations of it become clear, there is a licensing problem or problem, but an issue with the software, if you are connected to a university."}
{"start": "00:09:56.220", "end": "00:09:58.410", "speaker": "Nicholas Schiller (he/him)", "utterance": " The expense, is quite high."}
{"start": "00:09:59.490", "end": "00:10:08.490", "speaker": "Nicholas Schiller (he/him)", "utterance": " super card pro does not have that licensing issue, however, when we use it to create the magnetic flux images it."}
{"start": "00:10:12.030", "end": "00:10:26.280", "speaker": "Nicholas Schiller (he/him)", "utterance": " It can create the magnetic flux images, but not in precisely the same way, one of the really useful results of using either of these pieces technology is rather than."}
{"start": "00:10:27.990", "end": "00:10:43.890", "speaker": "Nicholas Schiller (he/him)", "utterance": " Simply reading the floppy disk which a regular computer would do that requires knowing how physically on the floppy drive the magnetic surface is broken into specific read sectors and a which."}
{"start": "00:10:44.550", "end": "00:10:52.830", "speaker": "Nicholas Schiller (he/him)", "utterance": " Order those sectors are read in and the speed at which those sectors are turned the kyra flux in the super drive are able to read."}
{"start": "00:10:54.390", "end": "00:11:02.010", "speaker": "Nicholas Schiller (he/him)", "utterance": " The magnetic interaction of the ride head over the floppy disk surface which can create an image."}
{"start": "00:11:02.730", "end": "00:11:14.940", "speaker": "Nicholas Schiller (he/him)", "utterance": " And that image i'm going to say metaphorically is like a tiff image of a photograph which, if you compare a tiff image with a jpeg in simply viewing a photograph with your eye."}
{"start": "00:11:15.690", "end": "00:11:32.100", "speaker": "Nicholas Schiller (he/him)", "utterance": " It may be indistinguishable thing distinguishable or it may be lower quality appearing than a regular photograph but the depth of digital information is such that, with these magnetic."}
{"start": "00:11:33.090", "end": "00:11:50.640", "speaker": "Nicholas Schiller (he/him)", "utterance": " image magnetic flux images we have the future hope that technology will be able to read the rich digital image of that and create a higher quality copy in the future and that's my time and I want to thank you."}
{"start": "00:11:53.010", "end": "00:11:58.560", "speaker": "Dene Grigar", "utterance": " Thank you any quick questions or comments about nicholas's paper before we go to the next speaker."}
{"start": "00:11:59.880", "end": "00:12:10.650", "speaker": "Dene Grigar", "utterance": " And do not hesitate to put things put your information or things you want to say in the chat so that we can talk, you know gets them in the next in the Q amp a section of this presentation."}
{"start": "00:12:11.580", "end": "00:12:22.140", "speaker": "Dene Grigar", "utterance": " Next, we have two people presenting or read to diminish and and tone for a the few book when platforms don't, let us escape literature."}
{"start": "00:12:23.610", "end": "00:12:24.570", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Thank you, the name."}
{"start": "00:12:25.650", "end": "00:12:29.970", "speaker": "Oreto Dom?nech i Masi?", "utterance": " I am going to share my screen I have."}
{"start": "00:12:31.170", "end": "00:12:33.900", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Four slide presentation."}
{"start": "00:12:37.980", "end": "00:12:39.960", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Hello final surprise, I think."}
{"start": "00:12:42.180", "end": "00:12:45.330", "speaker": "Oreto Dom?nech i Masi?", "utterance": " It see if it works."}
{"start": "00:12:49.890", "end": "00:12:50.310", "speaker": "Oreto Dom?nech i Masi?", "utterance": " When."}
{"start": "00:12:50.850", "end": "00:12:54.840", "speaker": "Oreto Dom?nech i Masi?", "utterance": " i'm done and I, I think we are in this."}
{"start": "00:12:56.670", "end": "00:13:03.780", "speaker": "Oreto Dom?nech i Masi?", "utterance": " panel about forensics, but we are in an in between in between."}
{"start": "00:13:05.100", "end": "00:13:06.120", "speaker": "Oreto Dom?nech i Masi?", "utterance": " forensics."}
{"start": "00:13:07.260", "end": "00:13:21.360", "speaker": "Oreto Dom?nech i Masi?", "utterance": " I proposed and don't forget to try to present a few book, because the conference theme was very close relate to that work in the way it was created, and also in the manner we read it."}
{"start": "00:13:23.850", "end": "00:13:37.230", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Although the work was already dead, I had it very much alive in my mind, especially during the lockdown while most of us were being covered by an on screen kind of tsunami."}
{"start": "00:13:38.280", "end": "00:13:41.910", "speaker": "Oreto Dom?nech i Masi?", "utterance": " The few book was speaking to me, loud and clear."}
{"start": "00:13:43.230", "end": "00:13:44.370", "speaker": "Oreto Dom?nech i Masi?", "utterance": " 12 years before."}
{"start": "00:13:46.320", "end": "00:14:00.870", "speaker": "Oreto Dom?nech i Masi?", "utterance": " don't forget elite work appealed ironically on while having fun to my critical conscious muscle to be aware, about digital in what was an early social media platform context."}
{"start": "00:14:02.190", "end": "00:14:13.050", "speaker": "Oreto Dom?nech i Masi?", "utterance": " When I wear the basis of our panel, colleagues, I understood that this is a panel a panel about how to recover that it works."}
{"start": "00:14:14.310", "end": "00:14:23.070", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Yes, it's forensics to because our process of eczema examining the corpse is showed in both papers."}
{"start": "00:14:23.910", "end": "00:14:39.600", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Were collecting memory some value 18 different human analytical interpretations in multi uses danton in our like invocation as seamlessly wilcox has planed."}
{"start": "00:14:40.590", "end": "00:15:00.990", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Comparing and evaluating methods of generating 3.5 floppy disk images in our back to the future digital possibility and Nicholas sheila contribution within the wonderful job electronic latest lab has been doing, but in most cases."}
{"start": "00:15:02.010", "end": "00:15:05.790", "speaker": "Oreto Dom?nech i Masi?", "utterance": " On a book or in a floppy disk they have corpse."}
{"start": "00:15:07.650", "end": "00:15:18.240", "speaker": "Oreto Dom?nech i Masi?", "utterance": " I was hoping into my heart that the few book could be alive again someday even although Anton told me several times that it was an impossible fact."}
{"start": "00:15:19.170", "end": "00:15:30.270", "speaker": "Oreto Dom?nech i Masi?", "utterance": " We didn't have a corpse to share with you that's our paper and presentation was going to demand our kind of faith agreement of all of you."}
{"start": "00:15:31.290", "end": "00:15:39.510", "speaker": "Oreto Dom?nech i Masi?", "utterance": " We had our experiences, as also our reader and the dialogue about the few boo we started to build a couple of years ago."}
{"start": "00:15:41.310", "end": "00:15:49.530", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Unexpectedly, for me, the author told me a few days ago that our recreation of the few book was written in wordpress."}
{"start": "00:15:50.610", "end": "00:16:05.160", "speaker": "Oreto Dom?nech i Masi?", "utterance": " And, as all of us have the papers we prefer to show you some pieces of the work of Dr Frankenstein revived exercise quite similar quite different from the original one."}
{"start": "00:16:06.930", "end": "00:16:27.840", "speaker": "Oreto Dom?nech i Masi?", "utterance": " We thought we thought our paper as a springboard for opening a discussion in with him analytical and technological views would be able to gather in order to imagine new collaborative and perhaps more sustainable ways of creating."}
{"start": "00:16:30.960", "end": "00:16:38.580", "speaker": "Oreto Dom?nech i Masi?", "utterance": " PCs how grave yard looks like in most of phonies."}
{"start": "00:16:39.720", "end": "00:16:48.000", "speaker": "Oreto Dom?nech i Masi?", "utterance": " cemeteries and don will read some bits of the few book in Catalan and I will translate it into English."}
{"start": "00:16:48.930", "end": "00:17:03.480", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Our language is not still dead on contrast is a life and perhaps any with you, improve then and somewhat, we hope that will be nice for you to have a different language spree and."}
{"start": "00:17:04.350", "end": "00:17:18.720", "speaker": "Oreto Dom?nech i Masi?", "utterance": " But, before beginning, I would like to you to notice that when you have 200 of electronic liters a works and half of them did you do to obsolescence, it is a variable seeing."}
{"start": "00:17:20.400", "end": "00:17:36.810", "speaker": "Oreto Dom?nech i Masi?", "utterance": " When you have only 20 electronically today works in your language and a team 18 of them day it is too much to lose because the language and its cultural alive, as much as the rpc ball in the world."}
{"start": "00:17:39.120", "end": "00:17:39.750", "speaker": "Oreto Dom?nech i Masi?", "utterance": " So."}
{"start": "00:17:42.000", "end": "00:17:45.420", "speaker": "Oreto Dom?nech i Masi?", "utterance": " I am, I am glad done."}
{"start": "00:17:47.430", "end": "00:17:54.570", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Duncan cancer with us some pieces of the work of the elite work."}
{"start": "00:17:57.240", "end": "00:18:03.120", "speaker": "Oreto Dom?nech i Masi?", "utterance": " He I don't know if I should say translate it to wordpress."}
{"start": "00:18:06.030", "end": "00:18:08.400", "speaker": "Oreto Dom?nech i Masi?", "utterance": " And if you if you have."}
{"start": "00:18:10.560", "end": "00:18:11.130", "speaker": "Oreto Dom?nech i Masi?", "utterance": " you read."}
{"start": "00:18:11.640", "end": "00:18:12.570", "speaker": "Oreto Dom?nech i Masi?", "utterance": " The paper."}
{"start": "00:18:13.830", "end": "00:18:15.810", "speaker": "Oreto Dom?nech i Masi?", "utterance": " You can see that was our."}
{"start": "00:18:17.070", "end": "00:18:18.600", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Multi tool."}
{"start": "00:18:20.820", "end": "00:18:21.420", "speaker": "Anton Ferret", "utterance": " and"}
{"start": "00:18:25.890", "end": "00:18:26.880", "speaker": "Oreto Dom?nech i Masi?", "utterance": " See and."}
{"start": "00:18:28.290", "end": "00:18:30.480", "speaker": "Anton Ferret", "utterance": " i'm sure."}
{"start": "00:18:31.560", "end": "00:18:32.280", "speaker": "Anton Ferret", "utterance": " She was too."}
{"start": "00:18:33.300", "end": "00:18:33.870", "speaker": "Anton Ferret", "utterance": " easy."}
{"start": "00:18:34.410", "end": "00:18:44.790", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Okay, in work in the new wordpress version I think it's not finished yet you have to log in on in the original one."}
{"start": "00:18:45.840", "end": "00:18:50.310", "speaker": "Oreto Dom?nech i Masi?", "utterance": " I think that in the original one the logging goes with Facebook connect."}
{"start": "00:18:52.410", "end": "00:18:56.250", "speaker": "Oreto Dom?nech i Masi?", "utterance": " It was the first times for Facebook."}
{"start": "00:18:57.420", "end": "00:19:01.080", "speaker": "Oreto Dom?nech i Masi?", "utterance": " And in wordpress you have to log in as well."}
{"start": "00:19:02.400", "end": "00:19:04.410", "speaker": "Anton Ferret", "utterance": " i'd like to mention entered into the premier."}
{"start": "00:19:05.580", "end": "00:19:08.130", "speaker": "Anton Ferret", "utterance": " premier to people who Angela double platinum."}
{"start": "00:19:13.230", "end": "00:19:28.020", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Good one wellness we're not what I guess if it's like a COs COs couple several applied john Smith international y'all get some feedback on on para que ya gotta gotta gotta gotta get failures and de la jolla exists, this is."}
{"start": "00:19:29.340", "end": "00:19:30.600", "speaker": "Oreto Dom?nech i Masi?", "utterance": " right here."}
{"start": "00:19:31.920", "end": "00:19:32.550", "speaker": "Oreto Dom?nech i Masi?", "utterance": " With."}
{"start": "00:19:33.600", "end": "00:20:00.540", "speaker": "Oreto Dom?nech i Masi?", "utterance": " cemetery said about memories, because they work begins with a memory you don't know who is on the beach filling their body is like a difference between body and your own name and the name is that seeing your mother say to you to go home when you are."}
{"start": "00:20:01.680", "end": "00:20:10.170", "speaker": "Oreto Dom?nech i Masi?", "utterance": " enjoying the beat or plane and that distant memory, it marks the name massage negative thing."}
{"start": "00:20:11.430", "end": "00:20:11.790", "speaker": "Oreto Dom?nech i Masi?", "utterance": " and"}
{"start": "00:20:13.500", "end": "00:20:15.240", "speaker": "Oreto Dom?nech i Masi?", "utterance": " After that you have."}
{"start": "00:20:16.590", "end": "00:20:21.000", "speaker": "Oreto Dom?nech i Masi?", "utterance": " an email in your your gma."}
{"start": "00:20:22.380", "end": "00:20:23.250", "speaker": "Oreto Dom?nech i Masi?", "utterance": " telling you."}
{"start": "00:20:25.530", "end": "00:20:27.480", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Someone someone's."}
{"start": "00:20:35.880", "end": "00:20:37.170", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Good good you read."}
{"start": "00:20:38.310", "end": "00:20:39.210", "speaker": "Oreto Dom?nech i Masi?", "utterance": " The first one."}
{"start": "00:20:43.980", "end": "00:20:44.220", "speaker": "Anton Ferret", "utterance": " know."}
{"start": "00:20:45.600", "end": "00:20:46.200", "speaker": "Anton Ferret", "utterance": " That God."}
{"start": "00:20:51.150", "end": "00:20:51.570", "speaker": "Anton Ferret", "utterance": " chin."}
{"start": "00:21:00.150", "end": "00:21:00.630", "speaker": "Anton Ferret", "utterance": " On."}
{"start": "00:21:01.890", "end": "00:21:10.950", "speaker": "Anton Ferret", "utterance": " Commerce that asparagus T is when the script particular stick person melanin melanin record others to cater for a SEC one SEC one has been to upper primitive rather."}
{"start": "00:21:11.550", "end": "00:21:21.480", "speaker": "Anton Ferret", "utterance": " than others and Karen don't know who does really many, many programs for Cooper and the Wer T i'm also variable because the exact time in you are visual."}
{"start": "00:21:22.140", "end": "00:21:41.310", "speaker": "Anton Ferret", "utterance": " And, as you know, and bottom poker a and you won't get credit courses volunteers doctors and the one concrete causal centers isn't a cto co morning calm, whether you're not as critical as your shops to null SEC excuse, but the manual flow, can I turn the key a pencil sketch already."}
{"start": "00:21:42.390", "end": "00:21:55.950", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Okay, you, you have a main from someone who has your your name and it's telling you what are you writing on the web, because other people is telling me."}
{"start": "00:21:56.580", "end": "00:22:17.190", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Why are you writing that naughty and unkind things on the web, so it plays the game with the double fiction and and now we know a lot about fake news i'm bored but in in that years that was not."}
{"start": "00:22:18.570", "end": "00:22:19.440", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Use while."}
{"start": "00:22:20.880", "end": "00:22:30.090", "speaker": "Oreto Dom?nech i Masi?", "utterance": " And three more a characters I am I, being your email in your email."}
{"start": "00:22:31.110", "end": "00:22:33.210", "speaker": "Oreto Dom?nech i Masi?", "utterance": " And into the messages."}
{"start": "00:22:35.190", "end": "00:22:36.330", "speaker": "Oreto Dom?nech i Masi?", "utterance": " You can."}
{"start": "00:22:37.830", "end": "00:22:43.140", "speaker": "Oreto Dom?nech i Masi?", "utterance": " You can go to another spaces on the web, like blogs."}
{"start": "00:22:44.220", "end": "00:22:52.440", "speaker": "Oreto Dom?nech i Masi?", "utterance": " And our analysts are always an ecosystem related with identity and your name on a."}
{"start": "00:22:53.580", "end": "00:23:09.150", "speaker": "Oreto Dom?nech i Masi?", "utterance": " supplanting personality and doing things for you and that you are not doing so, this is the they play in them in the work."}
{"start": "00:23:11.280", "end": "00:23:13.140", "speaker": "Oreto Dom?nech i Masi?", "utterance": " For the most raton."}
{"start": "00:23:14.010", "end": "00:23:14.460", "speaker": "None", "utterance": "Shin."}
{"start": "00:23:17.190", "end": "00:23:29.850", "speaker": "Oreto Dom?nech i Masi?", "utterance": " So that the plot is evolving in many ways, but you have always the feeling that you are in you are all the time, in the same story."}
{"start": "00:23:35.970", "end": "00:23:41.010", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Some in in moment you find."}
{"start": "00:23:42.810", "end": "00:23:46.710", "speaker": "Oreto Dom?nech i Masi?", "utterance": " you find yourself in Wikipedia and."}
{"start": "00:23:48.060", "end": "00:23:48.720", "speaker": "Oreto Dom?nech i Masi?", "utterance": " paid."}
{"start": "00:23:51.000", "end": "00:23:56.850", "speaker": "Oreto Dom?nech i Masi?", "utterance": " On can, and you can explore your your own life."}
{"start": "00:23:58.950", "end": "00:23:59.970", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Written there."}
{"start": "00:24:03.210", "end": "00:24:03.420", "speaker": "Anton Ferret", "utterance": " know."}
{"start": "00:24:04.620", "end": "00:24:05.100", "speaker": "Anton Ferret", "utterance": " When."}
{"start": "00:24:07.740", "end": "00:24:08.580", "speaker": "Anton Ferret", "utterance": " Something."}
{"start": "00:24:15.900", "end": "00:24:16.170", "speaker": "None", "utterance": "feels."}
{"start": "00:24:18.870", "end": "00:24:21.390", "speaker": "None", "utterance": "he feels will be pika pika pika."}
{"start": "00:24:31.290", "end": "00:24:34.740", "speaker": "Oreto Dom?nech i Masi?", "utterance": " As you can see voice since yesterday."}
{"start": "00:24:40.140", "end": "00:24:40.410", "speaker": "None", "utterance": "okey."}
{"start": "00:24:41.910", "end": "00:24:42.120", "speaker": "None", "utterance": "okey."}
{"start": "00:24:43.680", "end": "00:24:45.060", "speaker": "None", "utterance": "okey okey."}
{"start": "00:24:47.700", "end": "00:24:48.150", "speaker": "Anton Ferret", "utterance": " dokey now."}
{"start": "00:24:49.470", "end": "00:24:51.510", "speaker": "Oreto Dom?nech i Masi?", "utterance": " And yesterday nicer fun."}
{"start": "00:24:53.550", "end": "00:24:55.890", "speaker": "Oreto Dom?nech i Masi?", "utterance": " was playing all the thing with."}
{"start": "00:25:02.490", "end": "00:25:03.180", "speaker": "Oreto Dom?nech i Masi?", "utterance": " You have."}
{"start": "00:25:09.060", "end": "00:25:09.480", "speaker": "Oreto Dom?nech i Masi?", "utterance": " to miss."}
{"start": "00:25:13.380", "end": "00:25:13.980", "speaker": "Oreto Dom?nech i Masi?", "utterance": " anything."}
{"start": "00:25:16.500", "end": "00:25:18.720", "speaker": "Oreto Dom?nech i Masi?", "utterance": " I sent that in today's day that this has."}
{"start": "00:25:19.770", "end": "00:25:20.280", "speaker": "Oreto Dom?nech i Masi?", "utterance": " received."}
{"start": "00:25:23.820", "end": "00:25:41.310", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Thank you so so the dialogue, you have not dialogue, but you feel you feel that this dialogue with someone you don't know and have your name and another two characters that."}
{"start": "00:25:42.780", "end": "00:25:49.170", "speaker": "Oreto Dom?nech i Masi?", "utterance": " tell you that you are not a kind person, and you are not not doing it very well."}
{"start": "00:25:51.810", "end": "00:25:56.160", "speaker": "Oreto Dom?nech i Masi?", "utterance": " All day long path through the emails and blogs."}
{"start": "00:25:57.570", "end": "00:26:09.240", "speaker": "Oreto Dom?nech i Masi?", "utterance": " And some some place recreating different narrative dentist or the Wikipedia page."}
{"start": "00:26:10.740", "end": "00:26:15.120", "speaker": "Oreto Dom?nech i Masi?", "utterance": " It leads you through the final, that is."}
{"start": "00:26:16.740", "end": "00:26:29.520", "speaker": "Oreto Dom?nech i Masi?", "utterance": " A clear message that you were alone when you began, and in the Internet, you could be and."}
{"start": "00:26:30.870", "end": "00:26:52.200", "speaker": "Oreto Dom?nech i Masi?", "utterance": " It could be a crowded place but finally you are alone, again with your humanity in a in a watery and transforming and liquid space, and it was a very nice metaphor."}
{"start": "00:26:54.360", "end": "00:27:00.480", "speaker": "Oreto Dom?nech i Masi?", "utterance": " them that help very much about reflecting."}
{"start": "00:27:02.040", "end": "00:27:03.180", "speaker": "Oreto Dom?nech i Masi?", "utterance": " What what."}
{"start": "00:27:04.260", "end": "00:27:13.080", "speaker": "Oreto Dom?nech i Masi?", "utterance": " What would what we want, when we are in in media or in Internet networks."}
{"start": "00:27:14.460", "end": "00:27:16.890", "speaker": "Oreto Dom?nech i Masi?", "utterance": " So I think, for the moment."}
{"start": "00:27:17.940", "end": "00:27:19.020", "speaker": "Oreto Dom?nech i Masi?", "utterance": " it's enough."}
{"start": "00:27:21.990", "end": "00:27:23.820", "speaker": "Oreto Dom?nech i Masi?", "utterance": " And we are prepared to."}
{"start": "00:27:24.840", "end": "00:27:28.350", "speaker": "Oreto Dom?nech i Masi?", "utterance": " answer questions commentaries comments."}
{"start": "00:27:34.110", "end": "00:27:34.530", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Sorry."}
{"start": "00:27:36.600", "end": "00:27:37.140", "speaker": "Dene Grigar", "utterance": " figures."}
{"start": "00:27:38.130", "end": "00:27:40.860", "speaker": "Oreto Dom?nech i Masi?", "utterance": " So I put a difficulty in translation, because."}
{"start": "00:27:43.140", "end": "00:27:51.450", "speaker": "Oreto Dom?nech i Masi?", "utterance": " I just speak English every day, and when I speak with another catalyst speaker it difficult for me to."}
{"start": "00:27:52.650", "end": "00:27:53.640", "speaker": "Oreto Dom?nech i Masi?", "utterance": " But thank you."}
{"start": "00:27:54.660", "end": "00:27:55.800", "speaker": "Dene Grigar", "utterance": " A retro novice."}
{"start": "00:27:56.820", "end": "00:28:01.620", "speaker": "Dene Grigar", "utterance": " from America speaks much of anything else we're not trained to do foreign languages quote Unquote."}
{"start": "00:28:03.690", "end": "00:28:11.490", "speaker": "Dene Grigar", "utterance": " So I think whatever you do is marvelous that you even use our language, so thank you so much for your your efforts."}
{"start": "00:28:12.030", "end": "00:28:17.310", "speaker": "Dene Grigar", "utterance": " We have some actual excellent comments in the chat so let's start with clara's comment I can't help but think."}
{"start": "00:28:17.790", "end": "00:28:31.260", "speaker": "Dene Grigar", "utterance": " About hi How ironic, it is that only the words remain when the platforms obsolete is losing electronic literature is distinguishing feature which is really the rich, which is really platform and what the writers do with the, for instance of platform."}
{"start": "00:28:32.820", "end": "00:28:39.570", "speaker": "Dene Grigar", "utterance": " Clarity want to talk about that a little bit more, and then maybe we can engage folks with that question or comment."}
{"start": "00:28:40.560", "end": "00:28:58.620", "speaker": "CLARA CHETCUTI", "utterance": " yeah very short comments really I have very little to add to that, but and I when you were talking about corpses and then you manage still to read out a few words from the texts, I thought, well, the text itself is still alive the body is is dead, but the spirit lives kind of thing."}
{"start": "00:29:00.060", "end": "00:29:08.640", "speaker": "CLARA CHETCUTI", "utterance": " But at the same time it doesn't live in the way that it used to in the way that we think it should because we've interacted with the platform and its original state so."}
{"start": "00:29:09.240", "end": "00:29:16.560", "speaker": "CLARA CHETCUTI", "utterance": " I found that super interesting and also the fact that a lot of us who study later so very aware of."}
{"start": "00:29:17.490", "end": "00:29:22.530", "speaker": "CLARA CHETCUTI", "utterance": " How easy it is to find the work on the next day when we try to find it again."}
{"start": "00:29:23.040", "end": "00:29:35.220", "speaker": "CLARA CHETCUTI", "utterance": " So we will kind of documents and have our own processes of documentation which I find very interesting as well and that very much relates a lot to what Nicholas is doing with floppy disks and yeah that's basically."}
{"start": "00:29:39.810", "end": "00:29:41.460", "speaker": "Dene Grigar", "utterance": " Any of the panelists want to respond to that."}
{"start": "00:29:43.500", "end": "00:29:48.180", "speaker": "Oreto Dom?nech i Masi?", "utterance": " I think we sell Venus is wonderful, but."}
{"start": "00:29:51.120", "end": "00:29:59.970", "speaker": "Oreto Dom?nech i Masi?", "utterance": " I don't know if pandemic is related, but now is it time for exploring different."}
{"start": "00:30:00.990", "end": "00:30:05.010", "speaker": "Oreto Dom?nech i Masi?", "utterance": " different ways of creation and i'm done proposed."}
{"start": "00:30:06.030", "end": "00:30:15.300", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Some of them like well a wordpress has some more democratic or lose four."}
{"start": "00:30:17.190", "end": "00:30:23.670", "speaker": "Oreto Dom?nech i Masi?", "utterance": " And the other one worse in writing that kind of libretto."}
{"start": "00:30:24.900", "end": "00:30:26.880", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Particularly carries on me command Center."}
{"start": "00:30:28.140", "end": "00:30:28.530", "speaker": "Anton Ferret", "utterance": " team."}
{"start": "00:30:29.640", "end": "00:30:42.780", "speaker": "Anton Ferret", "utterance": " will push up with that preserve our servers esca lotto, by the way she rolled on the perimeter model is the geeky fair when we read a lot better a split can come either share."}
{"start": "00:30:43.710", "end": "00:30:54.120", "speaker": "Anton Ferret", "utterance": " You can see in a little bit of my Oscar I believes in academy woman lava is that he went over discrete data Lang those meal boy."}
{"start": "00:30:54.900", "end": "00:31:10.680", "speaker": "Anton Ferret", "utterance": " But share a screen reader mothers knows about it or leave it at all these you know run does move into all lenders will turn into i'm gonna perspective to turn into neurologically friend he proposes to."}
{"start": "00:31:11.190", "end": "00:31:14.340", "speaker": "Oreto Dom?nech i Masi?", "utterance": " write a libretto like an opera libretto."}
{"start": "00:31:15.480", "end": "00:31:25.770", "speaker": "Oreto Dom?nech i Masi?", "utterance": " So programmers him along the years good they took could take that libretto and."}
{"start": "00:31:26.940", "end": "00:31:38.010", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Put the programming on that work, but this was difficult for the authors who like to scratch on code."}
{"start": "00:31:39.030", "end": "00:31:42.540", "speaker": "Oreto Dom?nech i Masi?", "utterance": " and be creative but it's a it's a new way of."}
{"start": "00:31:44.250", "end": "00:31:47.760", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Focusing on creation, I think."}
{"start": "00:31:51.270", "end": "00:32:00.660", "speaker": "Dene Grigar", "utterance": " Well then, that makes a good point about html and javascript and that's something we've we've been talking about it in our lab the fact that there's two platforms that seem to be."}
{"start": "00:32:01.290", "end": "00:32:07.020", "speaker": "Dene Grigar", "utterance": " pervasive and enduring, and that is the web, languages and, secondly, video."}
{"start": "00:32:07.770", "end": "00:32:15.390", "speaker": "Dene Grigar", "utterance": " So we're we're moving more and more net direction, with all the work we're doing in the lab and trying to reconstruct things that have died."}
{"start": "00:32:15.960", "end": "00:32:35.520", "speaker": "Dene Grigar", "utterance": " On story space, for example, or even Java athletes from before dina larson's contact us so anyone want to respond to the comment about web languages, I mean you created your work are retro in web languages, but you did it on a platform right wordpress you said."}
{"start": "00:32:37.860", "end": "00:32:40.020", "speaker": "Dene Grigar", "utterance": " So you can kind of get that back."}
{"start": "00:32:41.700", "end": "00:32:42.000", "speaker": "None", "utterance": "yeah."}
{"start": "00:32:50.430", "end": "00:32:51.870", "speaker": "Anton Ferret", "utterance": " in concert."}
{"start": "00:32:53.580", "end": "00:32:54.780", "speaker": "Anton Ferret", "utterance": " Know Baba."}
{"start": "00:33:02.490", "end": "00:33:10.620", "speaker": "Melinda White (she/her)", "utterance": " anyone else thinking sorry I was thinking to have platforms, I was in this step works workshop on Monday, I think."}
{"start": "00:33:11.460", "end": "00:33:24.270", "speaker": "Melinda White (she/her)", "utterance": " where you can export right, you can use the platform, but then you can export it as code, so that it's preserved bubble in a different space or upload a bull in a different space as well."}
{"start": "00:33:25.950", "end": "00:33:28.530", "speaker": "Melinda White (she/her)", "utterance": " Like twine to don't don't code."}
{"start": "00:33:34.860", "end": "00:33:40.590", "speaker": "Dene Grigar", "utterance": " nucleus is, I have a question about platform, Armenia and reliable narration want to ask that question."}
{"start": "00:33:41.820", "end": "00:33:50.310", "speaker": "Nicholas Schiller (he/him)", "utterance": " Yes, please, as I was reading your work, I was thinking like contemporary there's a lot of dialogue about."}
{"start": "00:33:51.240", "end": "00:34:10.170", "speaker": "Nicholas Schiller (he/him)", "utterance": " gaslighting between people, but we call gaslighting which is you know lying to people what you know, an author might call irony, but as our platform at least a platform for human, social interactions change as time changes i'm sort of wondering if."}
{"start": "00:34:11.490", "end": "00:34:28.530", "speaker": "Nicholas Schiller (he/him)", "utterance": " The authors tool of unreliable narration is different now in 2021 than it might have been a decade or two ago where unreliable narration in the social sphere didn't have that same impact on people in their lives as lived."}
{"start": "00:34:30.930", "end": "00:34:36.390", "speaker": "Oreto Dom?nech i Masi?", "utterance": " I agree totally because iron is recycle recycle."}
{"start": "00:34:38.640", "end": "00:34:46.410", "speaker": "Oreto Dom?nech i Masi?", "utterance": " image that was with pragmatics and I was thinking about a lot of about that."}
{"start": "00:34:46.860", "end": "00:34:48.990", "speaker": "Oreto Dom?nech i Masi?", "utterance": " because now we are losing."}
{"start": "00:34:49.380", "end": "00:34:59.190", "speaker": "Oreto Dom?nech i Masi?", "utterance": " A lot of pieces and preserving them but i'm not sure how will be read in a few years."}
{"start": "00:35:00.240", "end": "00:35:01.410", "speaker": "Oreto Dom?nech i Masi?", "utterance": " And and."}
{"start": "00:35:02.580", "end": "00:35:04.530", "speaker": "Oreto Dom?nech i Masi?", "utterance": " And that's a good."}
{"start": "00:35:05.610", "end": "00:35:07.860", "speaker": "Oreto Dom?nech i Masi?", "utterance": " A great easy to think about."}
{"start": "00:35:08.940", "end": "00:35:10.350", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Because we are going to a."}
{"start": "00:35:12.450", "end": "00:35:14.880", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Digital literacy that."}
{"start": "00:35:16.350", "end": "00:35:29.550", "speaker": "Oreto Dom?nech i Masi?", "utterance": " have to take account of that to not only preserving, not only in knowing how about an iPad text works, but."}
{"start": "00:35:31.260", "end": "00:35:34.830", "speaker": "Oreto Dom?nech i Masi?", "utterance": " We towards the context of that and."}
{"start": "00:35:36.420", "end": "00:35:44.640", "speaker": "Oreto Dom?nech i Masi?", "utterance": " We are a data in history and so Shan on critical and."}
{"start": "00:35:46.500", "end": "00:35:50.970", "speaker": "Oreto Dom?nech i Masi?", "utterance": " We have to be aware of that, I don't know if the."}
{"start": "00:35:52.560", "end": "00:35:58.680", "speaker": "Oreto Dom?nech i Masi?", "utterance": " If the future is a more close dialogue between authors and readers."}
{"start": "00:36:00.000", "end": "00:36:05.520", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Perhaps and offering some some reading off."}
{"start": "00:36:07.380", "end": "00:36:10.020", "speaker": "Oreto Dom?nech i Masi?", "utterance": " of sound works i'm."}
{"start": "00:36:12.840", "end": "00:36:13.830", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Keeping that."}
{"start": "00:36:15.120", "end": "00:36:27.930", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Like like when you read a nap a novel of about the Russians, but to doing that, with electronic liters of because this also leads at her."}
{"start": "00:36:33.090", "end": "00:36:40.050", "speaker": "Oreto Dom?nech i Masi?", "utterance": " To ask see mostly about very beautiful or the dialogue."}
{"start": "00:36:41.700", "end": "00:36:52.710", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Between him he's reading and they can see and other writers is is."}
{"start": "00:36:54.120", "end": "00:36:56.130", "speaker": "Oreto Dom?nech i Masi?", "utterance": " For me, towards because."}
{"start": "00:36:58.560", "end": "00:37:11.790", "speaker": "Oreto Dom?nech i Masi?", "utterance": " I like I like too much so, for references on index quality, but I will I liked very much then figure of balances."}
{"start": "00:37:14.220", "end": "00:37:19.260", "speaker": "Oreto Dom?nech i Masi?", "utterance": " In with no memory is ever fully last but only written over."}
{"start": "00:37:20.700", "end": "00:37:43.830", "speaker": "Oreto Dom?nech i Masi?", "utterance": " And and and I think that image goes very well would all we are experience now experiencing now, with Kobe it, but also with the the last works, and I will like a team, he must see to explain that a little more if it's possible."}
{"start": "00:37:45.720", "end": "00:37:55.800", "speaker": "Timothy Wilcox", "utterance": " yeah, thank you for the question come in, so in a spirit to fund is de quincey introduced this idea about the brain as the pelham c'est where."}
{"start": "00:37:56.640", "end": "00:38:06.030", "speaker": "Timothy Wilcox", "utterance": " We all have these sort of experiences, all these memories are sort of permanent permanently stored somewhere in the brain and then they may be lost to our conscious mind."}
{"start": "00:38:07.110", "end": "00:38:17.610", "speaker": "Timothy Wilcox", "utterance": " But they're always sort of there and then sort of extreme circumstances can bring them back to the surface and this this is him writing around like 1830 or so."}
{"start": "00:38:19.050", "end": "00:38:41.130", "speaker": "Timothy Wilcox", "utterance": " And, and so that there's this idea within that we're he's doing these sort of reflective writings and writing about also he's sort of dreamscapes and so on, and trying to sort of pull back the sort of history of of his life and so on, and this, I think, then becomes."}
{"start": "00:38:42.450", "end": "00:38:56.430", "speaker": "Timothy Wilcox", "utterance": " Relevant for sin hi and were you know, as I was reading the he describes this sort of Bhopal disaster and the soul live recording is this little audio tape that was set up next to a radio."}
{"start": "00:38:57.090", "end": "00:39:05.730", "speaker": "Timothy Wilcox", "utterance": " And you know so much of that incident is lost, and so that becomes a model for part of what he thinks about is, you know how to."}
{"start": "00:39:06.360", "end": "00:39:18.420", "speaker": "Timothy Wilcox", "utterance": " pull back and try to reclaim some of those things and and so there's there's so much that you know he sort of believes via that the quincy and so on, and still sort of there somewhere."}
{"start": "00:39:19.050", "end": "00:39:33.420", "speaker": "Timothy Wilcox", "utterance": " And that you can sort of pull up through that and then even looking at the audio recording and sort of imagine well if it were video, this is what would sort of be there as well, and there is another."}
{"start": "00:39:35.130", "end": "00:39:47.520", "speaker": "Timothy Wilcox", "utterance": " test from wordsworth the the related context that I had quoted in my abstract that I didn't end up getting to an end my paper it sort of was going in too many directions, but."}
{"start": "00:39:48.780", "end": "00:40:00.090", "speaker": "Timothy Wilcox", "utterance": " In the second edition of lyrical ballads he writes in his preface that poetry is the spontaneous overflow powerful feelings, it takes its origin from emotion recollected and tranquility."}
{"start": "00:40:00.630", "end": "00:40:09.120", "speaker": "Timothy Wilcox", "utterance": " Of as any goes on to say that the emotion is contemplated till by a species of reaction, the tranquility gradually disappears."}
{"start": "00:40:09.630", "end": "00:40:18.870", "speaker": "Timothy Wilcox", "utterance": " And an emotion contributes to that which was before the subject of contemplation is gradually produced and does itself actually exist in the mind."}
{"start": "00:40:19.560", "end": "00:40:40.110", "speaker": "Timothy Wilcox", "utterance": " And so you have this the sort of romantic sense that the idea or the goal of a poet and of any sort of sort of lyrically reflective writer, such as to quincy are sinha is to go back through the sort of tranquility and pull back the depictions of the emotions, such that."}
{"start": "00:40:41.280", "end": "00:40:54.240", "speaker": "Timothy Wilcox", "utterance": " You then really sort of feel it in the present day, and has its own sort of sort of emotional social emulation and and so that this This, I think, was really sort of interesting and thinking about."}
{"start": "00:40:55.380", "end": "00:41:09.300", "speaker": "Timothy Wilcox", "utterance": " The the dynamics of these ephemeral and social electronic works, where you have these sort of very sort of deeply moving experiences, and this is sort of one of the main things and sin has text is."}
{"start": "00:41:09.960", "end": "00:41:17.700", "speaker": "Timothy Wilcox", "utterance": " You know, even as I mentioned, at one point, in that the full paper, the you know his narrative starts out sort of crudely and you have."}
{"start": "00:41:18.150", "end": "00:41:36.150", "speaker": "Timothy Wilcox", "utterance": " Those bits wear shades is is very violent work, but that all of this sort of produces these very strong emotions, even through a sort of virtuality and so he learns in this sort of parallel way, the way in which you know that."}
{"start": "00:41:38.040", "end": "00:41:48.630", "speaker": "Timothy Wilcox", "utterance": " What a what we imagine he said he says, at one point, we make true that you have these sort of buried layers things there and then you can sort of pull them."}
{"start": "00:41:49.110", "end": "00:42:05.760", "speaker": "Timothy Wilcox", "utterance": " back up and and I think that's sort of something something interesting to think about in terms of these last works, and you know there's something that's been very quite moving in the past several months as we've lost support for flash and and we have you know very real sort of."}
{"start": "00:42:06.930", "end": "00:42:16.470", "speaker": "Timothy Wilcox", "utterance": " Physical and and sort of emulated efforts to recreate the works or sort of simulate parts of them, but then also people really getting into."}
{"start": "00:42:17.250", "end": "00:42:27.150", "speaker": "Timothy Wilcox", "utterance": " What it is that really made these works special and interesting and and trying to bring to life in other ways, but was really sort of going on at the heart of all of that."}
{"start": "00:42:31.290", "end": "00:42:43.350", "speaker": "Dene Grigar", "utterance": " To me, the one of the things we're talking about in the lab is working on with actually mario's bruschi he would have been here this morning, I think, to my rate is the idea that all preservation is translation it's some form of translation."}
{"start": "00:42:44.430", "end": "00:42:51.660", "speaker": "Dene Grigar", "utterance": " And so, whether you take flash and move it from its original format into html or you move it into you know you redo it to ruffle."}
{"start": "00:42:52.230", "end": "00:42:59.520", "speaker": "Dene Grigar", "utterance": " Whether you take a story space document and run it in you know redo it in html languages it's all a matter of translation, and I think that's."}
{"start": "00:43:00.030", "end": "00:43:07.170", "speaker": "Dene Grigar", "utterance": " You know you think about human centeredness in the in the act of translation, because it is tied to communication and express human expression."}
{"start": "00:43:08.130", "end": "00:43:15.450", "speaker": "Dene Grigar", "utterance": " You know that's the essence of it all, so how you know what does that mean, and how does that you know, allow us to preserve."}
{"start": "00:43:15.960", "end": "00:43:24.120", "speaker": "Dene Grigar", "utterance": " Aspects of those works, you know I think it's something like zoology by Sasha West, which is just breathtakingly gorgeous there's no way."}
{"start": "00:43:24.780", "end": "00:43:34.770", "speaker": "Dene Grigar", "utterance": " That we can reconstruct that without you know, putting that that whole feeling of it, the thing that happens in it the physical movement all of those things that go with the words."}
{"start": "00:43:35.550", "end": "00:43:49.350", "speaker": "Dene Grigar", "utterance": " You can't can't reconstruct that easily without trying to get that interactivity back, which is something that Melinda was talking about earlier, so I think you know just thinking about it from the perspective of translation, it helps us to kind of step back and."}
{"start": "00:43:50.460", "end": "00:43:56.760", "speaker": "Dene Grigar", "utterance": " You know, remember that all we're doing is trying to keep things alive for human beings, whatever method we use."}
{"start": "00:44:01.800", "end": "00:44:09.510", "speaker": "Timothy Wilcox", "utterance": " Right yeah and also you know within translation there's the idea of the you know that the translator is bringing a significant."}
{"start": "00:44:10.020", "end": "00:44:15.240", "speaker": "Timothy Wilcox", "utterance": " original creative sort of endeavor into the work, and I think there's there's something."}
{"start": "00:44:16.110", "end": "00:44:23.700", "speaker": "Timothy Wilcox", "utterance": " Interesting with with that in terms of the these sorts of ideas of preservation and copying the sort of ephemeral experiences."}
{"start": "00:44:24.420", "end": "00:44:36.930", "speaker": "Timothy Wilcox", "utterance": " A another thing i'd sort of hinted toward in my my abstract that I ended up shifting away from it is i've been thinking, for instance about some of the like."}
{"start": "00:44:37.410", "end": "00:44:43.770", "speaker": "Timothy Wilcox", "utterance": " Wild successes within sort of electronic taxa and one thing that stood out was facade."}
{"start": "00:44:44.400", "end": "00:44:51.180", "speaker": "Timothy Wilcox", "utterance": " Which is the sort of interactive work where you know you're typing in dialogue and having these sorts of exchanges and so on."}
{"start": "00:44:51.750", "end": "00:44:54.990", "speaker": "Timothy Wilcox", "utterance": " And so you have this experience with the work which then is sort of."}
{"start": "00:44:55.710", "end": "00:45:03.720", "speaker": "Timothy Wilcox", "utterance": " You can maybe repeat a lot of the same you know you learn if I save this at this moment, this will happen, and you can sort of repeat some of that but but."}
{"start": "00:45:04.140", "end": "00:45:15.390", "speaker": "Timothy Wilcox", "utterance": " The whole of it isn't isn't always replaceable and not everyone will come into it, with the same sort of social understanding and approach things in the same manner, with the same sort of."}
{"start": "00:45:18.300", "end": "00:45:24.810", "speaker": "Timothy Wilcox", "utterance": " ability to capture quite the right language, where it's it's very quite picky at times what you want to say."}
{"start": "00:45:25.590", "end": "00:45:33.510", "speaker": "Timothy Wilcox", "utterance": " But something that I think is interesting is this is actually one of the most successful electronic works in a way, because similar to the."}
{"start": "00:45:33.990", "end": "00:45:41.850", "speaker": "Timothy Wilcox", "utterance": " Electronic literature labs to reversals in a way on YouTube you know there's there's a lot of popular videos that people playing this."}
{"start": "00:45:42.600", "end": "00:45:53.370", "speaker": "Timothy Wilcox", "utterance": " Usually centered around going off the rails, which is zone sort of point of interest in the work, maybe related to the idea of of irony, and in a row and mountains paper."}
{"start": "00:45:54.510", "end": "00:46:05.100", "speaker": "Timothy Wilcox", "utterance": " But you know you have millions of people watching play through some of this work, even though you could still sort of experience that and another thing is sort of."}
{"start": "00:46:05.670", "end": "00:46:18.270", "speaker": "Timothy Wilcox", "utterance": " Interesting where you know, even though they can still play it there's something quite interesting in the translation into you know, this is one person's sort of."}
{"start": "00:46:18.900", "end": "00:46:27.150", "speaker": "Timothy Wilcox", "utterance": " depiction revision of the work as they play through it and as they sort of Edit things together, and so on, and I think there's something."}
{"start": "00:46:27.990", "end": "00:46:40.560", "speaker": "Timothy Wilcox", "utterance": " To think about about there in terms of the idea that you know, ultimately, this is trying to serve future readers and future generations of scholars and so on and so there's something to think about in terms of you know."}
{"start": "00:46:42.510", "end": "00:46:50.130", "speaker": "Timothy Wilcox", "utterance": " I think, particularly for scholars I Ideally, we would all want like perfect recreations of all the older works like with the."}
{"start": "00:46:51.180", "end": "00:47:01.260", "speaker": "Timothy Wilcox", "utterance": " Nicholas and trying to preserve you know the the old East gate texts and so on, you know we all want to be able to like have these, and I think many people would."}
{"start": "00:47:01.830", "end": "00:47:14.520", "speaker": "Timothy Wilcox", "utterance": " love the experience of being able to just sort of pop in one of the old floppy disks or a copy of London and actually just sort of play it as it was originally designed, but I think there's something interesting to this idea that there is a lot of."}
{"start": "00:47:16.020", "end": "00:47:22.260", "speaker": "Timothy Wilcox", "utterance": " Actual sort of interest among a broader readership in in what could be the sort of translations."}
{"start": "00:47:25.560", "end": "00:47:34.590", "speaker": "Dene Grigar", "utterance": " Nicholson, one thing that you're finding I mean I think all of us know that when we are working with these dis every time we put them into the computer and pull them out something happens to the bits right."}
{"start": "00:47:35.190", "end": "00:47:45.900", "speaker": "Dene Grigar", "utterance": " This bit rot all kinds of things can happen so Nicholas do you want to talk about some of the anomalies and things that you found with your work, because there is no such thing as fixity."}
{"start": "00:47:48.060", "end": "00:48:00.570", "speaker": "Nicholas Schiller (he/him)", "utterance": " Well, some things are intended to be fixed at least, or at least in this case capturing intentions is much more central are much more important than it is in a reading."}
{"start": "00:48:01.290", "end": "00:48:13.140", "speaker": "Nicholas Schiller (he/him)", "utterance": " In that sense, one of the key things that the two pieces of technology, I was looking at work, almost as a metaphor for some of the other issues we have with."}
{"start": "00:48:14.040", "end": "00:48:34.110", "speaker": "Nicholas Schiller (he/him)", "utterance": " Like reading a text, whether you know the platform and the context, enough of those can be captured that are reading today is comparable to a reading 20 years ago is this magnetic flux recording of the floppy disk and I think that's a key that might be lost."}
{"start": "00:48:35.250", "end": "00:48:50.730", "speaker": "Nicholas Schiller (he/him)", "utterance": " In what the new or the technology that i'm using does as rather than decoding an alphabet and i'll use that as a metaphor, what a regular floppy disk would do it will look in a particular location on a particular disk."}
{"start": "00:48:51.480", "end": "00:49:01.230", "speaker": "Nicholas Schiller (he/him)", "utterance": " Rather than decoding an alphabet that way what these tools are doing is taking a more analog."}
{"start": "00:49:02.280", "end": "00:49:19.440", "speaker": "Nicholas Schiller (he/him)", "utterance": " image of the desk, which is a high quality, look at where things are placed, and the reason that that's important is for most of preservation history if I wanted to capture a an 800 K."}
{"start": "00:49:21.600", "end": "00:49:40.980", "speaker": "Nicholas Schiller (he/him)", "utterance": " MacIntosh disk from 1998 that ran on system software 6.0 I would need a floppy drive that understood that that floppy disk spun out of variable rate, rather than a fixed rate and an encoded information in certain places, what."}
{"start": "00:49:42.270", "end": "00:49:55.860", "speaker": "Nicholas Schiller (he/him)", "utterance": " You know these little bits of technology, allow us to do is capture the entire context the read the Read had on a floppy disk which works analogous lead to a three dimensional or."}
{"start": "00:49:56.370", "end": "00:50:09.960", "speaker": "Nicholas Schiller (he/him)", "utterance": " A two dimensional stylists on a photograph is it just captures the magnetic reading so it doesn't need to know how many sectors, there are and what location, the sectors are located, it can bring an image."}
{"start": "00:50:10.440", "end": "00:50:18.000", "speaker": "Nicholas Schiller (he/him)", "utterance": " And we can decode that image now, but the really significant thing is, if we capture these magnetic images now."}
{"start": "00:50:18.420", "end": "00:50:27.960", "speaker": "Nicholas Schiller (he/him)", "utterance": " In five years is a very real real possibility that the decoding technology can improve, and so we can capture a fixed."}
{"start": "00:50:28.650", "end": "00:50:43.590", "speaker": "Nicholas Schiller (he/him)", "utterance": " image that is layered and more complex and more capable of reading now and floppy is that we capture now that would be that are unreadable today have the hope at least of becoming readable again with better interpretation software."}
{"start": "00:50:51.480", "end": "00:50:55.680", "speaker": "Claus-Michael Schlesinger", "utterance": " I have a question regarding this disk images, may I."}
{"start": "00:50:57.150", "end": "00:51:04.320", "speaker": "Claus-Michael Schlesinger", "utterance": " And because do I understand this correctly that that with cry of looks you you rather."}
{"start": "00:51:05.640", "end": "00:51:26.580", "speaker": "Claus-Michael Schlesinger", "utterance": " Save the magnetic signal and don't produce a disk image that just saves the ones and zeros on the that are actually readable on the disk and I wonder if, because in there are forensic methods that are that are able to."}
{"start": "00:51:27.930", "end": "00:51:40.680", "speaker": "Claus-Michael Schlesinger", "utterance": " derive information from underneath the superficial information layer, and this is this these methods don't work with regular disk images, because this."}
{"start": "00:51:41.340", "end": "00:51:59.460", "speaker": "Claus-Michael Schlesinger", "utterance": " These additional layers are lost in the in the imaging process and I have the impression that, with your imaging of magnetic signals and is it possible to then apply these forensic methods to your magnetic flux images."}
{"start": "00:52:01.620", "end": "00:52:14.880", "speaker": "Nicholas Schiller (he/him)", "utterance": " I do not know that that that there is a method available now, but certainly in theory that's exactly what's available digital Palace chests I guess you know that's the theme that that's pulling out of this but yes."}
{"start": "00:52:16.560", "end": "00:52:28.740", "speaker": "Nicholas Schiller (he/him)", "utterance": " There are one of the advantages of using a magnetic flux recording is that you can make that flux recording and then create the actual disk images from that recording."}
{"start": "00:52:29.100", "end": "00:52:41.580", "speaker": "Nicholas Schiller (he/him)", "utterance": " Rather than having to go back to a second read of the desk to make a new image and, in many cases that's important because you'll have a floppy disk that you don't know what it is."}
{"start": "00:52:42.030", "end": "00:53:00.540", "speaker": "Nicholas Schiller (he/him)", "utterance": " And previously the methodology, would be to guess until you get it right and that's a lot of potentially destructive reads, but if you can make a magnetic flux reading, you can then create an infinite number of disk images until you find one that is capable of being read."}
{"start": "00:53:06.570", "end": "00:53:12.990", "speaker": "Nicholas Schiller (he/him)", "utterance": " But that's a long winded way of saying yes, what you mentioned that should be possible with this technology."}
{"start": "00:53:18.090", "end": "00:53:23.640", "speaker": "Dene Grigar", "utterance": " I think it does it does laid bare the connection between literature and platform."}
{"start": "00:53:24.780", "end": "00:53:32.580", "speaker": "Dene Grigar", "utterance": " Right, it does it does that's a good example of how I mean when I write a poem for a book I don't I mean I have my line breaks."}
{"start": "00:53:33.240", "end": "00:53:44.100", "speaker": "Dene Grigar", "utterance": " But I don't worry about the paper, a month thinking about how big that book is going to be I don't know what page that's going to fall on in the book when it's published it's just turn over my words."}
{"start": "00:53:45.150", "end": "00:53:59.130", "speaker": "Dene Grigar", "utterance": " When I write something for the for the electronic literature formats, I have to think about what for is it going to be twine you know is that going to work in twine does that should I put this in html what was my color palette."}
{"start": "00:54:01.290", "end": "00:54:10.680", "speaker": "Dene Grigar", "utterance": " And do I want a hyperlink any of these words, you know, and I think that's that lays at the heart of what we're trying to get to today's like there is such a deep connection."}
{"start": "00:54:11.430", "end": "00:54:24.240", "speaker": "Dene Grigar", "utterance": " And it's it's one thing it's the most fascinating part of what we do it's also something that's that puts us at odds with readers right So how do we, how do we bridge the gaps."}
{"start": "00:54:24.510", "end": "00:54:25.860", "speaker": "Nicholas Schiller (he/him)", "utterance": " There, so to speak."}
{"start": "00:54:28.860", "end": "00:54:40.140", "speaker": "Colin Post", "utterance": " And that's true, but we do have mean give examples of I guess poets, that we could talk about thinking them like a platform kind of way and I think you like blake, for instance, is like."}
{"start": "00:54:40.650", "end": "00:54:48.480", "speaker": "Colin Post", "utterance": " You know he's designed all the pages he's composing the pounds with the sort of copper plate engraving in mind."}
{"start": "00:54:49.710", "end": "00:55:06.570", "speaker": "Colin Post", "utterance": " me, you know, unless we're looking at the original prints that he made you know are excellent ways are also kind of translations of affairs pounds as well, so we do have examples of poets and other writers that sort of work in this platform specific way, I guess, we can call it now."}
{"start": "00:55:08.130", "end": "00:55:10.500", "speaker": "Colin Post", "utterance": " But that's yeah that's and I guess We probably have you know."}
{"start": "00:55:11.970", "end": "00:55:22.290", "speaker": "Colin Post", "utterance": " writers that are also working with digital technologies that aren't thinking about those things to write that are just like opening up a word document and in during the words in there."}
{"start": "00:55:24.810", "end": "00:55:30.060", "speaker": "Dene Grigar", "utterance": " We have comments from you Clara and Agnes you both want to make your comments allowed."}
{"start": "00:55:31.290", "end": "00:55:31.710", "speaker": "Dene Grigar", "utterance": " Parallel."}
{"start": "00:55:33.390", "end": "00:55:53.970", "speaker": "Perla Sasson-Henry", "utterance": " Yes, I just had a very brief comment, when we are talking about platforms non poetry, it takes me back to a already best poems which have so much wisdom, but the reason is so much related to the social and political background in Argentina, which reminds us of the military marches the."}
{"start": "00:55:53.970", "end": "00:56:06.750", "speaker": "Perla Sasson-Henry", "utterance": " Second, so, so how important it is the the platform, the code in this in this instance to to transmit all that all that aspect know and."}
{"start": "00:56:07.200", "end": "00:56:20.040", "speaker": "Perla Sasson-Henry", "utterance": " A so but I also agree with with Dean Dean, that what we are trying to do what Dean, has been trying to do so hard, is the best translation that that can be done, see and then as."}
{"start": "00:56:20.790", "end": "00:56:28.800", "speaker": "Perla Sasson-Henry", "utterance": " scholars what we can do is to try to seek to add as they did with traversing within their social and historical."}
{"start": "00:56:29.250", "end": "00:56:42.330", "speaker": "Perla Sasson-Henry", "utterance": " A media that they have existed, not so that's very important but that was that's what it came to mind the rhythm of reverse a points and it takes me back to Argentina, the 70s now."}
{"start": "00:56:43.080", "end": "00:56:49.560", "speaker": "Dene Grigar", "utterance": " what's interesting is that I I argue in my my digital storytelling class that that print killed poetry."}
{"start": "00:56:51.180", "end": "00:56:54.930", "speaker": "Dene Grigar", "utterance": " Because because it's a different platform and poetry was meant to be a."}
{"start": "00:56:56.220", "end": "00:57:06.630", "speaker": "Dene Grigar", "utterance": " song or spoken, and you can hear that okay IQ meter right the march of that meter and it's so much easier for the for you to feel that in your body."}
{"start": "00:57:07.080", "end": "00:57:23.580", "speaker": "Dene Grigar", "utterance": " than it is just to take it take it in just through silent reading right and so that you know the print format is a translation of the oral you know work that so like Homer are all these different than Homer in print I promise you."}
{"start": "00:57:24.960", "end": "00:57:40.380", "speaker": "Dene Grigar", "utterance": " And this is true for anything that we're doing now right and then taking it from print and trying to put it into electronic literature formats mean all of those are just translations and they capture ordinances of the medium and then also have to deal with constraints."}
{"start": "00:57:41.610", "end": "00:57:47.220", "speaker": "Dene Grigar", "utterance": " Clara and Agnes and if you have comments I mentioned initially you turned on your camera so."}
{"start": "00:57:47.820", "end": "00:57:54.660", "speaker": "Agnieszka Przybyszewska", "utterance": " yeah it was just a kind of footnote, for what you have just said, because I, when I think about book form."}
{"start": "00:57:54.960", "end": "00:58:15.090", "speaker": "Agnieszka Przybyszewska", "utterance": " And the history of book, of course, we were thinking about doing the book very invisible interface so, then you don't ask those kind of question you mentioned, but when I think about the books like liberata books even like selznick brown says next books."}
{"start": "00:58:16.170", "end": "00:58:35.460", "speaker": "Agnieszka Przybyszewska", "utterance": " Like Daniel esky books, so there are forms which are quite problematic so maybe we don't have such problems with a per serving them, but with standard lot of bad edition of the book and it makes they made the hook."}
{"start": "00:58:37.260", "end": "00:58:59.100", "speaker": "Agnieszka Przybyszewska", "utterance": " And announced impossible to understand it the right way, so I think it's quite similar to what we can observe in electronic literature so maybe it's only thinking about the platform interface coding, which is important to the meaning and the book body also can be such a thing."}
{"start": "00:59:07.320", "end": "00:59:08.700", "speaker": "Dene Grigar", "utterance": " Clearly, when we make your comment."}
{"start": "00:59:10.170", "end": "00:59:17.190", "speaker": "CLARA CHETCUTI", "utterance": " um yeah Okay, and I was thinking about when you when you were speaking Dini are talking about."}
{"start": "00:59:18.360", "end": "00:59:23.970", "speaker": "CLARA CHETCUTI", "utterance": " At one point, you were saying that you don't really think about paper and when you're writing a work in print."}
{"start": "00:59:24.330", "end": "00:59:33.840", "speaker": "CLARA CHETCUTI", "utterance": " And I felt that, yes, because you want words to do something different when you're actually writing a letter, which is why you think about is it going to work in this platform."}
{"start": "00:59:34.290", "end": "00:59:44.490", "speaker": "CLARA CHETCUTI", "utterance": " But then even this things one you know it got me thinking about this weird trend that we've been seeing in are lots of English writers, who either produce their work."}
{"start": "00:59:44.940", "end": "00:59:51.390", "speaker": "CLARA CHETCUTI", "utterance": " Also in print or produce a variation of it in print and I was wondering why do they do that."}
{"start": "00:59:52.020", "end": "01:00:03.690", "speaker": "CLARA CHETCUTI", "utterance": " I mean, is it is it part of the drive to preserve the work to make sure it doesn't upset lease is it part of the drive to see the work in a difference in sensation and what you can do and very puzzled by."}
{"start": "01:00:05.400", "end": "01:00:11.790", "speaker": "Dene Grigar", "utterance": " Learning different artists have their have different reasons I think of the most wonderful example is Mr Mrs bourses."}
{"start": "01:00:12.180", "end": "01:00:19.710", "speaker": "Dene Grigar", "utterance": " Between page and screen, so the book becomes so connected to the book The book is part of the digital work right, so you hold the book up."}
{"start": "01:00:20.130", "end": "01:00:30.360", "speaker": "Dene Grigar", "utterance": " To the camera and the camera reads the symbols and then the poetry is a vote right on the screen So you see the animations that makes a lot of sense."}
{"start": "01:00:30.870", "end": "01:00:37.680", "speaker": "Dene Grigar", "utterance": " There are people I can I I can't speak to all artists, but I know that some do it because they have to make a living."}
{"start": "01:00:38.490", "end": "01:00:43.050", "speaker": "Dene Grigar", "utterance": " And it's hard and people want things for free on the Internet yeah all things on the Net is free right."}
{"start": "01:00:43.590", "end": "01:00:59.520", "speaker": "Dene Grigar", "utterance": " So you know, being able to sell something you know the Apps when when asked first came out, you know so many of us thought this might be the way to make a living at what we do and Eric lawyers strange rain had 500,000 downloads."}
{"start": "01:01:00.240", "end": "01:01:04.590", "speaker": "Oreto Dom?nech i Masi?", "utterance": " I would like to say something about that Clara."}
{"start": "01:01:06.660", "end": "01:01:35.490", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Because I think in stephanie's to land a work that I am not sure, because you need lots a long time of reading Stephen is the plan to and understand all her work, but I can see a path that goes angry tired returns between bait on between on screen."}
{"start": "01:01:36.690", "end": "01:01:48.930", "speaker": "Oreto Dom?nech i Masi?", "utterance": " And and, for example, a one of her first books there with Burton about Simone biles and live and."}
{"start": "01:01:50.310", "end": "01:01:51.600", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Philosophical."}
{"start": "01:01:53.490", "end": "01:02:25.800", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Right writing is like this cedar that the little tiny seed you is flourishing in universe and that's very close related with the world the word literal word as the main technology we have and the platforms and the books and and all these paths stephanie D, it is very close."}
{"start": "01:02:28.020", "end": "01:02:39.150", "speaker": "Oreto Dom?nech i Masi?", "utterance": " At that to the world work to the literary world walk, and I mean and don't and don't a few book."}
{"start": "01:02:40.380", "end": "01:02:58.920", "speaker": "Oreto Dom?nech i Masi?", "utterance": " I was engaged it through the world not not with the platform that that is the mechanism about a you more on irony was working because they the word or."}
{"start": "01:03:00.210", "end": "01:03:00.630", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Was."}
{"start": "01:03:03.270", "end": "01:03:28.230", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Making me go in, in that way or the other way and it was my name and my body was like diversity of me, and there was another person who wrote me emails with my name and there was a Wikipedia page with my name and there was always this game."}
{"start": "01:03:30.630", "end": "01:03:36.930", "speaker": "Oreto Dom?nech i Masi?", "utterance": " related with the word on the name and when Clara was room."}
{"start": "01:03:38.430", "end": "01:03:43.320", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Really, reflecting in the chat about our scholarly."}
{"start": "01:03:44.850", "end": "01:03:47.760", "speaker": "Oreto Dom?nech i Masi?", "utterance": " And this is a main thing, and this is, I mean."}
{"start": "01:03:49.230", "end": "01:03:53.460", "speaker": "Oreto Dom?nech i Masi?", "utterance": " i'm idea to think about on these times."}
{"start": "01:03:54.720", "end": "01:04:04.290", "speaker": "Oreto Dom?nech i Masi?", "utterance": " i'm watching what What about a writing dialogues between also and readers yes, I know that."}
{"start": "01:04:06.690", "end": "01:04:10.260", "speaker": "Oreto Dom?nech i Masi?", "utterance": " That my my reading experiences only mine."}
{"start": "01:04:11.400", "end": "01:04:11.970", "speaker": "Oreto Dom?nech i Masi?", "utterance": " But."}
{"start": "01:04:13.260", "end": "01:04:20.610", "speaker": "Oreto Dom?nech i Masi?", "utterance": " I think need we need dialogue like we did severe sal Sunday and the videos."}
{"start": "01:04:21.660", "end": "01:04:26.430", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Were Christine wilkes was reading your work."}
{"start": "01:04:29.520", "end": "01:04:33.150", "speaker": "Dene Grigar", "utterance": " I can tell you that if you do those kinds of things, if you have these videos."}
{"start": "01:04:33.780", "end": "01:04:42.990", "speaker": "Dene Grigar", "utterance": " i'd love to be able to have them in the next that we can have those available to everybody doesn't do any good if we do it and have it on our own computers."}
{"start": "01:04:44.040", "end": "01:04:54.480", "speaker": "Dene Grigar", "utterance": " We want to make it available, so if you have any of that kind of material that you want to share with the universe, please let me know because that's important important stuff to have."}
{"start": "01:04:56.460", "end": "01:04:59.340", "speaker": "Dene Grigar", "utterance": " um Timothy has commented about the book and ethics."}
{"start": "01:05:00.120", "end": "01:05:10.980", "speaker": "Timothy Wilcox", "utterance": " yeah so it's very interested in this idea within the paper about how you know the work was set up to connect through Facebook connect and access all those personal information."}
{"start": "01:05:11.220", "end": "01:05:19.800", "speaker": "Timothy Wilcox", "utterance": " Yes, and no, it was sort of a commentary and reaction on that and that it then it stopped working as Facebook updated on some level extensively about."}
{"start": "01:05:20.130", "end": "01:05:33.810", "speaker": "Timothy Wilcox", "utterance": " Improving privacy protections and so on and so there's this great line about how the you know the ethics of the work sort of one out in a way, but that destroyed, then the the path of the work, but then it also."}
{"start": "01:05:34.620", "end": "01:05:40.530", "speaker": "Timothy Wilcox", "utterance": " You know there's this sense that comes on later how they're all these other ways in which."}
{"start": "01:05:41.160", "end": "01:05:50.730", "speaker": "Timothy Wilcox", "utterance": " The there are still these privacy concerns and maybe even worse ones, and then I was also thinking about there was a recent story within was signal."}
{"start": "01:05:51.210", "end": "01:05:59.850", "speaker": "Timothy Wilcox", "utterance": " served out these instagram ads that were basically like we served you this ad because you are X, Y amp Z sort of highlighting the all the things that."}
{"start": "01:06:00.300", "end": "01:06:12.060", "speaker": "Timothy Wilcox", "utterance": " Facebook data knows about about you and and some of its very hyper specific and categorize and so on, but there's something interesting how you know there's a sense that."}
{"start": "01:06:13.050", "end": "01:06:22.020", "speaker": "Timothy Wilcox", "utterance": " On some level it's it's sort of this one of the most of the work that it that it stops working that you stopped being able to get all of that personal data at Facebook."}
{"start": "01:06:22.860", "end": "01:06:32.700", "speaker": "Timothy Wilcox", "utterance": " But then it also seems like over time actually you need this work more and more to really press those those questions about."}
{"start": "01:06:33.120", "end": "01:06:43.890", "speaker": "Timothy Wilcox", "utterance": " This platform and what it's doing with all of this, the sort of personal information and how we might imagine ourselves seeing this information fed back to us."}
{"start": "01:06:44.400", "end": "01:07:01.590", "speaker": "Timothy Wilcox", "utterance": " outside of you know facebook's very curated ways that are designed to you know, make us feel good and make us feel like the you know, this is all very constrained and safe in ways that the the you know accusatory structure of the few book then sort of pushes back against."}
{"start": "01:07:03.690", "end": "01:07:19.590", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Thank you, I think a tone good answer that question don't play winter para la fille de ma previous previous into the lead to account and, if you will, in a connection with anyone lava in this proposal stage beta."}
{"start": "01:07:21.300", "end": "01:07:23.040", "speaker": "Oreto Dom?nech i Masi?", "utterance": " manager is a DEMO."}
{"start": "01:07:27.540", "end": "01:07:28.410", "speaker": "Oreto Dom?nech i Masi?", "utterance": " dissenting."}
{"start": "01:07:29.760", "end": "01:07:32.340", "speaker": "Oreto Dom?nech i Masi?", "utterance": " See what's another applicant paki paki is you."}
{"start": "01:07:34.410", "end": "01:07:43.590", "speaker": "Anton Ferret", "utterance": " Know per sub sushil telaprevir see that I can be at the commander, and again change the one of those cultures, though, can be a star just a Min."}
{"start": "01:07:45.000", "end": "01:07:53.280", "speaker": "Anton Ferret", "utterance": " system, see the performers COM Facebook and Simon you have appointments America there's yeah i'm watching this that this person else."}
{"start": "01:07:56.940", "end": "01:08:05.430", "speaker": "Anton Ferret", "utterance": " guys know over there you're ready to delete was the other spouse who knows dominant simple premise he observing operable Emma."}
{"start": "01:08:11.760", "end": "01:08:12.210", "speaker": "Dene Grigar", "utterance": " Your site."}
{"start": "01:08:13.500", "end": "01:08:14.640", "speaker": "Dene Grigar", "utterance": " muted or a time."}
{"start": "01:08:16.020", "end": "01:08:17.640", "speaker": "Oreto Dom?nech i Masi?", "utterance": " And when."}
{"start": "01:08:19.080", "end": "01:08:27.990", "speaker": "Oreto Dom?nech i Masi?", "utterance": " done the first few book or the data a you put into the walk."}
{"start": "01:08:29.160", "end": "01:08:32.790", "speaker": "Oreto Dom?nech i Masi?", "utterance": " And festival, you had you had to give your permission."}
{"start": "01:08:35.220", "end": "01:08:36.000", "speaker": "Oreto Dom?nech i Masi?", "utterance": " But."}
{"start": "01:08:37.560", "end": "01:08:38.610", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Father more."}
{"start": "01:08:44.640", "end": "01:08:46.170", "speaker": "Dene Grigar", "utterance": " you're muted again or a toe."}
{"start": "01:08:47.790", "end": "01:08:50.160", "speaker": "Oreto Dom?nech i Masi?", "utterance": " game express our this person I am Eastern."}
{"start": "01:08:51.060", "end": "01:08:59.700", "speaker": "Anton Ferret", "utterance": " Three you're the one I have a Burmese eat continuum in total over exhibit a good fit, but then lava and shelter masuda than she ever I can fit."}
{"start": "01:09:00.390", "end": "01:09:12.750", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Okay, the work when you get a gave permission to the work, the work activate that permission to you, so you was quite."}
{"start": "01:09:14.250", "end": "01:09:28.740", "speaker": "Oreto Dom?nech i Masi?", "utterance": " demonstration like saying Joe, that is, we took your data, but after that all the data that they work contained."}
{"start": "01:09:30.150", "end": "01:09:43.710", "speaker": "Oreto Dom?nech i Masi?", "utterance": " was like a reflection, for you, like a mirror when they work was evolving with your data, but after you read the work the data disappeared."}
{"start": "01:09:44.790", "end": "01:09:48.660", "speaker": "Oreto Dom?nech i Masi?", "utterance": " and turn didn't he didn't keep the data."}
{"start": "01:09:49.470", "end": "01:10:02.250", "speaker": "Anton Ferret", "utterance": " A lot less diverse delish as well as Kevin and mysterious criminals receivers that us, as well as Evan and the story is ridiculous receivers, that is, as well as Evan and be story yes."}
{"start": "01:10:03.330", "end": "01:10:09.600", "speaker": "Anton Ferret", "utterance": " i'm in more hours, but then continuum in base miracle percent."}
{"start": "01:10:10.080", "end": "01:10:22.500", "speaker": "Oreto Dom?nech i Masi?", "utterance": " You know that that was making a long day the work with really cooler stories with criminal stories so like telling you look what."}
{"start": "01:10:24.300", "end": "01:10:25.680", "speaker": "Oreto Dom?nech i Masi?", "utterance": " could happen to you."}
{"start": "01:10:26.730", "end": "01:10:36.060", "speaker": "Oreto Dom?nech i Masi?", "utterance": " So in the in the platform in the data they generation would was in all of that."}
{"start": "01:10:37.890", "end": "01:10:52.140", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Not only in the world, but in the dialogue your own data and the platform and the LEADER I work was having with you."}
{"start": "01:10:56.640", "end": "01:11:07.980", "speaker": "Dene Grigar", "utterance": " So we have two minutes left before we have to leave this room for the next session so do you want one quick little wrap up or do you want to."}
{"start": "01:11:09.270", "end": "01:11:12.720", "speaker": "Dene Grigar", "utterance": " respond to that Anton yes and I missed the initial."}
{"start": "01:11:13.800", "end": "01:11:26.340", "speaker": "Agnieszka Przybyszewska", "utterance": " Well, I hope that I will have a possibility to talk about this with auditor tomorrow, but I was thinking if the walk you were talking about this is an example of."}
{"start": "01:11:27.120", "end": "01:11:47.520", "speaker": "Agnieszka Przybyszewska", "utterance": " literature, because people are looking for one bentley to show we're also looking for previous examples and this use of data, the personal data of the reader is exactly what is the Center of the topics ooh, so I think it would be happy to discuss tomorrow, but I just don't want to wait."}
{"start": "01:11:48.090", "end": "01:11:48.990", "speaker": "Oreto Dom?nech i Masi?", "utterance": " will be nice."}
{"start": "01:11:50.100", "end": "01:11:51.180", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Yes, thank you."}
{"start": "01:11:53.490", "end": "01:11:55.650", "speaker": "Oreto Dom?nech i Masi?", "utterance": " it's lovely to read to them be and don't."}
{"start": "01:11:57.090", "end": "01:12:01.350", "speaker": "Oreto Dom?nech i Masi?", "utterance": " get to emulate that is things like those be down this humble loca loca."}
{"start": "01:12:03.540", "end": "01:12:06.600", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Yes, I, they also agree with that."}
{"start": "01:12:08.280", "end": "01:12:08.580", "speaker": "Oreto Dom?nech i Masi?", "utterance": " he's."}
{"start": "01:12:10.080", "end": "01:12:34.620", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Colombian a literary works, yes, but in our earlier states, I think it was no, no, with their mobile devices more evident, perhaps, but when you are in front of your computer is not that dividend but yes, is, I agree with you, I think it's that is part of the meaning of the work."}
{"start": "01:12:36.270", "end": "01:12:36.960", "speaker": "Oreto Dom?nech i Masi?", "utterance": " Thank you."}
{"start": "01:12:37.680", "end": "01:12:42.420", "speaker": "Dene Grigar", "utterance": " let's give a hand to all this, all the speakers presenters Thank you so much."}
{"start": "01:12:44.310", "end": "01:12:51.060", "speaker": "Dene Grigar", "utterance": " Let me recommend that you take the discussion on to the discord channel and continue this and don't wait till tomorrow."}
{"start": "01:12:53.100", "end": "01:12:54.960", "speaker": "Dene Grigar", "utterance": " Thank you so much, everybody bye bye."}