{"start": "00:00:28.590", "end": "00:00:31.260", "speaker": "Anne Karhio", "utterance": " Okay, I think we are good to go."}
{"start": "00:00:32.820", "end": "00:00:40.350", "speaker": "Anne Karhio", "utterance": " So we've had our Jingle now presumes that that means that we are, we are okay to proceed with the official."}
{"start": "00:00:41.670", "end": "00:01:03.240", "speaker": "Anne Karhio", "utterance": " program so welcome everybody to this morning's first session I hope you've enjoyed the past few days, and you know refreshed after night's sleep ready for more zoom conversations, and so this wonderful panel is on platform possibilities and beyond, and we have three speakers and I will."}
{"start": "00:01:05.340", "end": "00:01:11.370", "speaker": "Anne Karhio", "utterance": " Allow the speakers to to proceed, one by one, and then we'll have Q amp a and hopefully plenty of time for Q amp a."}
{"start": "00:01:12.720", "end": "00:01:23.880", "speaker": "Anne Karhio", "utterance": " Afterwards, so without further ado i'd like to present our first speaker who is Samir Roy."}
{"start": "00:01:25.080", "end": "00:01:30.330", "speaker": "Anne Karhio", "utterance": " Who is working on a master's thesis in English literature at the University of English."}
{"start": "00:01:31.740", "end": "00:01:34.020", "speaker": "Anne Karhio", "utterance": " English foreign languages in Hebrew."}
{"start": "00:01:35.970", "end": "00:01:39.330", "speaker": "Anne Karhio", "utterance": " And yeah go ahead, sorry yeah."}
{"start": "00:01:40.290", "end": "00:01:47.760", "speaker": "Samya Roy", "utterance": " yeah hi can everyone hear me my audio problem yeah alright so you're going to scream."}
{"start": "00:01:50.820", "end": "00:01:52.470", "speaker": "Samya Roy", "utterance": " Okay, is my screen visible."}
{"start": "00:01:56.250", "end": "00:01:58.020", "speaker": "Anne Karhio", "utterance": " not yet not yet no."}
{"start": "00:01:59.850", "end": "00:02:01.860", "speaker": "Samya Roy", "utterance": " not visible oh sorry."}
{"start": "00:02:06.630", "end": "00:02:09.900", "speaker": "S?ren Bro Pold (he, him)", "utterance": " Just says you've started screen sharing and then it's black."}
{"start": "00:02:10.950", "end": "00:02:14.460", "speaker": "Samya Roy", "utterance": " Oh i'm sorry I think my screen must have frozen."}
{"start": "00:02:15.570", "end": "00:02:22.020", "speaker": "Samya Roy", "utterance": " Then you could proceed with the next presenter or presenters Okay, and then I can probably come in later on, because my."}
{"start": "00:02:22.620", "end": "00:02:34.050", "speaker": "Anne Karhio", "utterance": " Are you sure you've given your zoom I think you have to give it permission to access your to do share your screen there's the setting for that unless somebody knows better with this happened to me a few weeks ago, oh there we are."}
{"start": "00:02:35.070", "end": "00:02:35.790", "speaker": "Anne Karhio", "utterance": " Okay, oh."}
{"start": "00:02:35.850", "end": "00:02:37.890", "speaker": "susiecronin", "utterance": " it's that turned it off and turn it on again."}
{"start": "00:02:37.890", "end": "00:02:38.250", "speaker": "None", "utterance": "select."}
{"start": "00:02:42.870", "end": "00:02:44.040", "speaker": "Samya Roy", "utterance": " visible now yeah."}
{"start": "00:02:45.180", "end": "00:02:46.650", "speaker": "Samya Roy", "utterance": " So sorry so sorry for."}
{"start": "00:02:46.650", "end": "00:02:47.670", "speaker": "Samya Roy", "utterance": " That up whatever."}
{"start": "00:02:49.080", "end": "00:03:04.470", "speaker": "Samya Roy", "utterance": " yeah alright, so my name is Roy i'm currently a master student in a few hyderabad and just finished representing my senses, so I will be talking about Indian electronic writing publix platforms and possibilities."}
{"start": "00:03:05.670", "end": "00:03:15.690", "speaker": "Samya Roy", "utterance": " And you can, as you can see that there is a little solo written over there, means that i'll be focusing on solo Indian electronic writing now what is solo electronic writing."}
{"start": "00:03:16.440", "end": "00:03:26.760", "speaker": "Samya Roy", "utterance": " Is that in my master's thesis I try to identify how people I mean people who don't really have any infrastructural support or any kind of."}
{"start": "00:03:27.960", "end": "00:03:32.910", "speaker": "Samya Roy", "utterance": " mostly not academic understanding of what electronic signature is because mostly they don't."}
{"start": "00:03:33.570", "end": "00:03:44.340", "speaker": "Samya Roy", "utterance": " And how do they create electronic literature, or how do they write on the web, in their own without any kind of support without any kind of infrastructure or technical support so yeah."}
{"start": "00:03:44.910", "end": "00:03:54.510", "speaker": "Samya Roy", "utterance": " So the first thing we use publix and how I bring this into the picture I started with a survey I my survey went on from 15th of March June 15 of April."}
{"start": "00:03:54.870", "end": "00:04:02.880", "speaker": "Samya Roy", "utterance": " are collected at nine text based interviews and from there, I clean the data and I got some data for my survey."}
{"start": "00:04:03.480", "end": "00:04:11.040", "speaker": "Samya Roy", "utterance": " And in my survey also I requested for people to join and I wanted to create a Community for electronic signature and."}
{"start": "00:04:11.430", "end": "00:04:16.560", "speaker": "Samya Roy", "utterance": " To create a Community for electronic traditional in India, I have to take help have two very important organizations."}
{"start": "00:04:16.800", "end": "00:04:26.700", "speaker": "Samya Roy", "utterance": " One of them being 30, which is the digital humanities alliance for research and teaching innovations and gain studies, India, the Twitter handles and and the one website is mentioned for people, if you want to follow."}
{"start": "00:04:27.270", "end": "00:04:39.180", "speaker": "Samya Roy", "utterance": " So this space, which is active in walks up is very important morality in the Indian context it's very important to bridge the divide, and this is where my publix comes into play, which was very important for me to collect my data."}
{"start": "00:04:40.260", "end": "00:04:50.010", "speaker": "Samya Roy", "utterance": " And that gave rise to electronic signature India, which proved essentially in gathering and and seeing the presence and then pizza gate and the process of amplification."}
{"start": "00:04:50.910", "end": "00:04:59.280", "speaker": "Samya Roy", "utterance": " And then coming to the platforms, I know I can't really elaborate on the data and analysis at this point, but you can take a screenshot if you want, and I am."}
{"start": "00:04:59.640", "end": "00:05:06.750", "speaker": "Samya Roy", "utterance": " More than happy to talk on it, but since we have a shortage of time I can you elaborate on it, but i'll just quickly go through it."}
{"start": "00:05:07.350", "end": "00:05:16.080", "speaker": "Samya Roy", "utterance": " So that not to take any of the others time in the platforms, want to try to see is the two very important aspects of the aspects of gender intentionality."}
{"start": "00:05:16.410", "end": "00:05:28.920", "speaker": "Samya Roy", "utterance": " People who are dedicated to identify as male and female, I asked them that, why do they write online, what is the reason, and I see a marked difference between the gender and and why the right."}
{"start": "00:05:29.910", "end": "00:05:43.260", "speaker": "Samya Roy", "utterance": " call for in the context of the meal, I see that they talk about feeling good and community, but to be a very important part, but the case of females 18% talk about cathartic responses and events occasionally."}
{"start": "00:05:44.400", "end": "00:05:54.210", "speaker": "Samya Roy", "utterance": " faces to give you the space to kind of express themselves and about platforms also convenience forms a major part and why do they reject print."}
{"start": "00:05:54.660", "end": "00:06:04.140", "speaker": "Samya Roy", "utterance": " Why can they not writing print and many people say that it is because it is interactive informal and three, which is very important when it comes to the context of India alright."}
{"start": "00:06:05.100", "end": "00:06:11.310", "speaker": "Samya Roy", "utterance": " Then, apart from my thing I will also like to point out the darkest where I have been writing in English."}
{"start": "00:06:12.270", "end": "00:06:19.530", "speaker": "Samya Roy", "utterance": " i've been reading literature, for the past five years since I was in school where I continue to experiment with it and stuff after."}
{"start": "00:06:20.130", "end": "00:06:28.320", "speaker": "Samya Roy", "utterance": " After like a few hours, we will have right was within our lesson, where, if you join I will talk more about it and Elsa, but I have been trying to create the near."}
{"start": "00:06:28.740", "end": "00:06:37.200", "speaker": "Samya Roy", "utterance": " Future collection, so that is also an important source, where you can identify how things are working out and if you have been in the draft."}
{"start": "00:06:37.650", "end": "00:06:46.260", "speaker": "Samya Roy", "utterance": " exhibit just before this you might have had some pointers there as well, okay now coming to the very end, I won't take much time on any more time."}
{"start": "00:06:46.680", "end": "00:06:51.060", "speaker": "Samya Roy", "utterance": " So the possibilities, is where we can go further now."}
{"start": "00:06:51.840", "end": "00:06:57.270", "speaker": "Samya Roy", "utterance": " I talked about electronic India right so in terms of India, the group which exists in what's up at this point."}
{"start": "00:06:57.510", "end": "00:07:06.270", "speaker": "Samya Roy", "utterance": " But because our country is going to start a humanitarian crisis we're using the group to collect resources and help each other out need to collect oxygen out of the hospital beds."}
{"start": "00:07:06.480", "end": "00:07:18.750", "speaker": "Samya Roy", "utterance": " Because he has academic is important, but it is even more important for people to be alive yeah my videos are given and I will be love to talk anytime so yeah Thank you so much."}
{"start": "00:07:32.310", "end": "00:07:42.360", "speaker": "Anne Karhio", "utterance": " Thank you very much, semi, and so we will go with the usual system will go one paper or presentation after another and then we'll have a conversation afterwards."}
{"start": "00:07:43.620", "end": "00:08:03.480", "speaker": "Anne Karhio", "utterance": " So our next speaker is susie cronin, who is a scholar of eloquent literature, based in Cork Ireland at the moment it's such an interesting situation where you never know where people actually are their institutional affiliations and where people are from, and then there are."}
{"start": "00:08:05.850", "end": "00:08:07.920", "speaker": "Anne Karhio", "utterance": " places where they happened to be at the moment, so."}
{"start": "00:08:08.460", "end": "00:08:10.680", "speaker": "Anne Karhio", "utterance": " yeah wonderful, but also disorienting."}
{"start": "00:08:10.800", "end": "00:08:13.410", "speaker": "susiecronin", "utterance": " For me, and you and I are not so far from each."}
{"start": "00:08:13.890", "end": "00:08:17.970", "speaker": "susiecronin", "utterance": " lovely but it feels like you know you could be in any time zone or anywhere."}
{"start": "00:08:18.900", "end": "00:08:20.310", "speaker": "Anne Karhio", "utterance": " Anyway, go ahead Susan."}
{"start": "00:08:20.610", "end": "00:08:36.240", "speaker": "susiecronin", "utterance": " Thanks so much and so i'll just preface my discussion by saying that i'm not actually affiliated with an institution at the moment and i'm not researching full time but I did come across and i'm going to start sharing my screen and probably quite clumsy Lisa and."}
{"start": "00:08:37.650", "end": "00:08:54.150", "speaker": "susiecronin", "utterance": " Share screen so i'm currently looking at migrant narratives and the ways in which these sort of contribute to, and let me just find the button, because I live on faces are over present and."}
{"start": "00:08:55.980", "end": "00:09:00.180", "speaker": "susiecronin", "utterance": " I shouldn't try and speak and coordinate myself at the same time can everyone see my screen."}
{"start": "00:09:02.010", "end": "00:09:03.660", "speaker": "susiecronin", "utterance": " Perfect cool Thank you so much."}
{"start": "00:09:04.140", "end": "00:09:15.510", "speaker": "susiecronin", "utterance": " um yes okay so i'm currently looking at the way in which online communities are formed and the way in which the iterations of Community then have sort of repercussions for understanding of."}
{"start": "00:09:15.900", "end": "00:09:25.110", "speaker": "susiecronin", "utterance": " Mobility and privilege and travel in the present so as part of that sort of interest strand, this is something that I developed following."}
{"start": "00:09:25.710", "end": "00:09:35.250", "speaker": "susiecronin", "utterance": " Reading the IOM world migration report in 2020 and to see that migrate narratives have been rendered in expressive digital forms, so that is to say."}
{"start": "00:09:35.490", "end": "00:09:48.750", "speaker": "susiecronin", "utterance": " narrative forums that operate for the purpose of storytelling so we have instances of Apps, such as the Italian up working, which is a slightly game of fired up that is designed to allow migrants to."}
{"start": "00:09:49.080", "end": "00:10:01.770", "speaker": "susiecronin", "utterance": " navigate the job market in Europe, but I think the two Apps that I look at here survival and very me my love both produced in 2017 are interesting for this kind of purity of."}
{"start": "00:10:02.220", "end": "00:10:12.600", "speaker": "susiecronin", "utterance": " em storytelling intention and the idea that they're purely for narrative purposes and they're both gamma Phi to they're both sort of designed in such a way that they are."}
{"start": "00:10:13.110", "end": "00:10:20.910", "speaker": "susiecronin", "utterance": " Engaging user interactivity and they use the game form but in sort of a non traditional way as i'll explore here."}
{"start": "00:10:21.510", "end": "00:10:34.620", "speaker": "susiecronin", "utterance": " And so, because of the shortness of the discussion i'm just going to cherry pick some of the points and I was skeptical initially when I read this was my presentation on moving sorry."}
{"start": "00:10:35.700", "end": "00:10:36.420", "speaker": "susiecronin", "utterance": " him."}
{"start": "00:10:38.010", "end": "00:10:53.850", "speaker": "susiecronin", "utterance": " There we go now apologies, so I was skeptical initially about this idea of the serious game in inverted commas so that's how survival presents itself on its Google APP store homepage and then I found the concept of retirees and."}
{"start": "00:10:55.080", "end": "00:11:08.340", "speaker": "susiecronin", "utterance": " persuasive game useful here, so the persuasive game is that is designated as an art practice or a piece of instructive art, more so than a sort of marketable product designed as an enjoyable distraction from the real world."}
{"start": "00:11:08.820", "end": "00:11:17.100", "speaker": "susiecronin", "utterance": " And, and so really emphasizes the particular aptitude of the persuasive game forum for dealing with political themes such as Labor migrants and war."}
{"start": "00:11:17.400", "end": "00:11:24.930", "speaker": "susiecronin", "utterance": " And so I found this quite a constructor sort of avenue to look at some of the problematic surrounding categorizing this kind of material."}
{"start": "00:11:25.470", "end": "00:11:37.770", "speaker": "susiecronin", "utterance": " And I looked also at the way in which empathy is generated and we want kind of have time to look into other platforms, such as instagram, for example, but I think it's interesting to look at the capacity."}
{"start": "00:11:38.160", "end": "00:11:50.040", "speaker": "susiecronin", "utterance": " of migrant centered content and content created and by and four people on the move, as a force that can sort of regenerate and refresh and."}
{"start": "00:11:50.520", "end": "00:12:00.000", "speaker": "susiecronin", "utterance": " contribute positively to our perception of what migrant experience is, and I think, as has arisen in sort of previous discussions in different panels."}
{"start": "00:12:00.300", "end": "00:12:10.650", "speaker": "susiecronin", "utterance": " The mobile phone kind of keeps arising as one of the most democratic sort of platforms for and the sharing of digital narrative, so I think this fact that both."}
{"start": "00:12:11.130", "end": "00:12:24.240", "speaker": "susiecronin", "utterance": " Of the narratives I explore here are published on phone Apps is really powerful in the sense that it creates this kind of as even as possible access, and let me see."}
{"start": "00:12:27.990", "end": "00:12:36.210", "speaker": "susiecronin", "utterance": " So i'll skip forward a little bit because i'm conscious of time, this is the homepage of survival, so it shows the sort of six thumbnails that and."}
{"start": "00:12:36.480", "end": "00:12:46.860", "speaker": "susiecronin", "utterance": " describe the six and levels, I was gonna say chapters i've kind of internalize the narrative too much so survival is an APP that's held."}
{"start": "00:12:47.550", "end": "00:12:52.350", "speaker": "susiecronin", "utterance": " In landscape rotation on the phone so it's kind of read the lens of this kind of game boy."}
{"start": "00:12:52.770", "end": "00:13:08.790", "speaker": "susiecronin", "utterance": " format and the gamification does mean that the APP simplifies somewhat the kind of characterization and other aspects of sort of narrative development and so its capacity to generate empathy is kind of surrendered a little bit to."}
{"start": "00:13:09.810", "end": "00:13:18.960", "speaker": "susiecronin", "utterance": " fitting in with the game for them, and I think that's part of the fact that it's generated as a collaborative project that I believe did not receive so much funding."}
{"start": "00:13:20.280", "end": "00:13:29.130", "speaker": "susiecronin", "utterance": " But they've done very well in order to create a piece that raises awareness that's freely available and that represents what can be done."}
{"start": "00:13:29.520", "end": "00:13:43.590", "speaker": "susiecronin", "utterance": " When sort of migrant communities and locals in inverted commas, because I think that term is also quite a strangely towards realizing and work together in order to create something that allows people to navigate."}
{"start": "00:13:44.160", "end": "00:13:51.360", "speaker": "susiecronin", "utterance": " And I think it was altered in some of the reviews for its simplicity and I think in some ways the way in which it's set up as a game."}
{"start": "00:13:51.690", "end": "00:13:59.610", "speaker": "susiecronin", "utterance": " has caused issues with some users were one of the user of using the Google play store reads I like it, but why does the boat level have to take so long."}
{"start": "00:13:59.820", "end": "00:14:09.120", "speaker": "susiecronin", "utterance": " So I think the empathy is blocked somewhat by the extent to which the game is created as a game in which the goal is to move through things sort of seamlessly."}
{"start": "00:14:09.420", "end": "00:14:15.810", "speaker": "susiecronin", "utterance": " And i'm conscious of time i'm probably a exploiting the time limit, a little bit so do stop me please, and if."}
{"start": "00:14:16.470", "end": "00:14:24.330", "speaker": "susiecronin", "utterance": " i'm going over a very me my love is a much more sort of developed project in the sense that there are multiple sort of."}
{"start": "00:14:25.230", "end": "00:14:33.840", "speaker": "susiecronin", "utterance": " organizations involved, so the pixel hunt are de France and fakes and it's inexpensive it's not free to download it's also available on the APP store."}
{"start": "00:14:34.440", "end": "00:14:37.170", "speaker": "susiecronin", "utterance": " And you have a sense of the aesthetics from this."}
{"start": "00:14:37.920", "end": "00:14:50.310", "speaker": "susiecronin", "utterance": " and part of the advertisement for Barry my love characterization is much more developed it takes the form of instant messaging between nor, who is a migrant woman from Syria undertaking."}
{"start": "00:14:50.730", "end": "00:14:58.620", "speaker": "susiecronin", "utterance": " A sort of clandestine journey and to Turkey, there are a number of different sort of strands of the narrative so depending on."}
{"start": "00:14:59.370", "end": "00:15:08.670", "speaker": "susiecronin", "utterance": " How you choose to respond you normally have two options so you're you as the user are interacting as magic was no noise husband in the narrative."}
{"start": "00:15:09.300", "end": "00:15:22.290", "speaker": "susiecronin", "utterance": " And the tone is very sort of ludic, so I think the title very me my love comes across as a little bit alarming to a non Arabic speaker but it's sort of colloquialism that is quite a commonplace way of saying goodbye."}
{"start": "00:15:22.710", "end": "00:15:36.750", "speaker": "susiecronin", "utterance": " So I think, and then by contrast to this kind of quite large title and the actual vernacular of the narrative itself is quite playful and, in some ways, quite American, so there is a little sense and."}
{"start": "00:15:37.200", "end": "00:15:46.050", "speaker": "susiecronin", "utterance": " that we need to probe here as well, to what degree, words are being placed in the characters mode what's being lost or gained in translation, but that's a whole nother."}
{"start": "00:15:46.470", "end": "00:15:52.050", "speaker": "susiecronin", "utterance": " Discussion for someone with a bit more Arabic proficiency so the narrative and twins itself in the temporary."}
{"start": "00:15:52.470", "end": "00:16:00.180", "speaker": "susiecronin", "utterance": " of instant messaging the absence push notification to the user, the way in which the user has to experience delays sort of then parallel."}
{"start": "00:16:00.480", "end": "00:16:08.310", "speaker": "susiecronin", "utterance": " The way in which measured has to wait on updates from newer there's a degree of uncertainty and suspense experienced from these delays."}
{"start": "00:16:08.910", "end": "00:16:18.180", "speaker": "susiecronin", "utterance": " And so I think this does work really effectively in order to generate sort of a sense of empathy with someone in the position of being separated from a loved one who's undertaking."}
{"start": "00:16:19.200", "end": "00:16:20.880", "speaker": "susiecronin", "utterance": " A migratory trajectory."}
{"start": "00:16:22.350", "end": "00:16:30.450", "speaker": "susiecronin", "utterance": " And there is also a lot of discussion of the kinds of issues that are encountered, am I doing okay for time to have."}
{"start": "00:16:32.190", "end": "00:16:36.480", "speaker": "susiecronin", "utterance": " yeah I think it runs just being kind I think i'm probably running over."}
{"start": "00:16:36.870", "end": "00:16:45.780", "speaker": "susiecronin", "utterance": " So neuro occasionally cuts the conversation short wary of issues such as low battery and so there is this kind of paralleling of the user with magic who's based."}
{"start": "00:16:46.140", "end": "00:16:49.590", "speaker": "susiecronin", "utterance": " At their home, he has the stability, where he's not sort of."}
{"start": "00:16:49.980", "end": "00:17:01.260", "speaker": "susiecronin", "utterance": " and subjected to the same kind of restrictions margin is also sort of freely able to browse information so, for instance you'll hear from Norway she's in Croatian she sees a huge demonstration or a blockage."}
{"start": "00:17:01.710", "end": "00:17:14.130", "speaker": "susiecronin", "utterance": " And, from my perspective, he is the one who's able to browse for con for news content or updates and that might give him some context as to why that is, and so you can feel noise kind of."}
{"start": "00:17:14.640", "end": "00:17:20.940", "speaker": "susiecronin", "utterance": " apprehension and the restrictions on her in terms of not allowing her phone battery to die because she's never quite sure."}
{"start": "00:17:21.300", "end": "00:17:33.240", "speaker": "susiecronin", "utterance": " How much is left, so there is a very real sense of sort of urgency and also limitation here, and I think these delays really generate investment in the narrative for any user that is sort of."}
{"start": "00:17:33.780", "end": "00:17:39.120", "speaker": "susiecronin", "utterance": " earnestly engaging with the narrative I think there is a really successful sort of sense of investment, and I think."}
{"start": "00:17:39.600", "end": "00:17:45.360", "speaker": "susiecronin", "utterance": " The way in which the push notifications are sent to the user's phone mean that they're sort of accorded."}
{"start": "00:17:45.780", "end": "00:17:57.090", "speaker": "susiecronin", "utterance": " Attention there's a decision actively been taken, each time in this attention economy, whereby this narrative deserves attention this narrative deserves sort of investment on the part of the user."}
{"start": "00:17:58.410", "end": "00:18:03.720", "speaker": "susiecronin", "utterance": " i'll skip ahead, just to my concluding remarks because I think I should sort of start to wrap up."}
{"start": "00:18:04.290", "end": "00:18:11.670", "speaker": "susiecronin", "utterance": " And then again i've mentioned this before the phone is an intersection between practicality and entertainment urgency and destruction."}
{"start": "00:18:12.000", "end": "00:18:23.370", "speaker": "susiecronin", "utterance": " And it kind of operators quite a democratic platform choice, so I think the mobile APP narrative has a huge amount of potential for narratives in terms of diffusing widely and diffusing in a democratic way."}
{"start": "00:18:24.780", "end": "00:18:31.950", "speaker": "susiecronin", "utterance": " A return to the persuasive game notion will no doubt pro fruitful in gaining a fuller understanding of the game form beyond lunatics."}
{"start": "00:18:32.340", "end": "00:18:38.580", "speaker": "susiecronin", "utterance": " And operating more intentionally as a catalyst for change, and I look as well in the paper at games for change an organization that looks."}
{"start": "00:18:38.970", "end": "00:18:48.990", "speaker": "susiecronin", "utterance": " At specifically grouping together or sort of indexing games that have a social context or social justice sort of context and intention and."}
{"start": "00:18:49.650", "end": "00:18:57.210", "speaker": "susiecronin", "utterance": " Finally, to small things i'm wondering whether and this might be very reductive for scholars with more sort of proficiency in video game studies."}
{"start": "00:18:57.540", "end": "00:19:09.510", "speaker": "susiecronin", "utterance": " But whether the persuasive game inverts the traditionally held perception of video games form as rooted in fantastical escapism and instead engages the player and urgent immersion and confrontation with real world issues."}
{"start": "00:19:09.810", "end": "00:19:23.760", "speaker": "susiecronin", "utterance": " And that's sort of an open ended question that will just sort of feed into further probing of this persuasive game idea in relation to not only migrant narratives but also LGBT Q sort of narratives and the scope of."}
{"start": "00:19:24.750", "end": "00:19:35.700", "speaker": "susiecronin", "utterance": " The video game as a mode of exploring empathy and understanding Community building and Community solidarity here and, finally, looking at."}
{"start": "00:19:36.180", "end": "00:19:42.540", "speaker": "susiecronin", "utterance": " The title of this panel platform possibilities and beyond i'm interested in the way in which migrant narrative can capture and express."}
{"start": "00:19:42.960", "end": "00:19:53.760", "speaker": "susiecronin", "utterance": " And itself, the way in which migrants can use social media platforms to re Center the dialogue that often is kind of appropriated by journalism and is often sort of em."}
{"start": "00:19:54.780", "end": "00:20:07.380", "speaker": "susiecronin", "utterance": " prescriptive in the sense that m news platforms will often dictate what kind of content, they want to use in order to mobilize a particular vision of migrants, so I think this kind of capacity for."}
{"start": "00:20:07.410", "end": "00:20:08.340", "speaker": "susiecronin", "utterance": " Migrants to."}
{"start": "00:20:08.430", "end": "00:20:09.810", "speaker": "susiecronin", "utterance": " Re Center themselves."}
{"start": "00:20:10.170", "end": "00:20:20.850", "speaker": "susiecronin", "utterance": " within their own narratives is something that represents quite a powerful potential, and I think it's quite exciting to see this appearing in the realm of digital literature as we kind of talked more and more about."}
{"start": "00:20:21.720", "end": "00:20:28.470", "speaker": "susiecronin", "utterance": " equality of representation and looking at communities worldwide engaging in digital points, so thank you so much for listening."}
{"start": "00:20:29.310", "end": "00:20:41.970", "speaker": "susiecronin", "utterance": " I kind of skipped over the last slides apologies and please do reach out to me i'd love to chat more and i'm looking forward to the questions and thank you for letting me ramble on for quite such a long time i'll stop screen sharing."}
{"start": "00:20:43.740", "end": "00:20:46.050", "speaker": "Anne Karhio", "utterance": " Thanks very much susie i'm."}
{"start": "00:20:47.160", "end": "00:21:01.200", "speaker": "Anne Karhio", "utterance": " fairly well on time with with questions as well, so we should be okay just a warning because my I keep getting warnings that my connection is unstable and my screen freezes a little bit every now and then so i'm not planning to disappear, but if."}
{"start": "00:21:01.350", "end": "00:21:05.610", "speaker": "Anne Karhio", "utterance": " I drop a line for a second so don't be alarmed, I will be back as soon as possible."}
{"start": "00:21:07.140", "end": "00:21:12.780", "speaker": "Anne Karhio", "utterance": " Great thanks to the and we have one more speaker in this panel and that's Julian Hannah and."}
{"start": "00:21:13.980", "end": "00:21:17.580", "speaker": "Anne Karhio", "utterance": " assistant professor in tilburg University in the Netherlands at the moment, if I."}
{"start": "00:21:19.260", "end": "00:21:25.050", "speaker": "Anne Karhio", "utterance": " crack it and yeah go ahead and we'll have a conversation and questions afterwards."}
{"start": "00:21:27.690", "end": "00:21:30.120", "speaker": "Julian Hanna", "utterance": " Thanks i'll just share my."}
{"start": "00:21:31.440", "end": "00:21:32.250", "speaker": "Julian Hanna", "utterance": " screen here."}
{"start": "00:21:40.290", "end": "00:21:41.730", "speaker": "Julian Hanna", "utterance": " how's that can you see that okay."}
{"start": "00:21:43.260", "end": "00:21:56.070", "speaker": "Julian Hanna", "utterance": " Can you hear me and see everything and everything's good okay good so as you can see my papers called pandemic and protest revolution and reflection and it's about the online manifesto from the past."}
{"start": "00:21:56.880", "end": "00:22:04.470", "speaker": "Julian Hanna", "utterance": " 14 or 15 months basically as you'll see I kind of stuck to the brief of the pandemic timeline pretty closely."}
{"start": "00:22:06.090", "end": "00:22:14.190", "speaker": "Julian Hanna", "utterance": " So i'll start by saying I hope this finds you well in a way that we've gotten used to say, this is just a glimpse of the full version, obviously."}
{"start": "00:22:15.270", "end": "00:22:18.780", "speaker": "Julian Hanna", "utterance": " Just kind of starting from this point of view of."}
{"start": "00:22:19.830", "end": "00:22:23.640", "speaker": "Julian Hanna", "utterance": " Taking the manifesto as the kind of genre of the avant garde."}
{"start": "00:22:25.440", "end": "00:22:34.950", "speaker": "Julian Hanna", "utterance": " And it also kind of is reflecting and often encouraging crisis points and upheaval in politics and society in the arts."}
{"start": "00:22:35.910", "end": "00:22:46.560", "speaker": "Julian Hanna", "utterance": " there's been a lot of great scholarship on the manifesto, but most of it was written before 2008 so it's starting to get it's you know just in social media was getting started so it's it's getting."}
{"start": "00:22:47.430", "end": "00:22:56.730", "speaker": "Julian Hanna", "utterance": " slightly out of date and that's the kind of gap i'm trying to fill, but in this case i'm just starting i'm just focusing really on the pandemic period."}
{"start": "00:22:58.890", "end": "00:23:01.290", "speaker": "Julian Hanna", "utterance": " So this was strange timing."}
{"start": "00:23:03.120", "end": "00:23:10.980", "speaker": "Julian Hanna", "utterance": " I think manifestos definitely thrive in years, like the one we've just had the times of uncertainty and promise as well."}
{"start": "00:23:11.460", "end": "00:23:28.410", "speaker": "Julian Hanna", "utterance": " I wrote about some of these themes in the manifesto handbook there on the left, which came out in February, on the eve of the pandemic and then the very next month briana files excellent anthology burn it down feminist manifestos for the revolution was published by verse so."}
{"start": "00:23:29.430", "end": "00:23:30.960", "speaker": "Julian Hanna", "utterance": " So, neither of us got a book tour."}
{"start": "00:23:32.520", "end": "00:23:42.330", "speaker": "Julian Hanna", "utterance": " As far as states in your introduction we've returned again to a period of cultural reckoning people who wants to on the sideline to jumping into the fray."}
{"start": "00:23:43.260", "end": "00:23:58.050", "speaker": "Julian Hanna", "utterance": " And through mainstream social media platforms, as well as niche and alternative online spaces, the manifesto is we claimed its function as a primary marker of history, but whether analog or digital manifest has always been."}
{"start": "00:23:59.460", "end": "00:24:12.690", "speaker": "Julian Hanna", "utterance": " Serving very diverse movements and ends, so I started collecting manifestos even more than usual at the beginning of the pandemic and I was keeping a sort of hybrid pandemic protest manifester diary."}
{"start": "00:24:13.800", "end": "00:24:20.760", "speaker": "Julian Hanna", "utterance": " And so the paper is divided chronologically and moves through the four seasons or five seasons beginning and ending in spring."}
{"start": "00:24:22.020", "end": "00:24:25.530", "speaker": "Julian Hanna", "utterance": " It was the year of reflection and re evaluation."}
{"start": "00:24:26.460", "end": "00:24:39.240", "speaker": "Julian Hanna", "utterance": " In the spring of 2020 followed by accident upheaval in the summer, followed by frustration and promises of change in the autumn, followed by reaction and acceleration into near collapse in the winter you remember."}
{"start": "00:24:39.840", "end": "00:24:46.140", "speaker": "Julian Hanna", "utterance": " followed by mounting fatigue delirium and, finally, some hope for the future, with the arrival of spring and vaccinations."}
{"start": "00:24:48.390", "end": "00:25:00.930", "speaker": "Julian Hanna", "utterance": " So, to start with spring if there's one manifesto that's emblematic of the tone of spring 2020, it must be the South Korean team manifesto launched from the website stay the Fuck home."}
{"start": "00:25:01.500", "end": "00:25:11.190", "speaker": "Julian Hanna", "utterance": " The blend in practical Open Source manifesto describes itself as a set of loose guidelines for people who wish to join the movement and take action that can actually make a difference."}
{"start": "00:25:12.000", "end": "00:25:23.520", "speaker": "Julian Hanna", "utterance": " and other high profile manifested from March, this time, focusing on actions for bringing about a different post pandemic world was published by Bruno latour who has been mentioned in some of the panels."}
{"start": "00:25:24.540", "end": "00:25:35.910", "speaker": "Julian Hanna", "utterance": " It takes the form of a questionnaire, although there's still some kind of combative manifesto rhetoric in there, for example, he says, now is the time for the annual stuck take when common sense."}
{"start": "00:25:36.180", "end": "00:25:42.030", "speaker": "Julian Hanna", "utterance": " asks us to start production up again as quickly as possible, we have to shout back Absolutely not."}
{"start": "00:25:43.680", "end": "00:25:51.510", "speaker": "Julian Hanna", "utterance": " seizing the opportunity for change at the outset of the pandemic latour asks what are some suspended activities that you would like to see not coming back."}
{"start": "00:25:53.610", "end": "00:26:02.700", "speaker": "Julian Hanna", "utterance": " In the arts lockdown conditions in the first place, prompted an accompanying wave of manifestos so there were, for example, he FLEX magazines letters."}
{"start": "00:26:03.030", "end": "00:26:15.150", "speaker": "Julian Hanna", "utterance": " Against separation three and magazines 3am and lockdown series, and many others, some to provide a space for conversations that were no longer taking place in person."}
{"start": "00:26:15.720", "end": "00:26:26.730", "speaker": "Julian Hanna", "utterance": " And another another level, they kind of became this kind of space for larger conversations about art or writing in general and how we create and how we live and how we want to live."}
{"start": "00:26:29.550", "end": "00:26:35.220", "speaker": "Julian Hanna", "utterance": " Going into the summer, suddenly, as we all saw in the news and many of us witnessed in the streets."}
{"start": "00:26:35.790", "end": "00:26:42.870", "speaker": "Julian Hanna", "utterance": " another type of manifesto and manifestation was dominating headlines, so the depth of George floyd a year ago this week."}
{"start": "00:26:43.590", "end": "00:26:52.590", "speaker": "Julian Hanna", "utterance": " On the 25th of may captured in a nine minute and 29 second video led to protests that were not only nationwide but in the US, but worldwide."}
{"start": "00:26:53.460", "end": "00:27:09.480", "speaker": "Julian Hanna", "utterance": " In June, as you can see here several blocks blocks of seattle's Capitol Hill were declared an autonomous zone by protesters who issued a manifesto, with more than 30 demands black lives matter drafted a new list of seven demands, including defend the police."}
{"start": "00:27:10.980", "end": "00:27:14.640", "speaker": "Julian Hanna", "utterance": " And then, at the same time citizen video."}
{"start": "00:27:15.630", "end": "00:27:26.700", "speaker": "Julian Hanna", "utterance": " had been vastly improving over the past couple of years and people were getting to know how to use technology and how to act in front of the camera and at the same time we're all becoming more critical."}
{"start": "00:27:27.150", "end": "00:27:40.020", "speaker": "Julian Hanna", "utterance": " As viewers and as a result, some of the best manifestos in this, we could see this last summer are kind of viral videos often spontaneously composed and shot in the thick of the action."}
{"start": "00:27:41.010", "end": "00:27:58.650", "speaker": "Julian Hanna", "utterance": " Not dimension on time appearing on tick tock so countless videos of speeches from protesters and community leaders appeared online during the summer of 2020, and this is plainly a new form of making manifest it Sarah Ahmed rights in the Labor of making manifest we make a manifesto."}
{"start": "00:27:59.910", "end": "00:28:08.610", "speaker": "Julian Hanna", "utterance": " Of course, the foil for these protests videos is the police brutality video, one of which ignited some of the biggest protests in US history."}
{"start": "00:28:09.240", "end": "00:28:21.540", "speaker": "Julian Hanna", "utterance": " Of course darnell fraser's video of George floyd's murder in minneapolis frazier her video literally made manifest and kind of bore witness and bore brought facts to light."}
{"start": "00:28:22.020", "end": "00:28:32.430", "speaker": "Julian Hanna", "utterance": " It contradicted the official police statement that was issued after floyd steph and led to the eventual trial and conviction of Derek shogun where it was used as a key piece of evidence."}
{"start": "00:28:34.980", "end": "00:28:35.700", "speaker": "Julian Hanna", "utterance": " i'm."}
{"start": "00:28:36.930", "end": "00:28:37.980", "speaker": "Julian Hanna", "utterance": " going to skip that."}
{"start": "00:28:39.090", "end": "00:28:47.970", "speaker": "Julian Hanna", "utterance": " The long running reality TV program That was the US presidential election reached its finale in November shifting into autumn."}
{"start": "00:28:49.050", "end": "00:28:58.260", "speaker": "Julian Hanna", "utterance": " More than ever, this sort of manifesto ease became the norm on social media platforms, with everyone trading slogans and kind of."}
{"start": "00:28:59.610", "end": "00:29:14.100", "speaker": "Julian Hanna", "utterance": " Attacking each other new platforms like parlor and gab and rumble popped up that would become even more popular as prominent figures on the right were banned from mainstream platforms, particularly on the right."}
{"start": "00:29:16.680", "end": "00:29:27.180", "speaker": "Julian Hanna", "utterance": " Among academics and students and digital workers of all kinds, meanwhile, a very tangible zoom fatigue, which you may be familiar with began to sit in."}
{"start": "00:29:27.900", "end": "00:29:37.920", "speaker": "Julian Hanna", "utterance": " This is artist and educator Michelle cast presents video empty empty video chat manifesto, which declares we refuse to fake human presence."}
{"start": "00:29:38.520", "end": "00:29:56.880", "speaker": "Julian Hanna", "utterance": " She makes a passionate plea for non visual communication, this is obviously just a bit of it, she says he hears my voice listen it's full of unquantifiable information, it is human soft real so no no video today or tomorrow you'll remember what I looked like when we meet again."}
{"start": "00:30:01.980", "end": "00:30:12.030", "speaker": "Julian Hanna", "utterance": " Winter brought a new wave of the pandemic across Europe and the US and elsewhere, and there was a general sense of upheaval and near collapse, both in terms of pandemic and protest."}
{"start": "00:30:12.870", "end": "00:30:25.050", "speaker": "Julian Hanna", "utterance": " The letter could be seen in the January six invasion by trump supporters, that the US Capitol a stark reminder that manifestos are not by any means necessarily progressive and neither is the counterculture."}
{"start": "00:30:27.180", "end": "00:30:40.500", "speaker": "Julian Hanna", "utterance": " i'm just to wrap up with spring 2021 almost halfway through 2021 it's hard to argue that everything is fine, so the question is maybe, how can manifest us help."}
{"start": "00:30:41.460", "end": "00:30:50.340", "speaker": "Julian Hanna", "utterance": " What I hope to see going forward is more collaboration more experimentation fewer boilerplate manifestos after marks and Marin ID."}
{"start": "00:30:51.600", "end": "00:31:09.930", "speaker": "Julian Hanna", "utterance": " And thinking about and shaping the future and forming communities, these are some of the manifestos great strengths and sometimes they all come together, so you have the future vision, the practical social artistic application and the Community forming and getting behind a manifesto."}
{"start": "00:31:12.420", "end": "00:31:18.720", "speaker": "Julian Hanna", "utterance": " And so that's more or less, if I may just really quickly it's not directly directly related to the pandemic but."}
{"start": "00:31:20.040", "end": "00:31:27.900", "speaker": "Julian Hanna", "utterance": " Of course, there were many other kinds of manifestos that kept popping up during the year that weren't related to the pandemic, where the protests and a striking example."}
{"start": "00:31:28.470", "end": "00:31:46.560", "speaker": "Julian Hanna", "utterance": " Just kind of in formal or technical terms of what's possible is Rosa maintenance she did the glitch studies manifesto from about a decade ago, and her latest manifesto, which was published in a book in 2020 at the start of the pandemic."}
{"start": "00:31:48.240", "end": "00:32:05.130", "speaker": "Julian Hanna", "utterance": " She has this manifesto this IRB manifesto that's critical of institutional failures and it takes the form of these five apparently inscrutable panels that require D encrypting to read and each panel depicts the different tenants of the manifesto."}
{"start": "00:32:06.330", "end": "00:32:09.690", "speaker": "Julian Hanna", "utterance": " And in the book containing the manifesto it ends."}
{"start": "00:32:10.500", "end": "00:32:18.870", "speaker": "Julian Hanna", "utterance": " with a quote from Dr Horowitz the cyborg manifesto, which I think is still a key influence for the current generation of cyber feminists so."}
{"start": "00:32:19.230", "end": "00:32:25.980", "speaker": "Julian Hanna", "utterance": " I just wanted to put that out there it's an interesting example and there's more and paper, of course, thank you very much hope, I didn't go too much over."}
{"start": "00:32:28.770", "end": "00:32:40.260", "speaker": "Anne Karhio", "utterance": " Thank you very much, Julian it's that's great and we are still on schedule and we're still also a schedule of having one more presentation in this panel, I think there was a slight mix up with with the schedule."}
{"start": "00:32:41.280", "end": "00:32:53.910", "speaker": "Anne Karhio", "utterance": " But since everybody that has been keeping to their time fairly well that's that's not going to cause a problem, so we have another presentation to look forward to which is by Karen and Donna key and the Simeon Simeon Otto."}
{"start": "00:32:55.290", "end": "00:32:58.110", "speaker": "Anne Karhio", "utterance": " And I believe our presenters are are here on."}
{"start": "00:32:59.460", "end": "00:32:59.700", "speaker": "Anne Karhio", "utterance": " The."}
{"start": "00:32:59.730", "end": "00:33:00.660", "speaker": "None", "utterance": "stage is yours."}
{"start": "00:33:03.210", "end": "00:33:09.570", "speaker": "Andy", "utterance": " Thank you very much and yeah and to the other presenters and the audience and we appreciate."}
{"start": "00:33:10.680", "end": "00:33:17.130", "speaker": "Andy", "utterance": " squeezing us in I hope I wonder whether we should just simply move along with this without a presentation of the screen."}
{"start": "00:33:19.230", "end": "00:33:32.640", "speaker": "Andy", "utterance": " We were presenting some research that we have probably been conducting now for about a year year and a half, starting with."}
{"start": "00:33:33.300", "end": "00:33:40.590", "speaker": "Andy", "utterance": " Some research that we were doing for that Barcelona agency, I wonder whether we're still under an nda phenomena I don't know anyway."}
{"start": "00:33:41.220", "end": "00:33:54.750", "speaker": "Andy", "utterance": " So into social media, so one of the questions that we started to ask ourselves was with this kind of forced experiment in in online existence that was 2020."}
{"start": "00:33:55.830", "end": "00:33:58.320", "speaker": "Andy", "utterance": " We we were wondering."}
{"start": "00:34:00.030", "end": "00:34:07.320", "speaker": "Andy", "utterance": " about these spaces that were once occupied by individuals and artists and and practitioners."}
{"start": "00:34:08.580", "end": "00:34:09.960", "speaker": "Andy", "utterance": " In electronic literature."}
{"start": "00:34:11.010", "end": "00:34:18.030", "speaker": "Andy", "utterance": " Becoming eclipsed by social media platforms and we started to think a little bit about what happens."}
{"start": "00:34:19.260", "end": "00:34:29.160", "speaker": "Andy", "utterance": " Inside those spaces, when an artist or a writer begins to work in those spaces so we've we started working on the APP is not the territory."}
{"start": "00:34:30.690", "end": "00:34:31.140", "speaker": "Andy", "utterance": " and"}
{"start": "00:34:32.760", "end": "00:34:45.180", "speaker": "Andy", "utterance": " writing to the edge of platform ISM so the research itself is a typical for us, we we generally we generally make things first and then we post the arise so we're."}
{"start": "00:34:47.850", "end": "00:34:59.130", "speaker": "Andy", "utterance": " You know we're we're sort of writing this research, we started off with the idea of 1000 platforms, so we talked a little bit about platform ISM and we try and establish."}
{"start": "00:35:00.390", "end": "00:35:08.400", "speaker": "Andy", "utterance": " Some arguments around platform ISM as an ideology, but we wanted to look at platform ISM as an ideology, because it seems to have."}
{"start": "00:35:10.020", "end": "00:35:21.930", "speaker": "Andy", "utterance": " As Andy was saying it's eclipsed the use of the World Wide Web it has taken the audience away obviously well repositioned as as all of the examples we've seen today."}
{"start": "00:35:22.320", "end": "00:35:39.930", "speaker": "Andy", "utterance": " In this panel have shown us obviously thriving even in these spaces and we're not denying that at all what we're saying, though, is that perhaps in the rush to occupy and to work within these spaces, there may be."}
{"start": "00:35:40.950", "end": "00:35:59.070", "speaker": "Andy", "utterance": " There may not have been enough time to reflect on what the audiences and challenges of platform ISM are like what are we doing inside platform isn't, how is it changing the artist and the and the creative practitioner, so we wanted to establish that platform ISM."}
{"start": "00:36:00.180", "end": "00:36:09.990", "speaker": "Andy", "utterance": " platform is we call it platform ISM and we believe very strongly that it is an ideology obviously this is reflecting what echoing."}
{"start": "00:36:10.560", "end": "00:36:21.930", "speaker": "Andy", "utterance": " work by loving and Wendy churn and this suggestion has been made, that this is, we are in an ideology when we're in these applications on our smartphones because."}
{"start": "00:36:22.590", "end": "00:36:37.470", "speaker": "Andy", "utterance": " There is a certain control ahead Gemini of the structure and of the formal spaces and of the template and there's no no control over the over the writing spaces and the communication spaces by the user and so."}
{"start": "00:36:38.160", "end": "00:36:48.300", "speaker": "Andy", "utterance": " And at the same time, we are perceiving our world in a different way, if we are performing or creating within social media with our life activity."}
{"start": "00:36:49.230", "end": "00:37:03.120", "speaker": "Andy", "utterance": " So, in the end the platform or the system of platforms through the device and the APP and the other uses controls our perception, it is logical in its form."}
{"start": "00:37:03.660", "end": "00:37:19.260", "speaker": "Andy", "utterance": " It controls, our actions or It encouraged us to act in particular ways and, and these are all the signs that point to platform ISM being an ideology, if you frame it in this way, so we."}
{"start": "00:37:21.150", "end": "00:37:22.890", "speaker": "Andy", "utterance": " So i'm skipping that page, then we will."}
{"start": "00:37:24.150", "end": "00:37:25.170", "speaker": "Andy", "utterance": " say so."}
{"start": "00:37:25.650", "end": "00:37:28.440", "speaker": "Andy", "utterance": " So all right so we're talking about we're talking about."}
{"start": "00:37:28.650", "end": "00:37:42.990", "speaker": "Andy", "utterance": " An ideology and list let's take that as a premise what we're starting to really think about at this point, and I think a good example of this is a scene from friends the TV series in which."}
{"start": "00:37:43.500", "end": "00:37:58.560", "speaker": "Andy", "utterance": " All the characters visit London, and this would be very quick So if you can indulge this example Chandler and and joey exit from the hotel in London and joy is you probably know, the same it's quite well known, but if you don't."}
{"start": "00:37:59.880", "end": "00:38:17.100", "speaker": "Andy", "utterance": " joy is disoriented and needs to find himself in the in the territory, he opens up a map and he says, I know i'm going to have to get into the map, he lays the map on the ground and he steps into this map, I hope you can see, this little."}
{"start": "00:38:18.330", "end": "00:38:19.680", "speaker": "Andy", "utterance": " The screen that i'm."}
{"start": "00:38:20.730", "end": "00:38:22.140", "speaker": "Andy", "utterance": " That we're talking on top of here."}
{"start": "00:38:23.310", "end": "00:38:34.530", "speaker": "Andy", "utterance": " And this was a really interesting thing for us it's this Mary poppins moment sort of jumping into kind of drawings on the ground and entering into a new reality we see Joe instead kind of."}
{"start": "00:38:35.940", "end": "00:38:43.140", "speaker": "Andy", "utterance": " bodily moving into the the the the map itself and we started thinking okay well there's something in this here."}
{"start": "00:38:43.650", "end": "00:38:51.540", "speaker": "Andy", "utterance": " So we talked about, we talked about platforms as literally being like the etymology plateaus you know they are raised up from."}
{"start": "00:38:51.750", "end": "00:39:01.260", "speaker": "Andy", "utterance": " Everything else that is the ground or is the flow, or is the Internet or whatever else, and this started, of course, with with the page rank system, you know where webs."}
{"start": "00:39:01.770", "end": "00:39:14.850", "speaker": "Andy", "utterance": " web sites have to be seen, so there was the idea of a search engine that would rank or page rank from from brand and page and brands page rank is is basically the the original."}
{"start": "00:39:15.780", "end": "00:39:30.000", "speaker": "Andy", "utterance": " That edge, if you like, that later becomes the edge rank that we find in a lot of these platforms so we're drawing a conclusion at this point that the that the platform, the edge of this platform."}
{"start": "00:39:31.110", "end": "00:39:46.350", "speaker": "Andy", "utterance": " This edge less edge in a way, is defined by the user and but defined by the multiple users as well, because the the social media application is only as strong as the number of followers as."}
{"start": "00:39:47.520", "end": "00:39:51.300", "speaker": "Andy", "utterance": " You know, as was mentioned before, the idea of Gavin parlor and all of these."}
{"start": "00:39:52.050", "end": "00:40:02.910", "speaker": "Andy", "utterance": " These Apps they have their followers again subscribing to the ideology of platform ISM but that communal edge is the is determined by the algorithm."}
{"start": "00:40:03.600", "end": "00:40:16.650", "speaker": "Andy", "utterance": " Of affinity and weight and decay, so the number of people that you have around you at any given time and the weight, which is the importance of your post, the idea that it is original content or it's."}
{"start": "00:40:18.000", "end": "00:40:31.230", "speaker": "Andy", "utterance": " You know it's better than a just a repost are alike, and then the decay that it's it's how it's like losing visibility, over time, so the idea, this will encourage users to keep posting so there's a continuous stream."}
{"start": "00:40:32.250", "end": "00:40:42.810", "speaker": "Andy", "utterance": " Of these activities together are forming you know the edge of your own profile this edge rank for yourself as a user and collectively within the platform."}
{"start": "00:40:43.620", "end": "00:40:53.460", "speaker": "Andy", "utterance": " But then the edge of that platform, if it is your own activity and you're living that and proceed it, it keeps pushing beyond it's it's as."}
{"start": "00:40:53.850", "end": "00:41:03.450", "speaker": "Andy", "utterance": " You know, and he just said, is it is an edge list edge, so I talked a little bit about Darren Darren here which Karen doesn't want me to mention."}
{"start": "00:41:04.230", "end": "00:41:18.030", "speaker": "Andy", "utterance": " But let's say that i'm leaning on derrida's notion of aporia so this border beyond which we can't pass, so this so so the platform represents in a way."}
{"start": "00:41:19.710", "end": "00:41:30.300", "speaker": "Andy", "utterance": " a map of outdoor territory in which we step into because we feel we sense an existential threat like joey we move into it."}
{"start": "00:41:31.500", "end": "00:41:39.510", "speaker": "Andy", "utterance": " And it's and and moving towards that edge is impossible it's an aporia it's and Angeles edge because it represents."}
{"start": "00:41:40.560", "end": "00:41:59.340", "speaker": "Andy", "utterance": " A kind of cynic Tokyo kind of representation of ourselves so i'll read otherwise we'll never in this character so users upload that live content social media reconstructing that world they take on a digital persona and step into the map social media provides the APP."}
{"start": "00:42:00.600", "end": "00:42:09.030", "speaker": "Andy", "utterance": " profiles sorry social media profiles or the APP replace the territory, and there are users who find comfort in the template driven."}
{"start": "00:42:09.450", "end": "00:42:29.040", "speaker": "Andy", "utterance": " surface of the plateau like joey and others who are uncomfortable and resist the urge like Chandler no end on chandler's words when joey steps into the map chandler's kind of horrified by this, and he looks on and says, if you see a little version of me in there, kill it."}
{"start": "00:42:30.420", "end": "00:42:41.100", "speaker": "Andy", "utterance": " Matters what a place to invest, well, I think the conclusion, though it yeah definitely about platform ISM but the conclusion that we draw it in the paper that unfortunately we didn't upload in time."}
{"start": "00:42:41.820", "end": "00:42:57.180", "speaker": "Andy", "utterance": " Is that what what writing can occur when you're writing with the awareness of the processes of the edge that will allow your work to be seen in a in a particular way and it creates your audience for you."}
{"start": "00:42:57.780", "end": "00:43:05.040", "speaker": "Andy", "utterance": " it's not it's not a democratizing space in any in any way your audience is filtered by this edge rank."}
{"start": "00:43:05.580", "end": "00:43:12.210", "speaker": "Andy", "utterance": " So what writing can occur when you write with the awareness of the processes of the edge, knowing that the that the activity."}
{"start": "00:43:12.810", "end": "00:43:34.410", "speaker": "Andy", "utterance": " Is the data you're transacting, this is the exchange that you sign off on on the terms of service, when you become a user and you enact the platform ISM and then, knowing that you have zero space to reprogram your communication spaces so that's I guess the question is, how can we write."}
{"start": "00:43:36.000", "end": "00:43:38.010", "speaker": "Andy", "utterance": " In against."}
{"start": "00:43:39.150", "end": "00:43:40.410", "speaker": "Andy", "utterance": " The platform yeah."}
{"start": "00:43:42.360", "end": "00:43:47.610", "speaker": "Andy", "utterance": " That was it, I think we we thought five minutes wasn't very much we just thought would add live."}
{"start": "00:43:49.440", "end": "00:43:49.800", "speaker": "Andy", "utterance": " Thank you."}
{"start": "00:43:51.000", "end": "00:43:53.850", "speaker": "Anne Karhio", "utterance": " Thank you Karen Thank you and I actually think."}
{"start": "00:43:53.850", "end": "00:43:58.770", "speaker": "Anne Karhio", "utterance": " It was the perfect concluding presentation for the panel."}
{"start": "00:43:59.910", "end": "00:44:01.680", "speaker": "Anne Karhio", "utterance": " Because I feel there is there is."}
{"start": "00:44:03.120", "end": "00:44:17.430", "speaker": "Anne Karhio", "utterance": " there's the home opposition or balance to be a phone between platform is an online platforms and mobile platform as enabling and as tools for resistance to marginalization and democracy, and so on."}
{"start": "00:44:18.540", "end": "00:44:29.160", "speaker": "Anne Karhio", "utterance": " Which is a valid approach, but equally valid is the question of who controls platform platforms, who controls their design who decides what we see who sees our."}
{"start": "00:44:32.550", "end": "00:44:42.510", "speaker": "Anne Karhio", "utterance": " Products of our creative work and here's our voice, so I think that tension is something that might be interesting."}
{"start": "00:44:43.560", "end": "00:44:47.550", "speaker": "Anne Karhio", "utterance": " To discuss as well, a little bit from the point of view of all of the."}
{"start": "00:44:48.570", "end": "00:44:52.140", "speaker": "Anne Karhio", "utterance": " presentations or or in the context of all of the topics covered here."}
{"start": "00:44:53.250", "end": "00:45:01.800", "speaker": "Anne Karhio", "utterance": " So if people have questions or comments, please add a plus or Q on to the chat window and I will."}
{"start": "00:45:02.940", "end": "00:45:03.720", "speaker": "Anne Karhio", "utterance": " distribute."}
{"start": "00:45:07.260", "end": "00:45:11.370", "speaker": "Anne Karhio", "utterance": " slot sport for questions here, I think there is one already here from carlotta."}
{"start": "00:45:13.110", "end": "00:45:14.160", "speaker": "Anne Karhio", "utterance": " Is Carlos oh here."}
{"start": "00:45:16.080", "end": "00:45:18.120", "speaker": "Carlota Salvador Megias", "utterance": " I am, but I I didn't have a question."}
{"start": "00:45:18.180", "end": "00:45:18.870", "speaker": "Anne Karhio", "utterance": " Okay, there was."}
{"start": "00:45:19.320", "end": "00:45:22.020", "speaker": "Anne Karhio", "utterance": " It okay that was another comment, then i'm."}
{"start": "00:45:23.100", "end": "00:45:23.910", "speaker": "Anne Karhio", "utterance": " Okay there's."}
{"start": "00:45:25.320", "end": "00:45:35.190", "speaker": "Anne Karhio", "utterance": " Two questions waiting so we'll start with search, perhaps, and then i'll give you so I happen to see certain question first and then we'll move on to a knife that's okay."}
{"start": "00:45:39.300", "end": "00:45:41.250", "speaker": "Serge BOUCHARDON", "utterance": " read my question in the chat or."}
{"start": "00:45:44.820", "end": "00:45:45.570", "speaker": "Serge BOUCHARDON", "utterance": " I can hear you."}
{"start": "00:45:48.090", "end": "00:45:50.520", "speaker": "Serge BOUCHARDON", "utterance": " got to Christian for two questions for us to see."}
{"start": "00:45:52.530", "end": "00:46:08.100", "speaker": "Serge BOUCHARDON", "utterance": " There is a French natural just for service now nurture and she defines empathy in a fiction, as the and we say it in French, because I know you can speak French Medusa obviously depending on the persona dependencies from one."}
{"start": "00:46:09.720", "end": "00:46:19.350", "speaker": "Serge BOUCHARDON", "utterance": " So, for her an interactive now it again as ballerina love would be more based on identification than an empathy."}
{"start": "00:46:20.700", "end": "00:46:24.660", "speaker": "Serge BOUCHARDON", "utterance": " So, would you agree with that this is my first question and I got the second question."}
{"start": "00:46:26.400", "end": "00:46:34.920", "speaker": "Serge BOUCHARDON", "utterance": " I think it's interesting to notice that the inspiration of Bernie my love originally on time on the move, in France."}
{"start": "00:46:35.940", "end": "00:46:44.250", "speaker": "Serge BOUCHARDON", "utterance": " was a real what's up thread published by a limo the newspaper, but the website reminder site."}
{"start": "00:46:45.600", "end": "00:46:52.530", "speaker": "Serge BOUCHARDON", "utterance": " It was called the diary of an immigrant and then it was transformed in a in a fiction for smartphone Mr Fisher."}
{"start": "00:46:54.000", "end": "00:47:02.550", "speaker": "Serge BOUCHARDON", "utterance": " And bury me my love place on the notifications by a fictional character sent to the reader and."}
{"start": "00:47:03.960", "end": "00:47:13.860", "speaker": "Serge BOUCHARDON", "utterance": " To this, you know this frontier blurred between the fictional time and your readers real time, so do you think that."}
{"start": "00:47:15.000", "end": "00:47:16.530", "speaker": "Serge BOUCHARDON", "utterance": " The smartphone device."}
{"start": "00:47:17.580", "end": "00:47:18.660", "speaker": "Serge BOUCHARDON", "utterance": " reinforces."}
{"start": "00:47:20.160", "end": "00:47:26.670", "speaker": "Serge BOUCHARDON", "utterance": " accelerates the blurring of the fiction gaseous reality frontier distinction."}
{"start": "00:47:27.690", "end": "00:47:46.350", "speaker": "susiecronin", "utterance": " yeah Thank you so much, so those are two really great questions and to address the first question this idea of empathy as a hindered or block desire to help the character, I think that's really pertinent to bury me my love and, for me, and there is a point which also makes me think of."}
{"start": "00:47:47.400", "end": "00:48:01.200", "speaker": "susiecronin", "utterance": " Some years presentation in which the female writers referred to catharsis and emancipation because there's a point and bury me my love, in which nor admits that she is tired of the abuse that she's been suffering and this."}
{"start": "00:48:01.530", "end": "00:48:09.210", "speaker": "susiecronin", "utterance": " is something really jarring to both the user and imagine, because the way in which she depict her experience is always extremely jokey."}
{"start": "00:48:09.510", "end": "00:48:21.030", "speaker": "susiecronin", "utterance": " it's almost as if she's partaking in this mischievous adventure and there is a point in which that sort of crack in the in the perfect carving of the narrative as something."}
{"start": "00:48:21.990", "end": "00:48:35.550", "speaker": "susiecronin", "utterance": " liberating leads the user and magic to question that whole depiction so there's an element in which that flips the whole experience and it shows precisely that blockage to empathy the fact that what we've been consuming."}
{"start": "00:48:36.060", "end": "00:48:51.810", "speaker": "susiecronin", "utterance": " is produced, specifically for our consumption and not as a realistic depiction of personal experience, so I think that experience of empathy as a frustrated and impossible identification is probably and."}
{"start": "00:48:52.230", "end": "00:49:00.210", "speaker": "susiecronin", "utterance": " engendered by that one sort of pivotal point, so I think that's quite interesting and the second question, let me just have a little look."}
{"start": "00:49:01.350", "end": "00:49:10.980", "speaker": "susiecronin", "utterance": " Oh no i've lost it, it was real what's up a do you think the smartphone device reinforces the blurring of the fiction is reality frontier absolutely because."}
{"start": "00:49:11.340", "end": "00:49:19.950", "speaker": "susiecronin", "utterance": " When you enable these push notifications on your phone and the message that appears well, sometimes it doesn't have any sort of Meta."}
{"start": "00:49:20.850", "end": "00:49:31.890", "speaker": "susiecronin", "utterance": " ban banner that shows that it's from the APP it doesn't sort of say bury me my love content designated sort of distinction from your reality so you're getting messages that say things like."}
{"start": "00:49:32.190", "end": "00:49:38.190", "speaker": "susiecronin", "utterance": " i'm stuck on the Croatian border or I made it or my phone my day soon and they're popping in a note."}
{"start": "00:49:38.580", "end": "00:49:48.270", "speaker": "susiecronin", "utterance": " And entwined with the logic of your own sort of phone messages so you're getting whatsapp messages saying things like bring milk and bread from the shop and."}
{"start": "00:49:48.660", "end": "00:49:58.890", "speaker": "susiecronin", "utterance": " sort of messages saying what am I going to do about the violence that the Serbian border, so I think that's really effective, and I think that blurring is really necessary to the generation of."}
{"start": "00:49:59.400", "end": "00:50:07.560", "speaker": "susiecronin", "utterance": " An empathy that can only go so far, because of precisely that blocked ability to identify and experience so two."}
{"start": "00:50:07.590", "end": "00:50:12.390", "speaker": "susiecronin", "utterance": " really interesting questions Thank you so much, and i'm looking forward to reading your work on very moved by law."}
{"start": "00:50:15.000", "end": "00:50:16.230", "speaker": "Anne Karhio", "utterance": " Thanks very much."}
{"start": "00:50:17.760", "end": "00:50:29.220", "speaker": "Anne Karhio", "utterance": " So I think next it's Anna stephanie and David unless i've missed somebody and, if I have give me give me a shout so Anna you have a question."}
{"start": "00:50:29.310", "end": "00:50:38.430", "speaker": "Anna Nacher", "utterance": " um Thank you very much for all your presentations and also think of search for your question, because actually my question is also to susie and."}
{"start": "00:50:39.000", "end": "00:50:53.130", "speaker": "Anna Nacher", "utterance": " It sort of develops along similar line, and it also stems from my analysis of interactive story called migration trail."}
{"start": "00:50:53.820", "end": "00:51:14.970", "speaker": "Anna Nacher", "utterance": " Night not 2017 and your presentation actually the questions make me think about one particular aspect, because you know narrative can be such a centralizing and unit sizing tool when it comes to the fiction of dramatic and tragic developments right."}
{"start": "00:51:16.440", "end": "00:51:28.080", "speaker": "Anna Nacher", "utterance": " My question would be Do you see any chance or any rural or significance significance for the gaps in the narrative."}
{"start": "00:51:29.040", "end": "00:51:45.570", "speaker": "Anna Nacher", "utterance": " Because my impression is when they analyzed migration trail a couple of years ago it was published in the paper is that an Korea happens to be editing so anyway, when they analyze this interactive."}
{"start": "00:51:46.770", "end": "00:51:57.900", "speaker": "Anna Nacher", "utterance": " story I sort of wasn't aware of it, then and i'm aware of the spec now that i'm you know these days."}
{"start": "00:51:58.650", "end": "00:52:10.980", "speaker": "Anna Nacher", "utterance": " When we have platforms and when basically most of our experience is so centralized so you know packed and ready to consume right by the others."}
{"start": "00:52:11.520", "end": "00:52:20.190", "speaker": "Anna Nacher", "utterance": " We may be need different approaches, we may be need are the narrative that is open to gaps discontinuities frictions you know."}
{"start": "00:52:20.880", "end": "00:52:33.540", "speaker": "Anna Nacher", "utterance": " In order to present this extremely traumatic experiences because migration plan trails also based on the real events of the migration crisis in Europe in 2015."}
{"start": "00:52:34.140", "end": "00:52:44.070", "speaker": "Anna Nacher", "utterance": " But what it offered it unfold that on over the course of 10 days, so you could unlock the next chapter on me the next day after you finished."}
{"start": "00:52:44.640", "end": "00:52:58.140", "speaker": "Anna Nacher", "utterance": " The previous one, so what is did was that you are sort of left um you know, in the vacuum, when you finish the reading the chapter and then you didn't know what happens to."}
{"start": "00:52:58.860", "end": "00:53:13.380", "speaker": "Anna Nacher", "utterance": " To the protagonist and then there were also some some I think intentionally inserted gaps that came from on the performances of the platforms used like it didn't load, you know."}
{"start": "00:53:14.760", "end": "00:53:24.750", "speaker": "Anna Nacher", "utterance": " seamlessly you had to wait until it loads and you didn't know you know this, this kind of gap so i'm so sorry for taking up so much space, but actually."}
{"start": "00:53:26.280", "end": "00:53:48.300", "speaker": "Anna Nacher", "utterance": " it's because your your presentation was so so inspiring so so that would be my question, do you see any any chance in the potential or any examples of such gaps discontinuities that would actually be you know, for me, that would be the potential to and pathetic storylines."}
{"start": "00:53:48.390", "end": "00:53:55.410", "speaker": "susiecronin", "utterance": " yeah thanks that's really great and I absolutely think that so linkedin a little bit to what we were saying with surge."}
{"start": "00:53:55.410", "end": "00:54:01.080", "speaker": "susiecronin", "utterance": " I think that pivotal moment in which we realized that what nor is relaying isn't actually."}
{"start": "00:54:01.380", "end": "00:54:02.310", "speaker": "None", "utterance": "Very."}
{"start": "00:54:05.160", "end": "00:54:17.970", "speaker": "susiecronin", "utterance": " frank a depiction of her experience it's more something that kind of exposes that and consideration, and I think that's something that begs another question, as well as."}
{"start": "00:54:18.870", "end": "00:54:28.770", "speaker": "susiecronin", "utterance": " The self censorship of migrant narrative for the sake of the public, not suffering the unrepresented I think that's really crucial, so I think that."}
{"start": "00:54:29.400", "end": "00:54:34.500", "speaker": "susiecronin", "utterance": " as well the delays that we experienced in very me my love and the fact that actually it has 19 different endings."}
{"start": "00:54:34.860", "end": "00:54:40.950", "speaker": "susiecronin", "utterance": " And, but sometimes it's just a cut off in the communication and it's not obviously not ghosting but it's."}
{"start": "00:54:41.460", "end": "00:54:52.770", "speaker": "susiecronin", "utterance": " The equivalent it's you know, the fact that communication just ceases to unfold in a way that the user at the point that this happens, has gotten used to exchanging."}
{"start": "00:54:53.040", "end": "00:54:59.700", "speaker": "susiecronin", "utterance": " And there's a kind of always a temporary reassurance in what little can be communicated, so I do think that."}
{"start": "00:55:00.180", "end": "00:55:11.670", "speaker": "susiecronin", "utterance": " unknown that the non narrative gestures to is much more important, and so the narrative itself serves this kind of adjacent to function, whereby it's always gesturing to the unrepresented well."}
{"start": "00:55:12.120", "end": "00:55:22.950", "speaker": "susiecronin", "utterance": " What its function is very important in doing so, so that sort of incompleteness is is what feeds our awareness of what needs to be understood."}
{"start": "00:55:24.150", "end": "00:55:24.870", "speaker": "susiecronin", "utterance": " If that answers."}
{"start": "00:55:26.400", "end": "00:55:26.700", "speaker": "susiecronin", "utterance": " Thanks."}
{"start": "00:55:28.380", "end": "00:55:41.190", "speaker": "Anne Karhio", "utterance": " Great thanks for the question and thanks for the answer stephanie has had her hand up, but I think there's a question about posting links to the paper but stephanie would you like to ask further question yeah."}
{"start": "00:55:41.250", "end": "00:55:48.540", "speaker": "Stephanie Strickland", "utterance": " No, I was, I wanted to know about have forgiven Lincoln and we have gotten a link and I think now we've gotten another differently."}
{"start": "00:55:50.340", "end": "00:55:50.700", "speaker": "Anne Karhio", "utterance": " About."}
{"start": "00:55:51.030", "end": "00:55:51.570", "speaker": "None", "utterance": "Sorry."}
{"start": "00:55:55.800", "end": "00:55:56.100", "speaker": "Anne Karhio", "utterance": " Much."}
{"start": "00:55:59.370", "end": "00:56:05.520", "speaker": "Anne Karhio", "utterance": " and David has a question here um for all panelists table do you, like me to ask your question or."}
{"start": "00:56:05.880", "end": "00:56:06.210", "speaker": "Anne Karhio", "utterance": " Oh, you."}
{"start": "00:56:06.270", "end": "00:56:06.900", "speaker": "David Wright", "utterance": " know all."}
{"start": "00:56:07.110", "end": "00:56:07.860", "speaker": "David Wright", "utterance": " That, why not um."}
{"start": "00:56:08.820", "end": "00:56:19.590", "speaker": "David Wright", "utterance": " yeah i'm drawn to this is a scholar from it was an ex employee called James rollins who became an Oxford digital ethics scholar."}
{"start": "00:56:19.980", "end": "00:56:25.860", "speaker": "David Wright", "utterance": " And he kind of burned a book called stand on a stand out of a light where he kind of said we should we need to assert."}
{"start": "00:56:26.160", "end": "00:56:35.070", "speaker": "David Wright", "utterance": " ourselves upon like these social media platforms, you know we actually need as a public you can't expect the public to develop media theory as a kind of general policy and we need to actually."}
{"start": "00:56:35.790", "end": "00:56:46.170", "speaker": "David Wright", "utterance": " insert some certain things upon them and i'm wondering, you know it was kind of geared towards me and karen's presentation, but also it's both Sam yes, you know, do you feel that."}
{"start": "00:56:46.770", "end": "00:56:56.460", "speaker": "David Wright", "utterance": " The public can have any control over these social media or the dissemination platforms, or do you think that time has passed."}
{"start": "00:56:57.990", "end": "00:56:59.520", "speaker": "David Wright", "utterance": " that's a rather broad question I really."}
{"start": "00:57:01.110", "end": "00:57:04.680", "speaker": "Anne Karhio", "utterance": " Is your question address to everybody should we just let everybody have."}
{"start": "00:57:05.640", "end": "00:57:06.090", "speaker": "David Wright", "utterance": " My own."}
{"start": "00:57:10.530", "end": "00:57:11.370", "speaker": "Andy", "utterance": " And I know."}
{"start": "00:57:11.430", "end": "00:57:12.090", "speaker": "Anne Karhio", "utterance": " That i'm sorry."}
{"start": "00:57:13.380", "end": "00:57:15.960", "speaker": "Anne Karhio", "utterance": " I was going to ask if you would like to start as."}
{"start": "00:57:17.700", "end": "00:57:21.540", "speaker": "Anne Karhio", "utterance": " he's just he was the first to present if it's a question for everybody, or."}
{"start": "00:57:25.380", "end": "00:57:25.770", "speaker": "Anne Karhio", "utterance": " Something."}
{"start": "00:57:26.580", "end": "00:57:37.650", "speaker": "Samya Roy", "utterance": " Oh yeah yeah I think that if you talk about social media platforms and under control over what people post I think it's very important, especially to my contest because."}
{"start": "00:57:39.120", "end": "00:57:48.090", "speaker": "Samya Roy", "utterance": " I was just reading the previous exhibit whether people from draft, who are also coincidentally from India, they were there, presenting about their expressions in electronically, to show."}
{"start": "00:57:48.570", "end": "00:57:57.930", "speaker": "Samya Roy", "utterance": " Now they used Google sheets, as appears to showcase their projects to give links to other projects, the way they have used Google sheets Google sheets."}
{"start": "00:57:58.380", "end": "00:58:03.900", "speaker": "Samya Roy", "utterance": " You can just say it as a place where you can type or you can do stuff but the way they have used Google sheets, it seems like."}
{"start": "00:58:04.320", "end": "00:58:11.160", "speaker": "Samya Roy", "utterance": " have used to like a platform itself, where it looks like a space where you can navigate I certainly did nothing that you can use mobile cheap right."}
{"start": "00:58:11.940", "end": "00:58:22.080", "speaker": "Samya Roy", "utterance": " And so that is number one and number two about instagram when instagram came out when it was because of people sharing pictures on it, but now I see people."}
{"start": "00:58:22.530", "end": "00:58:36.690", "speaker": "Samya Roy", "utterance": " Creating media instagram with real cetera et cetera so every moment every moment of every media can be used in ways that we like, but the question once again depends on the."}
{"start": "00:58:37.140", "end": "00:58:51.570", "speaker": "Samya Roy", "utterance": " For me, at least, it depends on the offenses as well, because I see people meeting on twitch and discussing academic activities on twitch but that can be possible in a particular social, cultural contexts where that is possible."}
{"start": "00:58:52.200", "end": "00:59:03.810", "speaker": "Samya Roy", "utterance": " That can be possible in a context where there is the technical of audience, but not in India in India for discussions in whatever manner personal, professional, we still have to bank on something like whatsapp therefore the."}
{"start": "00:59:04.860", "end": "00:59:20.850", "speaker": "Samya Roy", "utterance": " Larger the line between the public and the private is not there, so I think the investigation should be on the performances the infrastructure and, most importantly, the digital divide, which I believe is extremely important, so thank you for the question."}
{"start": "00:59:23.010", "end": "00:59:27.420", "speaker": "Anne Karhio", "utterance": " Thank you very much summit and susie was would you like to."}
{"start": "00:59:28.470", "end": "00:59:29.520", "speaker": "Anne Karhio", "utterance": " respond to the question."}
{"start": "00:59:29.790", "end": "00:59:40.320", "speaker": "susiecronin", "utterance": " Sure, and i'll just comment really quickly on our kind of knee jerk reaction to that thought and one of the questions posed was can the public have any control over social media platforms and I think."}
{"start": "00:59:40.740", "end": "00:59:48.000", "speaker": "susiecronin", "utterance": " The root of a lot of the issues we have with public engagement with social media platforms is that precisely they think they are being given controlled by these."}
{"start": "00:59:48.000", "end": "00:59:49.140", "speaker": "susiecronin", "utterance": " platforms and."}
{"start": "00:59:49.470", "end": "00:59:50.550", "speaker": "susiecronin", "utterance": " So I think that."}
{"start": "00:59:50.940", "end": "01:00:03.180", "speaker": "susiecronin", "utterance": " You know that has such a radical overhaul calling to be done, that i'm not sure that awareness is for many even blunted and, as you say that um the public wants sort of."}
{"start": "01:00:03.720", "end": "01:00:17.550", "speaker": "susiecronin", "utterance": " Independently developed media theory so that self reflexive external ability to step back and analyze what's happening as a kind of mechanism of control and is not sort of planted yet for a month, so I think."}
{"start": "01:00:18.180", "end": "01:00:33.000", "speaker": "susiecronin", "utterance": " At the risk of sounding a little bit pessimistic, I think that idea of the public gaining control needs to be preceded by an awareness that control is a factor that is impinging upon social media use in the first place and i'll stop there, because."}
{"start": "01:00:36.780", "end": "01:00:39.600", "speaker": "Anne Karhio", "utterance": " Julian um any thoughts."}
{"start": "01:00:39.660", "end": "01:00:40.650", "speaker": "Julian Hanna", "utterance": " Little I don't know."}
{"start": "01:00:41.880", "end": "01:00:44.880", "speaker": "Julian Hanna", "utterance": " Okay yeah lots of thoughts, but a little bit."}
{"start": "01:00:45.960", "end": "01:00:55.470", "speaker": "Julian Hanna", "utterance": " little bit muddy but I thought first of I was thinking of platform cooperative ISM but that's sort of sharing economy stuff but you know is terms of an effort to kind of."}
{"start": "01:00:56.400", "end": "01:01:17.850", "speaker": "Julian Hanna", "utterance": " reclaim the platform or something like it, and then I was also thinking of put it in the chat that Caroline busters article, it was quite nice earlier this year about the counterculture and kind of you know, dark forest sort of you know, a proliferation of new kinds of platforms and."}
{"start": "01:01:18.930", "end": "01:01:23.760", "speaker": "Julian Hanna", "utterance": " New forms of counterculture off the kind of mainstream platforms."}
{"start": "01:01:24.780", "end": "01:01:28.350", "speaker": "Julian Hanna", "utterance": " I don't know something something something like."}
{"start": "01:01:31.680", "end": "01:01:33.360", "speaker": "Anne Karhio", "utterance": " Thank you, Julian thanks for the link as well."}
{"start": "01:01:35.190", "end": "01:01:37.980", "speaker": "Anne Karhio", "utterance": " Right so yeah i'm Andy and."}
{"start": "01:01:39.600", "end": "01:01:43.350", "speaker": "Anne Karhio", "utterance": " who inspired this question how would you."}
{"start": "01:01:44.220", "end": "01:01:51.540", "speaker": "Andy", "utterance": " Thank you and thank you, Julian for that link, I know I know what i'm reading tomorrow morning, so um."}
{"start": "01:01:52.560", "end": "01:02:05.580", "speaker": "Andy", "utterance": " I think it's a question of controlling what do we mean writing the code do we mean writing that algorithm that measures every action and behavior whether conscious or otherwise."}
{"start": "01:02:06.810", "end": "01:02:13.770", "speaker": "Andy", "utterance": " The the it's not that it's too late, if there was never any control where where we you know were offered."}
{"start": "01:02:15.300", "end": "01:02:24.720", "speaker": "Andy", "utterance": " To be users but we're being used, you know that that there would have to be I don't know I can imagine the possibility of some sort of."}
{"start": "01:02:26.430", "end": "01:02:33.900", "speaker": "Andy", "utterance": " I don't know the can never be any control, in my opinion Karen I think the control can be."}
{"start": "01:02:35.190", "end": "01:02:43.290", "speaker": "Andy", "utterance": " Perhaps in in the weight i'm thinking of the tick tock users who will get together and promised to be."}
{"start": "01:02:43.830", "end": "01:02:57.630", "speaker": "Andy", "utterance": " At trump's rally and completely sort of tilted that off balance, and so I think there can be control, but not in the visual sense, like, I think, as you know, we're designers so we often."}
{"start": "01:02:58.350", "end": "01:03:06.510", "speaker": "Andy", "utterance": " struggle with working on on all of these platforms and we had a sort of a thriving Internet art publication."}
{"start": "01:03:07.020", "end": "01:03:16.230", "speaker": "Andy", "utterance": " Until the arrival of these platforms, that the kind of just vacuumed up just hoovered up our audience and took them onto the mobile devices and."}
{"start": "01:03:16.470", "end": "01:03:27.810", "speaker": "Andy", "utterance": " flash wouldn't run on them and and nothing was was compatible anymore, and the audience didn't seem to care they weren't looking outwards, they were looking inwards so we needed to get past, I think that whole."}
{"start": "01:03:28.080", "end": "01:03:33.450", "speaker": "Andy", "utterance": " sort of flurry of the emergence of the selfie and and all of this sort of."}
{"start": "01:03:33.810", "end": "01:03:40.050", "speaker": "Andy", "utterance": " narcissistic posting your breakfast and and and all of those sort of we needed to get all of those urges out as as."}
{"start": "01:03:40.350", "end": "01:03:50.280", "speaker": "Andy", "utterance": " The general mass public or the mass population could suddenly publish and be seen on a screen and on a device, and they were looking at themselves, and I think this is the risk."}
{"start": "01:03:50.520", "end": "01:03:58.830", "speaker": "Andy", "utterance": " of writing in the platform is that you get tangled up in this sort of narcissistic identity quest and sometimes you get so distracted."}
{"start": "01:03:59.370", "end": "01:04:05.310", "speaker": "Andy", "utterance": " You forget why you were there in the first place, but I think, yes, you can, because in the long run."}
{"start": "01:04:06.060", "end": "01:04:16.440", "speaker": "Andy", "utterance": " All of the activity of the social media platform is the edge and that edge is feeding back the data to you know as oil, you know as the supply."}
{"start": "01:04:17.250", "end": "01:04:27.720", "speaker": "Andy", "utterance": " To the mission to the machinery to the you know, to the iphones we probably do have some say we don't really know it, but we it's not allowed voice, but we have."}
{"start": "01:04:28.260", "end": "01:04:30.750", "speaker": "Andy", "utterance": " You know, with with our wallets and and with our."}
{"start": "01:04:31.410", "end": "01:04:38.700", "speaker": "Andy", "utterance": " Being followers and being active on the social media platforms, we do have a certain amount of agency, but it's not precisely that."}
{"start": "01:04:38.910", "end": "01:04:52.560", "speaker": "Andy", "utterance": " The design that we would imagine all that we had the freedom to have when when the Internet and php and all that sort of stuff was and flash was was the dominant hegemony, but I think I think it's shaking now, I think."}
{"start": "01:04:52.860", "end": "01:05:09.360", "speaker": "Andy", "utterance": " You know this mess acceleration of everybody going onto the platforms has widened, you know the the opportunities and the ordinances in in digital space, so I am optimistic i'm not quite sure of the route to get there, I disagree can."}
{"start": "01:05:14.430", "end": "01:05:14.970", "speaker": "Andy", "utterance": " We."}
{"start": "01:05:15.990", "end": "01:05:25.410", "speaker": "Andy", "utterance": " write, we do need to code, we need to you know follow marinas advice and and everyone else here in the room that are coders and I, you know."}
{"start": "01:05:25.920", "end": "01:05:34.980", "speaker": "Andy", "utterance": " Obviously plugging away until we can we can break whatever we can put something else and it's maybe writing to the urges is cold and I presume, it is yeah."}
{"start": "01:05:37.770", "end": "01:05:47.310", "speaker": "Anne Karhio", "utterance": " Thank you very much and encourage any questions that I have missed give me a shout now, if I have because I have a question so."}
{"start": "01:05:49.290", "end": "01:06:07.350", "speaker": "Anne Karhio", "utterance": " One thing that I started thinking about that has to do with writing and language and access, but in a slightly different way in which they've been introduced his language and translation and the hegemony of English and English English kind of as lingua franca of many social media platforms."}
{"start": "01:06:08.790", "end": "01:06:10.890", "speaker": "Anne Karhio", "utterance": " And how this question of agency."}
{"start": "01:06:12.030", "end": "01:06:25.890", "speaker": "Anne Karhio", "utterance": " And kind of resistance to marginalization might relate to the language that people use or want to use or understand or have access to come, and I suppose, this is a question."}
{"start": "01:06:26.610", "end": "01:06:43.170", "speaker": "Anne Karhio", "utterance": " To anyone in the panel some yeah I was thinking of the Indian context, in particular, but then of course French language and so on, that susie susie has written about French literature and even though it wasn't the topic today, but it is relevant to social media as well."}
{"start": "01:06:44.670", "end": "01:06:48.240", "speaker": "Anne Karhio", "utterance": " Tell me, would you like to comment on the question of language."}
{"start": "01:06:49.710", "end": "01:06:54.300", "speaker": "Anne Karhio", "utterance": " and use of online platforms for for."}
{"start": "01:06:55.560", "end": "01:06:56.610", "speaker": "Anne Karhio", "utterance": " Content demand it out."}
{"start": "01:06:57.900", "end": "01:07:05.400", "speaker": "Samya Roy", "utterance": " yeah absolutely I would love to comment on that, because that is something which has been very integral to my experience growing up, especially because i'm from India."}
{"start": "01:07:05.730", "end": "01:07:11.580", "speaker": "Samya Roy", "utterance": " It is an ex colony of of Britain, Britain and and the colonial hangover is something that is."}
{"start": "01:07:11.910", "end": "01:07:21.660", "speaker": "Samya Roy", "utterance": " palpable invisible in in daily lives now what you were saying about the hegemony of language, this can be seen in two ways, and this is, this is the event that I have with."}
{"start": "01:07:22.200", "end": "01:07:30.690", "speaker": "Samya Roy", "utterance": " natives of my place all the time that there are one strand of people who think that we need to go back to our own languages, whatever that means."}
{"start": "01:07:31.440", "end": "01:07:40.230", "speaker": "Samya Roy", "utterance": " and use that for coming occasion for academics and all sorts of stuff but speaking my language into consideration, I am a native born last speaker Bengali that is."}
{"start": "01:07:40.920", "end": "01:07:43.620", "speaker": "Samya Roy", "utterance": " it's not a language which can accommodate a lot of."}
{"start": "01:07:44.130", "end": "01:07:53.760", "speaker": "Samya Roy", "utterance": " techno technology or whatever, whatever there are a lot of difficulty when you come across as I was recently asked to serve as a social media translator for something that's coming up."}
{"start": "01:07:54.180", "end": "01:08:03.540", "speaker": "Samya Roy", "utterance": " And i'm supposed to write things in Bengali over there, but my question here my problem here is to how do I get across do I write."}
{"start": "01:08:04.200", "end": "01:08:11.310", "speaker": "Samya Roy", "utterance": " Some words in Bengali in someones in English, now that is one way to look at it, whether you use your own language or whether you do not."}
{"start": "01:08:11.760", "end": "01:08:17.700", "speaker": "Samya Roy", "utterance": " And there are some other people who think that quote unquote some language which is from the colonizer."}
{"start": "01:08:18.090", "end": "01:08:29.610", "speaker": "Samya Roy", "utterance": " That language is no longer a part of the colonizer in a very Caliban tempest sense of the term, it is your language now and whether you want to speak back cars or whatever you want to do it's your language now."}
{"start": "01:08:30.210", "end": "01:08:36.120", "speaker": "Samya Roy", "utterance": " i'm more belonging to the lighter side of the spectrum, but when I see people use language on social media."}
{"start": "01:08:36.540", "end": "01:08:46.650", "speaker": "Samya Roy", "utterance": " They use it in two ways people who are proficient in the news we use English and people who want to use bangla the US bangla, but there are also people who know both."}
{"start": "01:08:47.160", "end": "01:08:58.500", "speaker": "Samya Roy", "utterance": " The pressure to use bangla does because they want to show what their identity said, where they come from and what their identity is so I think it's a matter of personal politics of what."}
{"start": "01:08:59.220", "end": "01:09:06.780", "speaker": "Samya Roy", "utterance": " People stand for, do you have very honest and I have tried to pinpoint it to a general consensus, but I have to."}
{"start": "01:09:11.460", "end": "01:09:13.830", "speaker": "Anne Karhio", "utterance": " Thank you very much samia and."}
{"start": "01:09:14.850", "end": "01:09:26.160", "speaker": "Anne Karhio", "utterance": " there's there was a question coming from sound, but CERN has decided that he has he has sort of been this question has served me answered already and Roberta has been asking."}
{"start": "01:09:26.970", "end": "01:09:36.270", "speaker": "Roberta Iadevaia", "utterance": " For yes, thank you, yes, thank you all for your presentation and I just want to thank again somehow for his."}
{"start": "01:09:37.350", "end": "01:09:53.160", "speaker": "Roberta Iadevaia", "utterance": " Precious suggestions and I may ask you a few may explain a little more, if you want your next goals for the electronic literature in India, thank you."}
{"start": "01:09:55.140", "end": "01:10:01.260", "speaker": "Samya Roy", "utterance": " Thank you, thank you so much for that question, Robert says nice to see you after like two or three days they waited you can do."}
{"start": "01:10:01.890", "end": "01:10:12.030", "speaker": "Samya Roy", "utterance": " So for me electronically teacher well, a very important part of electronic register for me is to explore different technical challenges I mean."}
{"start": "01:10:12.720", "end": "01:10:24.480", "speaker": "Samya Roy", "utterance": " Using vr ar it's very attractive very nice and it, it can be used in different other ways also watch, for me, we belong into a space, which is still very print dominated as."}
{"start": "01:10:25.530", "end": "01:10:31.260", "speaker": "Samya Roy", "utterance": " People as Andy and and we were talking about i'm sorry if I can't get your name properly."}
{"start": "01:10:32.250", "end": "01:10:39.570", "speaker": "Samya Roy", "utterance": " So, another important part of me is to propagate the notion of web based literacy by the use of electronic literature."}
{"start": "01:10:39.960", "end": "01:10:47.490", "speaker": "Samya Roy", "utterance": " This is something that I have been saying for a long time that ever since we grow we have been growing up, we have been taught to read and write on paper."}
{"start": "01:10:47.850", "end": "01:10:53.460", "speaker": "Samya Roy", "utterance": " But now, most of the reading and writing I won't say most but a major chunk of reading and writing happens online."}
{"start": "01:10:54.060", "end": "01:10:58.350", "speaker": "Samya Roy", "utterance": " What we haven't been trained to do so, online, and so what I."}
{"start": "01:10:58.800", "end": "01:11:08.610", "speaker": "Samya Roy", "utterance": " Experience from people of my generation and from our generation one not acquainted with the online the electronic or the web, or whatever you want to call it."}
{"start": "01:11:09.000", "end": "01:11:19.290", "speaker": "Samya Roy", "utterance": " There is this print anxiety that comes into into the picture, which is extremely extremely visible that people are anxious about using the Internet about."}
{"start": "01:11:19.530", "end": "01:11:33.180", "speaker": "Samya Roy", "utterance": " scared about pop ups or something like that, and they always want to use someone else's assistance, so I personally would think of using electronic register, because it challenges your perception of the media, where it is being written."}
{"start": "01:11:33.570", "end": "01:11:39.510", "speaker": "Samya Roy", "utterance": " When when you click on it, whether you scroll to it, whether you drag point drop do whatever you want."}
{"start": "01:11:39.930", "end": "01:11:49.500", "speaker": "Samya Roy", "utterance": " The images and then CC text then click on a hyperlink and go to a different web page see something and come back not anything extraordinary just the rudimentary."}
{"start": "01:11:49.860", "end": "01:12:05.340", "speaker": "Samya Roy", "utterance": " It challenges your perception on how you do read things, how you perceive things on the web, and I believe that it has a very important pedagogical purpose that can be solved in pieces as basically music as the higher education classroom so yeah that's all."}
{"start": "01:12:06.510", "end": "01:12:09.510", "speaker": "Samya Roy", "utterance": " That I was something that I would like to explore, in the name on."}
{"start": "01:12:10.740", "end": "01:12:12.750", "speaker": "Samya Roy", "utterance": " The pedagogical possibility, thank you."}
{"start": "01:12:13.200", "end": "01:12:13.890", "speaker": "Anne Karhio", "utterance": " Thank you something."}
{"start": "01:12:14.250", "end": "01:12:28.170", "speaker": "Anne Karhio", "utterance": " Which is a few minutes left, and I think we let certain and ask is is questions question sorry I hope I didn't miss miss you too far as it's just it was your own or comments that actually you might be okay, but we have time for it."}
{"start": "01:12:28.680", "end": "01:12:31.950", "speaker": "S?ren Bro Pold (he, him)", "utterance": " it's Okay, but it's."}
{"start": "01:12:32.040", "end": "01:12:33.930", "speaker": "S?ren Bro Pold (he, him)", "utterance": " yeah it's in continuation of these."}
{"start": "01:12:35.040", "end": "01:12:41.160", "speaker": "S?ren Bro Pold (he, him)", "utterance": " comments that have come up and the discussion we've had in the chat of you know platforms."}
{"start": "01:12:43.320", "end": "01:12:49.170", "speaker": "S?ren Bro Pold (he, him)", "utterance": " as compared to paper or print or something like that and and and."}
{"start": "01:12:49.440", "end": "01:12:58.230", "speaker": "S?ren Bro Pold (he, him)", "utterance": " i'm totally agreeing to I think it was susie who pointed out that, that of course platforms have this kind of algorithmic."}
{"start": "01:12:59.460", "end": "01:13:06.360", "speaker": "S?ren Bro Pold (he, him)", "utterance": " way of conforming to whatever you're doing, and also of of of limiting."}
{"start": "01:13:07.530", "end": "01:13:08.400", "speaker": "S?ren Bro Pold (he, him)", "utterance": " What you can do."}
{"start": "01:13:10.500", "end": "01:13:14.130", "speaker": "S?ren Bro Pold (he, him)", "utterance": " Also, through data tracking and feedback, etc."}
{"start": "01:13:15.420", "end": "01:13:30.720", "speaker": "S?ren Bro Pold (he, him)", "utterance": " Though I still also think, and that was where I think Karen and pointed in that direction that that this period, over the last year, where we've been so immersed in platforms."}
{"start": "01:13:31.650", "end": "01:13:42.270", "speaker": "S?ren Bro Pold (he, him)", "utterance": " We are we at this point where we might have started to to to to learn to read them in different ways that we we we learn."}
{"start": "01:13:42.900", "end": "01:13:53.280", "speaker": "S?ren Bro Pold (he, him)", "utterance": " learn that the the data that tracks us is not necessarily us, I know, all kinds of great a gardener is going to speak about that later today that that we are not our data."}
{"start": "01:13:54.510", "end": "01:14:04.500", "speaker": "S?ren Bro Pold (he, him)", "utterance": " data is also just a language and and and I think the really interesting aspects here is is also have of the papers that was presented here is."}
{"start": "01:14:05.040", "end": "01:14:18.000", "speaker": "S?ren Bro Pold (he, him)", "utterance": " Whether we have also different you both kind of use practices, but also reading practices within different communities and, of course, something like manifestos is is a way of challenging."}
{"start": "01:14:19.770", "end": "01:14:23.610", "speaker": "S?ren Bro Pold (he, him)", "utterance": " Also platforms right so So yes."}
{"start": "01:14:24.990", "end": "01:14:26.400", "speaker": "S?ren Bro Pold (he, him)", "utterance": " Perhaps it's not really a question."}
{"start": "01:14:27.510", "end": "01:14:33.660", "speaker": "S?ren Bro Pold (he, him)", "utterance": " comment, but I think you know this yeah this moment of readings, I think, is really interesting."}
{"start": "01:14:36.540", "end": "01:14:37.290", "speaker": "Anne Karhio", "utterance": " Thank you very much."}
{"start": "01:14:38.370", "end": "01:14:47.970", "speaker": "Anne Karhio", "utterance": " And if it's a comment is a fine concluding comment I think if we have exactly one minute, so if somebody has a very short answer um we have time for that."}
{"start": "01:14:49.320", "end": "01:15:00.810", "speaker": "Anne Karhio", "utterance": " But if everybody's happy with things as they are, I think we can we can accept that that was a wonderful concluding comment for for the panel um I think."}
{"start": "01:15:02.370", "end": "01:15:06.060", "speaker": "Anne Karhio", "utterance": " I think we're Okay, in terms of questions and such."}
{"start": "01:15:09.240", "end": "01:15:09.540", "speaker": "iqra khurshid", "utterance": " Okay."}
{"start": "01:15:11.340", "end": "01:15:12.150", "speaker": "Anne Karhio", "utterance": " You have a question."}
{"start": "01:15:14.790", "end": "01:15:15.960", "speaker": "iqra khurshid", "utterance": " I have to present."}
{"start": "01:15:16.740", "end": "01:15:19.320", "speaker": "Anne Karhio", "utterance": " How can you presenting okay i'm."}
{"start": "01:15:19.800", "end": "01:15:25.230", "speaker": "Anne Karhio", "utterance": " Okay, thank you, everybody for the wonderful presentations and wonderful discussion."}
{"start": "01:15:26.550", "end": "01:15:33.180", "speaker": "Anne Karhio", "utterance": " And i'm really happy we had all the for presentations it brought some balance i'm sorry."}