{"start": "00:05:45.000", "end": "00:06:02.000", "speaker": "None", "utterance": "floods of Kovats 19 most particularly being a pandemic specifically connected to digital media and the internet. And additionally, in which ways will this digital infection contaminate post pandemic times."}
{"start": "00:06:02.000", "end": "00:06:23.000", "speaker": "None", "utterance": "And so one way of looking into Israel project or implementing as an online RTC platform or sub network of its own, develop adopting some of the male art principles and practices into digital and in its current stage acting quarantine hosts more than 900"}
{"start": "00:06:23.000", "end": "00:06:36.000", "speaker": "None", "utterance": "artworks produced between March and April. 2020 for more than 300 authors worldwide, and being reminiscence of a good viral like behavior, as mentioned by you."}
{"start": "00:06:36.000", "end": "00:06:54.000", "speaker": "None", "utterance": "The projects manager interface that we saw here functions as an art installation, including an interactive digital map in which users can track the arrival of the art books by day in location, and in this way, symbolic symbolically subverting illogical"}
{"start": "00:06:54.000", "end": "00:07:04.000", "speaker": "None", "utterance": "infection contamination and contagions, and by revealing, day after day, the transmission chain of artistic expression."}
{"start": "00:07:04.000", "end": "00:07:07.000", "speaker": "None", "utterance": "So,"}
{"start": "00:07:07.000", "end": "00:07:24.000", "speaker": "None", "utterance": "the art and current in platform presents two types of possible displays of views. Firstly, an individual gallery and here we can think of, for World rooms or screens containing the individual factor like experiences of each of the participants authors"}
{"start": "00:07:24.000", "end": "00:07:40.000", "speaker": "None", "utterance": "in confinement, due to Bobby 19, and secondly, a collective gallery, featuring, featuring all of the artworks and presenting yet with another possible type of experience there is the possibility of identifying a distinct patterns from a global pandemic"}
{"start": "00:07:40.000", "end": "00:07:56.000", "speaker": "None", "utterance": "experience. And for the purpose of this conference and regardless of their factual nature, we chose three artworks from project art in parenting that fall under the spectrum of electronic literature, and that will allow us to discuss the ways in which"}
{"start": "00:07:56.000", "end": "00:08:09.000", "speaker": "None", "utterance": "artistic representations from the pandemic are indeed permeated by digital media and aesthetics and apparatus condemned confirming the idea that the utility mediates, and every single aspect of this pandemic."}
{"start": "00:08:09.000", "end": "00:08:24.000", "speaker": "None", "utterance": "Additionally, we believe that these three examples can be representative of burrows understanding or language in its material dimensions and infectious ability to generate and transmit meaning acting both as a medium and a significant of its own."}
{"start": "00:08:24.000", "end": "00:08:35.000", "speaker": "None", "utterance": "And assuming it's a symbiotic relationship with our hosts."}
{"start": "00:08:35.000", "end": "00:08:39.000", "speaker": "None", "utterance": "So, moving to the outputs. The first one that is offline."}
{"start": "00:08:39.000", "end": "00:08:57.000", "speaker": "None", "utterance": "In, in it, liberally live in his usual artists and photographer based in Paris, Clara Eben other makes use of screen captures and screen recordings of her mobiles, videos, photos and text notes in order to produce a performance of their native daily life,"}
{"start": "00:08:57.000", "end": "00:09:15.000", "speaker": "None", "utterance": "while the environment. So being largely deprived from physical access to the outside world. The goal for videos and photograph stored in her mobile phone, are here us to reconnect to nature by revisiting a specific selection of summertime visual Trump's."}
{"start": "00:09:15.000", "end": "00:09:31.000", "speaker": "None", "utterance": "So, and then using a layer of textual notes intended to express historical emotional and psychological experiences associated with her memories, the author creates a fictional narrative and infectious literary construct of overlapping present reality"}
{"start": "00:09:31.000", "end": "00:09:39.000", "speaker": "None", "utterance": "indoors and weaving meaning into the otherwise isolated videos and images portrayed"}
{"start": "00:09:39.000", "end": "00:09:54.000", "speaker": "None", "utterance": "in our second example patient zero by Portuguese digital artist belittle Vega, another patient of Le Elizabeth Jennings poem in memory of anyone unknown to me, is used as part of an interactive online memorial of a different kind."}
{"start": "00:09:54.000", "end": "00:10:03.000", "speaker": "None", "utterance": "mimicking the action of a virus The poem is hacked and transformed into dust that death text, less than you make sentences."}
{"start": "00:10:03.000", "end": "00:10:19.000", "speaker": "None", "utterance": "But these sentences dialogue with an interactive representation of the corona virus transmission chain image individuals are here represented by bright blue particles, except for patient zero, a single initially infected individual represented in contrasting"}
{"start": "00:10:19.000", "end": "00:10:36.000", "speaker": "None", "utterance": "red by interacting with it. The Observer was cursor is presented as the economy light accelerates the contact between infected individuals reading the disease, and increasing the death toll individuals real name major and country of origin generated from"}
{"start": "00:10:36.000", "end": "00:10:54.000", "speaker": "None", "utterance": "actual net national databases are finally made visible by the author humanizing, otherwise undifferentiated anonymized particles. And finally, our third example and conclude our presentation here represents a distinct form a digital contraction, the different"}
{"start": "00:10:54.000", "end": "00:11:15.000", "speaker": "None", "utterance": "form of digital content created by Polish artist mathematician and composer, Robert BYJ viral capital, allows for the combination of the NAACP, that's the different viruses, which gradually transform the journey generating new one."}
{"start": "00:11:15.000", "end": "00:11:19.000", "speaker": "None", "utterance": "The new generated sequences are then converted in real time."}
{"start": "00:11:19.000", "end": "00:11:25.000", "speaker": "None", "utterance": "Pointing tolerant sound outcomes and retro actively."}
{"start": "00:11:25.000", "end": "00:11:31.000", "speaker": "None", "utterance": "Thank you."}
{"start": "00:11:31.000", "end": "00:11:43.000", "speaker": "None", "utterance": "Thank you, do go and I know"}
{"start": "00:11:43.000", "end": "00:11:50.000", "speaker": "None", "utterance": "now is it time for me a scab service."}
{"start": "00:11:50.000", "end": "00:11:52.000", "speaker": "None", "utterance": "Thank you."}
{"start": "00:11:52.000", "end": "00:12:03.000", "speaker": "None", "utterance": "So always Eve approach to Ambien later so we were speaking, yesterday about that."}
{"start": "00:12:03.000", "end": "00:12:14.000", "speaker": "None", "utterance": "Embedded spoken Manalo be on hands, interaction on Metalab says,"}
{"start": "00:12:14.000", "end": "00:12:22.000", "speaker": "None", "utterance": "You going to share."}
{"start": "00:12:22.000", "end": "00:12:26.000", "speaker": "None", "utterance": "So, do see my screen."}
{"start": "00:12:26.000", "end": "00:12:28.000", "speaker": "None", "utterance": "Yes."}
{"start": "00:12:28.000", "end": "00:12:44.000", "speaker": "None", "utterance": "Okay, so I like try to sum up my paper and, as was said earlier, I also have a lot of thoughts after the conference, and I will try to speak instead of reading so it can be a little more than five minutes sorry for that."}
{"start": "00:12:44.000", "end": "00:12:48.000", "speaker": "None", "utterance": "I think it's a little better."}
{"start": "00:12:48.000", "end": "00:12:54.000", "speaker": "None", "utterance": "So, mostly my paper"}
{"start": "00:12:54.000", "end": "00:13:06.000", "speaker": "None", "utterance": "was focused on concept of our mental literature, which, as most of you know, was proposed by in the project,"}
{"start": "00:13:06.000", "end": "00:13:30.000", "speaker": "None", "utterance": "conducted by free English universities, and it was a very interesting r&d project focus mostly on the future of writing, and this project was conducted in a deep dialogue with publishing industry so the main question was how to create a text for the future."}
{"start": "00:13:30.000", "end": "00:13:37.000", "speaker": "None", "utterance": "The literature that can interact with our ambient so out of the starting point."}
{"start": "00:13:37.000", "end": "00:13:52.000", "speaker": "None", "utterance": "The concept was about creating text which are able to respond to the site of reading. So it was really close to locate if writing, but in fact when they analyze the concept of ambience."}
{"start": "00:13:52.000", "end": "00:14:09.000", "speaker": "None", "utterance": "They fought not on the about physical surroundings, or the reader environment, that becomes a part of story, but also about something like more metaphorical ambient, our media ambient we are living in."}
{"start": "00:14:09.000", "end": "00:14:18.000", "speaker": "None", "utterance": "So in fact, I'm going to literature out there is also a problem of text which rocks readers that data."}
{"start": "00:14:18.000", "end": "00:14:38.000", "speaker": "None", "utterance": "And, in fact, in literature is a kind of umbrella term to describe what was thought to be created in the project, what can be created in the future, but us word to think about the past literature about, and also about what we have now."}
{"start": "00:14:38.000", "end": "00:14:54.000", "speaker": "None", "utterance": "So, to sum it up, I would say that the starting point is that, and this kind of literature propose new kinds of outdoor reader contract, because the reader body is not a problem to lead it."}
{"start": "00:14:54.000", "end": "00:15:08.000", "speaker": "None", "utterance": "We don't have to lose our body to enter the fiction. There are fully embodied readings, and the text seems to ask something like that, do read up, let me about it, please."}
{"start": "00:15:08.000", "end": "00:15:25.000", "speaker": "None", "utterance": "And then I will show you my story. So, I'm to describe this kind of literary experience. I used three concepts are free, free tracks or features all have in common."}
{"start": "00:15:25.000", "end": "00:15:27.000", "speaker": "None", "utterance": "Kind of paradox."}
{"start": "00:15:27.000", "end": "00:15:51.000", "speaker": "None", "utterance": "The kind of paradox that can meet us to link, something that cannot be linked like fiction and actuality, so I use the palimpsest meta lapses and syllabuses because all of them permit us to thinking about those actualization about other narratives actualization"}
{"start": "00:15:51.000", "end": "00:15:56.000", "speaker": "None", "utterance": "of alternatives, which are normally contradictory."}
{"start": "00:15:56.000", "end": "00:16:03.000", "speaker": "None", "utterance": "So, why I'm into literature propose piling sisters experience."}
{"start": "00:16:03.000", "end": "00:16:23.000", "speaker": "None", "utterance": "When our settings became part of the story. It means that different layers of reality are blended. So it's something like at the beginning of when does our."}
{"start": "00:16:23.000", "end": "00:16:44.000", "speaker": "None", "utterance": "So, what was important for me is the fact that important part of the undertreated a project where interviews with readers, and many of them said the same that they didn't distinguish the realities and said that you really felt like in blended reality"}
{"start": "00:16:44.000", "end": "00:16:47.000", "speaker": "None", "utterance": "like in a real sense."}
{"start": "00:16:47.000", "end": "00:17:05.000", "speaker": "None", "utterance": "And it made me thinking about that category. Meta lapses, of course, as we are speaking about the new media literature in context of interaction on collapses the beloved by mostly after dancing and Alice bad."}
{"start": "00:17:05.000", "end": "00:17:27.000", "speaker": "None", "utterance": "And of course I was asking about the ontological collapses because it's a crossing border between reality and fiction our world, not between different layers of fiction, but I was inspired by the final part of the recently published book by Astrid and"}
{"start": "00:17:27.000", "end": "00:17:43.000", "speaker": "None", "utterance": "Ali's when they asked about VR experiences as the kind of ultimate interaction on mental lapses, and I found what is proposed in ambient literature, even most intimate that one."}
{"start": "00:17:43.000", "end": "00:17:56.000", "speaker": "None", "utterance": "So I proposed to my paper that the term, enhance interaction on mental lapses by, but thinking. Today, after all the discussion we we could experience during this conference."}
{"start": "00:17:56.000", "end": "00:18:07.000", "speaker": "None", "utterance": "I think that may be just old teammate interaction on at Alexis, or even ambient interaction or the lead mega lapses will be the better time to describe that."}
{"start": "00:18:07.000", "end": "00:18:18.000", "speaker": "None", "utterance": "And what is crucial for this concept is the fact that those that don't ask you to knock and in any way. They don't ask you to step in someone's shoes."}
{"start": "00:18:18.000", "end": "00:18:25.000", "speaker": "None", "utterance": "They just permit you to be yourself in your surroundings, and at the same time be part of the story."}
{"start": "00:18:25.000", "end": "00:18:30.000", "speaker": "None", "utterance": "And this is the third step for me."}
{"start": "00:18:30.000", "end": "00:18:34.000", "speaker": "None", "utterance": "What about this reader being kind of protagonist."}
{"start": "00:18:34.000", "end": "00:18:53.000", "speaker": "None", "utterance": "I adopt that concept of celebrity I propose many years ago by Irish up niche, and it was proposed to describe the speaking, I in literature, which is very paradoxical because it needs to be"}
{"start": "00:18:53.000", "end": "00:19:09.000", "speaker": "None", "utterance": "fought at the same time as the real one. And as the fiction r1. It was mostly used to speak about about literature, in which the relation between the outer, and the speaking, I was a kind of a gay."}
{"start": "00:19:09.000", "end": "00:19:25.000", "speaker": "None", "utterance": "So I fought about literature as a kind of literature, in which you can apply this kind of paradox to the reader, because this reader functions in two different realities."}
{"start": "00:19:25.000", "end": "00:19:46.000", "speaker": "None", "utterance": "At the same time, so I use the example here which I didn't use my paper but just to make it more visible. Those are books, or electronic books, which have a kind of a heart, which is a kind of a gap that can also be described a kind of mental epic machine,"}
{"start": "00:19:46.000", "end": "00:19:52.000", "speaker": "None", "utterance": "because there is something in your fiction award that connects you with the fiction."}
{"start": "00:19:52.000", "end": "00:20:00.000", "speaker": "None", "utterance": "So the three that its protagonist to select the Q is director of flesh and blood."}
{"start": "00:20:00.000", "end": "00:20:13.000", "speaker": "None", "utterance": "And at the same time he can be active and frequently he is addressing of the narrative. So I tried to show it with three examples, which are quite different."}
{"start": "00:20:13.000", "end": "00:20:24.000", "speaker": "None", "utterance": "And, in which you can see exactly how it can be kind of how it can be realized and of course it can be provided further than I did in my paper."}
{"start": "00:20:24.000", "end": "00:20:39.000", "speaker": "None", "utterance": "And then I go to the, the other way of seeing this gap for the reader because if you need a gap in the story for the reader, you frequently do it with a narrative structure."}
{"start": "00:20:39.000", "end": "00:20:59.000", "speaker": "None", "utterance": "So I was thinking about very frequent use of second person narrative in amateur literature, it's not the only one case, you can use also the other kinds of narrative, but I was thinking about also very old category of spoken monologue."}
{"start": "00:20:59.000", "end": "00:21:17.000", "speaker": "None", "utterance": "It's kind of narrative, in which this you is always present, and I is speaking to someone, even the someone isn't present. So it's kind of paradoxical dialogue."}
{"start": "00:21:17.000", "end": "00:21:31.000", "speaker": "None", "utterance": "And it was proposed as attempt to describe this kind of literature, which was created like the Albert coming. The Fall which was the first example of that kind of literature."}
{"start": "00:21:31.000", "end": "00:21:41.000", "speaker": "None", "utterance": "So I was thinking that will help us in our inventory to try is kind of embodiment of the structure."}
{"start": "00:21:41.000", "end": "00:22:07.000", "speaker": "None", "utterance": "In fact is gossip for the reader who response is put in the actual world. So, so you as the reader is the one who is the one which responds to the story, and who is the one who should listen that, in fact, those kinds of narratives can be because of that,"}
{"start": "00:22:07.000", "end": "00:22:32.000", "speaker": "None", "utterance": "thought also like a kind of literary work in form of a score or a kind of performance. So, to close my presentation, I use the example of her long black Harbhajan at Cardiff, which is our the walk in which you can see all of those aspects, and the pictures"}
{"start": "00:22:32.000", "end": "00:22:52.000", "speaker": "None", "utterance": "that the listener is he using to connect him with the story. Max it's obvious that is just an embedded form of spoken monologue, and it makes this gap for the reader, really concrete and truly presence in actual world."}
{"start": "00:22:52.000", "end": "00:23:12.000", "speaker": "None", "utterance": "So I hope that some of this example how to to understand what I was trying to say my paper is still kind of a draft. And I will be really helpful for any advice and comments, and I will try to stop sharing my screen."}
{"start": "00:23:12.000", "end": "00:23:19.000", "speaker": "None", "utterance": "Thank you very much"}
{"start": "00:23:19.000", "end": "00:23:22.000", "speaker": "None", "utterance": "for it though, we cannot hear you."}
{"start": "00:23:22.000", "end": "00:23:24.000", "speaker": "None", "utterance": "Oh, sorry."}
{"start": "00:23:24.000", "end": "00:23:39.000", "speaker": "None", "utterance": "I was reading your papers morning and I feel like you were with me reading the book with your with your overview about"}
{"start": "00:23:39.000", "end": "00:23:41.000", "speaker": "None", "utterance": "that."}
{"start": "00:23:41.000", "end": "00:23:46.000", "speaker": "None", "utterance": "Okay, let's go ahead we summary I will go"}
{"start": "00:23:46.000", "end": "00:23:50.000", "speaker": "None", "utterance": "with the act of taking a pause digital world."}
{"start": "00:23:50.000", "end": "00:24:16.000", "speaker": "None", "utterance": "Thank you for it though. I'm going to share my screen."}
{"start": "00:24:16.000", "end": "00:24:21.000", "speaker": "None", "utterance": "Okay, can you see it."}
{"start": "00:24:21.000", "end": "00:24:24.000", "speaker": "None", "utterance": "Yes, yes. Okay, thank you very much."}
{"start": "00:24:24.000", "end": "00:24:37.000", "speaker": "None", "utterance": "I'm going to try to summarize the main ideas, I wrote in this essay, which has this very pretentious title, we heard the object in a post digital world."}
{"start": "00:24:37.000", "end": "00:24:57.000", "speaker": "None", "utterance": "I wanted to reflect maybe, especially on two labels that have been used to define sets of artifacts that I think are born of the sea, out of the same context and talking about term, both digital and post internet."}
{"start": "00:24:57.000", "end": "00:25:05.000", "speaker": "None", "utterance": "In particular, I'm going to focus on the work of artists that use Instagram as an art gallery for exhibiting their work, or."}
{"start": "00:25:05.000", "end": "00:25:10.000", "speaker": "None", "utterance": "On the other hand to sabotage the platform from the inside."}
{"start": "00:25:10.000", "end": "00:25:19.000", "speaker": "None", "utterance": "These are works that come from the artistic sphere, but I think they bear a family resemblance to electronic literature."}
{"start": "00:25:19.000", "end": "00:25:35.000", "speaker": "None", "utterance": "The youth explored the narrative process in the construction of an artist identity, the changing territories of human machine artists spectator interactions and digital analog materialisation."}
{"start": "00:25:35.000", "end": "00:25:42.000", "speaker": "None", "utterance": "Actually I think we are all three panels, or all three papers."}
{"start": "00:25:42.000", "end": "00:25:45.000", "speaker": "None", "utterance": "Addressing the same issue."}
{"start": "00:25:45.000", "end": "00:26:01.000", "speaker": "None", "utterance": "The art optics, that are being produced can be classified as physical like physical and digital constructs that in have it in a myriad of different possibilities of mediation and convergence, the spaces of mixed reality."}
{"start": "00:26:01.000", "end": "00:26:22.000", "speaker": "None", "utterance": "So as the artist explore the platform's potential as exhibition space. Advertising side, and conversational I their digital objects, reflect the tension between an astrologer for an analog craftsmanship, which rebels against mechanic perfection, and an"}
{"start": "00:26:22.000", "end": "00:26:37.000", "speaker": "None", "utterance": "interrogation of human creativity that propels us into the future, through an ever more profound symbiosis with our technological habitus. So let us first define or very quickly."}
{"start": "00:26:37.000", "end": "00:26:41.000", "speaker": "None", "utterance": "I'm just going to point out a few"}
{"start": "00:26:41.000", "end": "00:26:46.000", "speaker": "None", "utterance": "elements or signs that I have found."}
{"start": "00:26:46.000", "end": "00:26:52.000", "speaker": "None", "utterance": "When did this terms of peer Well, they have been around since the year 2000, when for example."}
{"start": "00:26:52.000", "end": "00:27:00.000", "speaker": "None", "utterance": "electronic music composer King, Sony inspired by Negroponte a sentence, digital revolution is over."}
{"start": "00:27:00.000", "end": "00:27:10.000", "speaker": "None", "utterance": "He decided to refer to the type of non academic self taught me music electronic music, as was digital."}
{"start": "00:27:10.000", "end": "00:27:26.000", "speaker": "None", "utterance": "And from that moment, the post digital has been associated with this process of commercialization in art, everybody can become an artist, doing you know you can do it yourself technologies low tech recycled materials, etc."}
{"start": "00:27:26.000", "end": "00:27:39.000", "speaker": "None", "utterance": "So there, they what I think is interesting is to locate what kind of features these works, share, also with electronic literature, you know this logic of extruding data."}
{"start": "00:27:39.000", "end": "00:27:58.000", "speaker": "None", "utterance": "This new gold, you know, both as a creative practice but also as a method to attribute cultural value. So, there's also this question of how are we going to make our art, something that can also be sold, you know, so there there are certain features like"}
{"start": "00:27:58.000", "end": "00:28:09.000", "speaker": "None", "utterance": "this, nostalgic rate Romania that Kramer was also describing this mix of old and new media in their creations."}
{"start": "00:28:09.000", "end": "00:28:25.000", "speaker": "None", "utterance": "So, the condition requires the artist, which is nearly everyone to become his or her own agent, using platforms such as Instagram as exhibition venues to attract audiences and make their art viral."}
{"start": "00:28:25.000", "end": "00:28:39.000", "speaker": "None", "utterance": "So, in this sense, the the platform is at the same time performing several roles, you know, And that's what I would like to analyze here at the same time."}
{"start": "00:28:39.000", "end": "00:28:59.000", "speaker": "None", "utterance": "I think he was concurrent to the emergence of post digital as a term artist myself and also refer as port post internet out to discuss a series of, you know, artists that began to reflect on the impact of the use of the Internet, and it's technologies,"}
{"start": "00:28:59.000", "end": "00:29:03.000", "speaker": "None", "utterance": "but using creative venues that were outside the internet."}
{"start": "00:29:03.000", "end": "00:29:09.000", "speaker": "None", "utterance": "Returning to the plasticity of objects in the physical space of the gallery."}
{"start": "00:29:09.000", "end": "00:29:17.000", "speaker": "None", "utterance": "Some critics have also seeing these as a way to be able to sell you know that art to transform it into an object."}
{"start": "00:29:17.000", "end": "00:29:31.000", "speaker": "None", "utterance": "So Marissa awesome quotes RT, your current who describes this type of art as a result of the contemporary moment inherently informed by ubiquitous authorship development of attention as currency."}
{"start": "00:29:31.000", "end": "00:29:49.000", "speaker": "None", "utterance": "The collapse of physical space in network culture, and the infinite reproducibility, and mutability of digital materials, as, as I mentioned that paper, there are so many, you know, critics, that are very negative with respect to post internet art is"}
{"start": "00:29:49.000", "end": "00:30:10.000", "speaker": "None", "utterance": "very famous the post by Brian dr core and titled Why hate post internet art that says that post internet artist to art would porn, the sex, you know, implying that was the only thing that was internet artist want is to be successful in the art world,"}
{"start": "00:30:10.000", "end": "00:30:27.000", "speaker": "None", "utterance": "more than anything else that they are not that they lack the craftsmanship abilities that we associate with artistic production. The only thing will make is the commercial gadgets, but the introducing there, you know, exhibitions."}
{"start": "00:30:27.000", "end": "00:30:43.000", "speaker": "None", "utterance": "Well I think we need to analyze in more depth, you know, each piece to see you know if it's really something just commercial or if he has an interesting message to say."}
{"start": "00:30:43.000", "end": "00:30:47.000", "speaker": "None", "utterance": "So, this is what I'm going to describe that."}
{"start": "00:30:47.000", "end": "00:31:04.000", "speaker": "None", "utterance": "This artist share something in common they are concerned with the, the possibilities of introducing this tension in their artistic creations between the different layers, know that we have it at the same time."}
{"start": "00:31:04.000", "end": "00:31:24.000", "speaker": "None", "utterance": "So, the digital ontology of the digital art is not of the single quality, we can find physical objects in digital environments digital objects in physical environments like very different email combinations, and technology is moving our horizon of expectations,"}
{"start": "00:31:24.000", "end": "00:31:30.000", "speaker": "None", "utterance": "even beyond because each the new possibilities now are being created."}
{"start": "00:31:30.000", "end": "00:31:46.000", "speaker": "None", "utterance": "But what I'm interested in analyzing is that even though the range of possibilities is very wide and artist, you know, with their imagination they decide to even take them beyond the our expectations."}
{"start": "00:31:46.000", "end": "00:32:04.000", "speaker": "None", "utterance": "Each time you you use augmented reality or augmented reality in your work. You're also indirectly posing a question. No, and positioning your work, regarding your concept or your understanding of reality is physical reality lacking and this way you have"}
{"start": "00:32:04.000", "end": "00:32:23.000", "speaker": "None", "utterance": "to augment it in this way, or what is the correct balance now between ourselves and our technological processes, and this is what I would like to to analyze in this works, which had the political processes that artists are introducing in the works, how"}
{"start": "00:32:23.000", "end": "00:32:31.000", "speaker": "None", "utterance": "do they use Instagram so how do these strategies, you know, integrate the platforms."}
{"start": "00:32:31.000", "end": "00:32:42.000", "speaker": "None", "utterance": "And as well. Of course this list is very personal and maybe we can discuss it later, but I have identified some strategies that I have found in several you know works."}
{"start": "00:32:42.000", "end": "00:32:57.000", "speaker": "None", "utterance": "So I think they're, they're not just connected to one particular proposal that they are very frequent now like recycling technological detritus or this type of post digital actresses."}
{"start": "00:32:57.000", "end": "00:33:17.000", "speaker": "None", "utterance": "We contextualize in the platform communicative strategies by taking it outside, and introducing it in the physical space for example of a gallery, or the other way around how we use augmented spirituality, to introduce physical objects, like a sofa, that"}
{"start": "00:33:17.000", "end": "00:33:34.000", "speaker": "None", "utterance": "we want to sell in this very ethereal, you know, Ambien, so that we are somehow. A regaining the artistic aura in the digital space, or should we say just the commercial, you know, attractiveness."}
{"start": "00:33:34.000", "end": "00:33:44.000", "speaker": "None", "utterance": "Another strategy will be floating the platforms veracity principle and these are the ones that I see as sabotaging the logic of the platform from the inside."}
{"start": "00:33:44.000", "end": "00:34:02.000", "speaker": "None", "utterance": "And also creative in plausible exhibits using Instagram and also making explicit this tension with Instagram as a space to, to show work you know as opposed to a physical gallery."}
{"start": "00:34:02.000", "end": "00:34:25.000", "speaker": "None", "utterance": "So, I have like several examples to show this is strategies that I have found, like for example the artist Cory Archangel in one of his most famous works as Super Mario cloud, what he has done is to, you know, eliminate from the, the game."}
{"start": "00:34:25.000", "end": "00:34:33.000", "speaker": "None", "utterance": "The graphics that are in the foreground. So, the only thing that remains is the background of moving clouds."}
{"start": "00:34:33.000", "end": "00:34:44.000", "speaker": "None", "utterance": "And this is really connected with what Sony routing his article about the importance of the traders for ground by product."}
{"start": "00:34:44.000", "end": "00:35:06.000", "speaker": "None", "utterance": "In the past digital art that by exploring the blind spots, you know, those things that we don't pay attention to, like the detritus of our society, we may have a better idea or a better description of who or how we are as a society, rather than the perfected"}
{"start": "00:35:06.000", "end": "00:35:22.000", "speaker": "None", "utterance": "piece of art. I use found very interesting the work of an within elevator. A, she has been very, she has become famous in in Spain. Thanks actually to her use of Instagram."}
{"start": "00:35:22.000", "end": "00:35:36.000", "speaker": "None", "utterance": "She's very active there she communicates frequently with her audience. and she feels compelled to bring this digital consumption and communication modes of Instagram into the physical battery."}
{"start": "00:35:36.000", "end": "00:35:40.000", "speaker": "None", "utterance": "So she actually with this"}
{"start": "00:35:40.000", "end": "00:35:46.000", "speaker": "None", "utterance": "exhibition, which is one exhibition inside another."}
{"start": "00:35:46.000", "end": "00:36:10.000", "speaker": "None", "utterance": "She wants to highlight how we are in Instagram you know consuming images just with a click of our finger very fast and there's always this need for visual, you know gratification, another artist that I think uses the, the digital space of the platforms"}
{"start": "00:36:10.000", "end": "00:36:33.000", "speaker": "None", "utterance": "to recreate a new era. It's this Spanish artist based in Barcelona, let me see if I can activate the medium."}
{"start": "00:36:33.000", "end": "00:36:40.000", "speaker": "None", "utterance": "Well, what he does is he uses the space of."}
{"start": "00:36:40.000", "end": "00:37:00.000", "speaker": "None", "utterance": "I think I'm going to stop the video because otherwise I won't be able to talk. Well what he does is he creates different pieces of furniture or fabrics, and he introduces the object that he wants to sell in these very surreal scenarios, these virtual"}
{"start": "00:37:00.000", "end": "00:37:28.000", "speaker": "None", "utterance": "spaces in 3d. And finally, in those digital spaces the object acquires like an ethereal or a sense of belonging. And I think it's interesting. Also, for example how these artists that use 3d rendering software to move beyond or to move sorry from one"}
{"start": "00:37:28.000", "end": "00:37:39.000", "speaker": "None", "utterance": "level of reality to another. For example, we'll see Hardcastle studio based in London and with I think 1000 followers on Instagram also very popular there."}
{"start": "00:37:39.000", "end": "00:37:52.000", "speaker": "None", "utterance": "She investigates the tension between technology and traditional craft. Now, and she also says that who work you know emerges from these post internet is."}
{"start": "00:37:52.000", "end": "00:38:13.000", "speaker": "None", "utterance": "So in this case the process moves like this from the qualities of physical objects like liquid soft materials and textures. She then takes these qualities to her, you know, digital objects, through 3d sculptures and digital images."}
{"start": "00:38:13.000", "end": "00:38:35.000", "speaker": "None", "utterance": "And then these suffuse back in physical materials like printed fabrics to make rugs to make curtains, etc. So, there is a pattern of tumbling you know effect, because sometimes you kind of distinguish is this, for example, is this a 3d rendering was actually"}
{"start": "00:38:35.000", "end": "00:38:44.000", "speaker": "None", "utterance": "actually a piece of glass, when they use their photographs to talk about their projects, they realize that the spectator cannot distinguish any longer."}
{"start": "00:38:44.000", "end": "00:38:57.000", "speaker": "None", "utterance": "This is like a kind of game or cloning from the physical space to the digital I'm back again. So as we have seen in losing Harker so raising your low beta."}
{"start": "00:38:57.000", "end": "00:39:09.000", "speaker": "None", "utterance": "There is a return to the physical object craftsmanship is important, but still the spaces seem to be clearly separated. So in the case of Lucy Hardcastle is a bit more difficult."}
{"start": "00:39:09.000", "end": "00:39:18.000", "speaker": "None", "utterance": "Then I would like to show you my, what they're just more artists Connect finish the work of Amelia woman."}
{"start": "00:39:18.000", "end": "00:39:36.000", "speaker": "None", "utterance": "Her project excellence and perfection is one example I have used to talk about this strategy flouting the platform's veracity principle which is already very weak, but in this case the, the artists Texas know it gives it another channel this crew well"}
{"start": "00:39:36.000", "end": "00:39:56.000", "speaker": "None", "utterance": "in her work as you can read in in my paper. She completely makes a parody you know of the type of profiles that young girls leave or using Instagram, and she of course confuses her friends and family because they don't know if she's for real or just making"}
{"start": "00:39:56.000", "end": "00:40:10.000", "speaker": "None", "utterance": "things up, that she completely tells a fake story through photographs, like for example this other artist intimidate from NATO who made a Facebook project pixel leading her photographs."}
{"start": "00:40:10.000", "end": "00:40:25.000", "speaker": "None", "utterance": "Well, in both cases where is subversive is that the real identity of the artist remains always elusive, either by faking have announced yet popular ego or self centering it before the platform has the chance to do it."}
{"start": "00:40:25.000", "end": "00:40:30.000", "speaker": "None", "utterance": "So the artists invents new norms for the algorithm to deal with."}
{"start": "00:40:30.000", "end": "00:40:51.000", "speaker": "None", "utterance": "And my final example is a juice with the parallel compression artifacts, and he is his project, I have chosen it to show this last strategy that of the impossible exhibit site in Instagram."}
{"start": "00:40:51.000", "end": "00:41:03.000", "speaker": "None", "utterance": "What he did is constructing a secret location, what appears to be like the room in a, in a gallery or an exhibition space."}
{"start": "00:41:03.000", "end": "00:41:14.000", "speaker": "None", "utterance": "There is, it's impossible for any expectation to actually reach that space because we are not informed of its existence until everything is completely destroyed and brought to ashes."}
{"start": "00:41:14.000", "end": "00:41:25.000", "speaker": "None", "utterance": "So the process was recorded, and then post produced to comment, the size or decrease it in different digital images."}
{"start": "00:41:25.000", "end": "00:41:37.000", "speaker": "None", "utterance": "And what remains in the is kind of archival project, a series of recorded videos and photographs that are disseminated in the networks."}
{"start": "00:41:37.000", "end": "00:41:49.000", "speaker": "None", "utterance": "So as in Amylin elevator stories in this piece we also find an exhibition inside another exhibition so word is discuss really is the."}
{"start": "00:41:49.000", "end": "00:41:57.000", "speaker": "None", "utterance": "The exhibition space, the container, because the, the art objects, in a sense, become by now."}
{"start": "00:41:57.000", "end": "00:42:21.000", "speaker": "None", "utterance": "So, with these different examples. and To conclude, I want to say that artists can use Instagram, and other platforms in various ways but what I have found is that they very often use it, either to disseminate their work, you know, go to pose a critical"}
{"start": "00:42:21.000", "end": "00:42:26.000", "speaker": "None", "utterance": "stance regarding the algorithms, commercial logic."}
{"start": "00:42:26.000", "end": "00:42:44.000", "speaker": "None", "utterance": "They are aware of the commercial objectives of the platforms, and they try to skew or appropriate them, you know, depending on their intention. So very often they, they are a mixture of both internet consumer and push data, probably more reflective."}
{"start": "00:42:44.000", "end": "00:42:47.000", "speaker": "None", "utterance": "And"}
{"start": "00:42:47.000", "end": "00:43:00.000", "speaker": "None", "utterance": "what I see is that, in the same way that was internet art became a reflection from the outside, from, you know, outside the digital space on internet reception habits."}
{"start": "00:43:00.000", "end": "00:43:05.000", "speaker": "None", "utterance": "We have also observed in this digital electronic literature."}
{"start": "00:43:05.000", "end": "00:43:19.000", "speaker": "None", "utterance": "This type of Overture towards all the works that might not be strictly classified as electronic literature, but print from a similar experimentation with platforms and artistic creation."}
{"start": "00:43:19.000", "end": "00:43:32.000", "speaker": "None", "utterance": "They are travers by going through computer programs mechanic spaces. And they're also trying to reach out, you know, new audiences, by all the strategies you know necessary."}
{"start": "00:43:32.000", "end": "00:43:44.000", "speaker": "None", "utterance": "So as close relatives in the artistic field, we have identified same impulses in electronic literature, as in, you know, this type of internet art."}
{"start": "00:43:44.000", "end": "00:44:03.000", "speaker": "None", "utterance": "But what I think will be interesting is to reflect what happens not to them, to, to our concept of medium, when one space seems to reproduce nearly with with perfection, know the qualities of the other medium."}
{"start": "00:44:03.000", "end": "00:44:09.000", "speaker": "None", "utterance": "So, Spanish critic Herman sera for example he believes that the post digital art."}
{"start": "00:44:09.000", "end": "00:44:28.000", "speaker": "None", "utterance": "The idea of the medium is completely destroyed with the message, not maybe destroys is too extreme, but most digital art, certainly no problem at ISIS the idea of medium through these interconnection of different layers and all the possibilities."}
{"start": "00:44:28.000", "end": "00:44:48.000", "speaker": "None", "utterance": "But I think maybe we can discuss this later that as the new forms of artistic expression that are always very self reflective, with regards to their material medium in electronic literature, as in computer art in general."}
{"start": "00:44:48.000", "end": "00:45:01.000", "speaker": "None", "utterance": "Seems new technologies, appearing constantly. We don't seem to be able to go outside this constant, very repetitive meta reflection regarding the, the medium."}
{"start": "00:45:01.000", "end": "00:45:06.000", "speaker": "None", "utterance": "Now, so this is something that maybe we could discuss now."}
{"start": "00:45:06.000", "end": "00:45:18.000", "speaker": "None", "utterance": "What is 13 is that artists are a forever altering the platform's moves of consumption and production by making them explicit."}
{"start": "00:45:18.000", "end": "00:45:38.000", "speaker": "None", "utterance": "But are they, as I finished with my article viewing audiences to this perpetual state of distraction by fostering the platform's logic of giving more and more images to consume, or are they trying to recuperate this sense of contemplation, like going"}
{"start": "00:45:38.000", "end": "00:45:50.000", "speaker": "None", "utterance": "inside ourselves to, to be able to connect with the art piece, and at the same time find some insight, now that helps us live better."}
{"start": "00:45:50.000", "end": "00:46:00.000", "speaker": "None", "utterance": "Anyway, they're trying to put so many ideas in my paper I'm really sorry for that but maybe now we can discuss them. And I'm going to stop sharing."}
{"start": "00:46:00.000", "end": "00:46:10.000", "speaker": "None", "utterance": "And, Betsy. Thank you very much. Thank you my. Thank you to your applause for all of you."}
{"start": "00:46:10.000", "end": "00:46:13.000", "speaker": "None", "utterance": "I am learning a lot with you."}
{"start": "00:46:13.000", "end": "00:46:37.000", "speaker": "None", "utterance": "For me, what is interesting to see is how your by your papers dialogue with each other in their perspective, you, you offer from my gay sofa Global Atlas and map with the platform Sunday surroundings, the context ambient."}
{"start": "00:46:37.000", "end": "00:46:53.000", "speaker": "None", "utterance": "And after that, focusing into the art of tech but that the very close abroad my deed goes again to the global."}
{"start": "00:46:53.000", "end": "00:47:21.000", "speaker": "None", "utterance": "So he's, it's really really interesting, and I also can see the policymaker of, of that physical object that mobile is then mobile phone, the smartphone, which is like with, with most of the examples, you are explaining, not only for reading, also for"}
{"start": "00:47:21.000", "end": "00:47:34.000", "speaker": "None", "utterance": "creating. Like, like the works Diogo and an art show, and the feet and Maria defined."}
{"start": "00:47:34.000", "end": "00:47:48.000", "speaker": "None", "utterance": "Is that double condition. Be to our physical. We took the, the object, we take the object with us every day in our life."}
{"start": "00:47:48.000", "end": "00:47:52.000", "speaker": "None", "utterance": "It's a thing to take into account."}
{"start": "00:47:52.000", "end": "00:48:04.000", "speaker": "None", "utterance": "And also I can see in all your papers that play with the movement with moving and don't move."}
{"start": "00:48:04.000", "end": "00:48:07.000", "speaker": "None", "utterance": "It was very interesting for me to sit there."}
{"start": "00:48:07.000", "end": "00:48:10.000", "speaker": "None", "utterance": "My ass."}
{"start": "00:48:10.000", "end": "00:48:23.000", "speaker": "None", "utterance": "And within aloe vera work with they're taking photos of an object. But the person was."}
{"start": "00:48:23.000", "end": "00:48:33.000", "speaker": "None", "utterance": "And the people that didn't move on the app objects were moving."}
{"start": "00:48:33.000", "end": "00:48:37.000", "speaker": "None", "utterance": "So very, very interesting."}
{"start": "00:48:37.000", "end": "00:48:44.000", "speaker": "None", "utterance": "and not is not the panel but be."}
{"start": "00:48:44.000", "end": "00:48:51.000", "speaker": "None", "utterance": "Let's see if we have some questions or comments in the chat."}
{"start": "00:48:51.000", "end": "00:49:15.000", "speaker": "None", "utterance": "I think Laura, did you want to say it, Clara or prefer me to read, you can read it out to be like I said that the road that I'm very curious to know how a winner ambient literature is distinct from the augmented reality experience, and also from locality"}
{"start": "00:49:15.000", "end": "00:49:27.000", "speaker": "None", "utterance": "narratives, which do not require the reader to role play, or to vocalize through our cat here for any ESCA."}
{"start": "00:49:27.000", "end": "00:49:33.000", "speaker": "None", "utterance": "Thank you, Clara for this question because it's just the main part of my problems."}
{"start": "00:49:33.000", "end": "00:49:42.000", "speaker": "None", "utterance": "And maybe I can start with that, that it's not clear for the project researchers."}
{"start": "00:49:42.000", "end": "00:49:47.000", "speaker": "None", "utterance": "And in case of locating narratives."}
{"start": "00:49:47.000", "end": "00:49:54.000", "speaker": "None", "utterance": "They even have to tap to like why we are not located."}
{"start": "00:49:54.000", "end": "00:50:06.000", "speaker": "None", "utterance": "But at the same time then they use examples of locating narratives. So, this is very complicated but to give you a good example."}
{"start": "00:50:06.000", "end": "00:50:18.000", "speaker": "None", "utterance": "I discovered that the example I use the third one, which was proposed, which was presented at the last conference so that that's why I use that."}
{"start": "00:50:18.000", "end": "00:50:25.000", "speaker": "None", "utterance": "It is a walk made by my students, and it was made out of the cost of locating narratives."}
{"start": "00:50:25.000", "end": "00:50:45.000", "speaker": "None", "utterance": "So for me it's example of local native narrative, so fast. seconds that the second one project was which was made with the same technology, for me, is an example of located narrative, but it's not ambient, so I tried to cut the difference here."}
{"start": "00:50:45.000", "end": "00:51:09.000", "speaker": "None", "utterance": "And I fought that this use of phone because in jG school, at the beginning of the story, as someone who is talking to you, says that you have this phone as a kind of connector between them, and even a lot of ironic comments how old this phone is, and"}
{"start": "00:51:09.000", "end": "00:51:30.000", "speaker": "None", "utterance": "all bad things which happens frequently with located narratives that you lose GPS signals, something like that. So, in the story all of those things are made by the old phone so it's not the fault of the story of the technology, but the fault of the reader."}
{"start": "00:51:30.000", "end": "00:51:48.000", "speaker": "None", "utterance": "Okay so, so it's just part of making you part of the story and the second project was very like a game, but it was connected to the lot of more as we have in our city."}
{"start": "00:51:48.000", "end": "00:52:08.000", "speaker": "None", "utterance": "So it was the story in which you were as a listener reader asked to discover the story of one more, which is missing in this our story because it was just, you know, replaced with the other thing, and you go from one point to another."}
{"start": "00:52:08.000", "end": "00:52:28.000", "speaker": "None", "utterance": "And you got some puzzles to solve and so on, so on, but you are owner listener. So, this phone, and this kind of narration is only. Something that permits you go through the story, so you are not in fact part of the story world."}
{"start": "00:52:28.000", "end": "00:52:51.000", "speaker": "None", "utterance": "And I think it's that the main difference, and when I thought about Astrid and asked me and Alice Bell concept, this was for me the main difference when we think about interaction on my collapses, as, as they described that mostly in the previous articles,"}
{"start": "00:52:51.000", "end": "00:52:57.000", "speaker": "None", "utterance": "you think about kind of using your body as a tool to interact with this story."}
{"start": "00:52:57.000", "end": "00:53:05.000", "speaker": "None", "utterance": "And there is no dis Feder step to permit you to be part of the story."}
{"start": "00:53:05.000", "end": "00:53:10.000", "speaker": "None", "utterance": "So, this is one point. And the second thing, which is."}
{"start": "00:53:10.000", "end": "00:53:13.000", "speaker": "None", "utterance": "I also think very important."}
{"start": "00:53:13.000", "end": "00:53:34.000", "speaker": "None", "utterance": "I think it's not seen in my paper, but in and in literature, the second person would invite you to be a protagonist invites you to this role playing is frequent, but it's not always case of that, and I use the example of imaginary which is a wonderful"}
{"start": "00:53:34.000", "end": "00:53:48.000", "speaker": "None", "utterance": "walk. So if you don't know it, please read, it's really amazing piece, in which you are part of the story, and the stories written the second person narrative."}
{"start": "00:53:48.000", "end": "00:54:02.000", "speaker": "None", "utterance": "So, it's a perfect example that it's not the university and drop playing case. And then you have things like things that I mean pieces like Kate Ballinger grief."}
{"start": "00:54:02.000", "end": "00:54:07.000", "speaker": "None", "utterance": "in regeneration is in fact the first person operation."}
{"start": "00:54:07.000", "end": "00:54:14.000", "speaker": "None", "utterance": "So there was no role play for you to play."}
{"start": "00:54:14.000", "end": "00:54:31.000", "speaker": "None", "utterance": "But the reader is the one who needs to listen to the story. So it's exactly the case of spoken monologue. And then in fact he discovered that you'll fall was also."}
{"start": "00:54:31.000", "end": "00:54:35.000", "speaker": "None", "utterance": "Somehow, you know, freedom by ghost."}
{"start": "00:54:35.000", "end": "00:54:53.000", "speaker": "None", "utterance": "Like it happens to the protagonist. So, there is no, there's one moment in which the narrative protagonists says, I'm speaking to you as my mother was speaking to me, but there is no specific you address in the story."}
{"start": "00:54:53.000", "end": "00:55:11.000", "speaker": "None", "utterance": "So that's why I say about it selected protagonist, not celebrity Q, but that does so many, you know, Dobbs in this area. So it's very very nice question, but also really difficult to be asked words just in one moment."}
{"start": "00:55:11.000", "end": "00:55:16.000", "speaker": "None", "utterance": "So thank you for that and their home today, I give you some kind of response."}
{"start": "00:55:16.000", "end": "00:55:28.000", "speaker": "None", "utterance": "Yes, you definitely good Thank you. I suspect this before ne ne ne ESCA in Missouri."}
{"start": "00:55:28.000", "end": "00:55:32.000", "speaker": "None", "utterance": "You want to yeah yeah I can just read it."}
{"start": "00:55:32.000", "end": "00:55:35.000", "speaker": "None", "utterance": "I guess that's the easiest way."}
{"start": "00:55:35.000", "end": "00:55:42.000", "speaker": "None", "utterance": "First of all, thanks to all of the panelists, or presenters, in this thing that has been accumulated into a panel."}
{"start": "00:55:42.000", "end": "00:55:56.000", "speaker": "None", "utterance": "That was really fascinating. So I have a question about this notion of post digital, which of course was in Maria's presentation but was also the title for the panel, so I'm guessing, all of you kind of fit into Adams in some way."}
{"start": "00:55:56.000", "end": "00:55:58.000", "speaker": "None", "utterance": "If not, then please correct me."}
{"start": "00:55:58.000", "end": "00:56:14.000", "speaker": "None", "utterance": "me. But, but I'm thinking specifically of this notion of post digital as Eric Snodgrass used to sit in one of his, his articles as a kind of enter Morphoses that is like a viewing device, through which you can see specific things about something else."}
{"start": "00:56:14.000", "end": "00:56:25.000", "speaker": "None", "utterance": "And in this case about the digital so through the post digital in this in this version. It's not something that comes after the digital by the temporal post, it's more like a conceptual post."}
{"start": "00:56:25.000", "end": "00:56:39.000", "speaker": "None", "utterance": "So it's in interesting alongside the digital but something that makes you able to see the digital as a some kind of almost collected entity that you can then reflect upon through the postage some way."}
{"start": "00:56:39.000", "end": "00:56:44.000", "speaker": "None", "utterance": "Even though this is the concept is usually difficult to grasp so a simple thing."}
{"start": "00:56:44.000", "end": "00:56:58.000", "speaker": "None", "utterance": "And so, So in the end, that's actually works through this kind of self reflexivity and banality that I think you all have in some parts of your work, especially Maria Of course you also pointed to."}
{"start": "00:56:58.000", "end": "00:57:13.000", "speaker": "None", "utterance": "So, so in that case it's not, it's not something you were bringing in and specific reference. So, so my question is then, if we take this premise of the post digital as Anna Morphoses as something that reveals something about the digital."}
{"start": "00:57:13.000", "end": "00:57:30.000", "speaker": "None", "utterance": "What is it then that the works that you have been engaging with what what do they reveal to us about the digital as something and, and it's very broad question but I'm just interested in hearing your responses."}
{"start": "00:57:30.000", "end": "00:57:31.000", "speaker": "None", "utterance": "Okay."}
{"start": "00:57:31.000", "end": "00:57:40.000", "speaker": "None", "utterance": "Shall I start and then maybe you do go on. And yes, maybe you can add something."}
{"start": "00:57:40.000", "end": "00:57:50.000", "speaker": "None", "utterance": "Of course your question is very very difficult. And I wish I could answer it, but I can only point to my own you know reflections on the subject."}
{"start": "00:57:50.000", "end": "00:58:06.000", "speaker": "None", "utterance": "I have the feeling that. Well this is something that artist forever have consulted on so this is nothing new but what I think is that would this was digital artists are doing with respect to digital culture is something similar to what."}
{"start": "00:58:06.000", "end": "00:58:21.000", "speaker": "None", "utterance": "Last one three year and dogma, date, with respect to cinema, which is like kind of making explicit, the forms of communication and reception that we have naturalized regarding how."}
{"start": "00:58:21.000", "end": "00:58:40.000", "speaker": "None", "utterance": "In, no matter how unnatural the year, how artificial the year that they have been integrated in our lives without us really paying too much attention so like the they point out, they make very conspicuous forms of communication and reception that we,"}
{"start": "00:58:40.000", "end": "00:58:58.000", "speaker": "None", "utterance": "you know, sometimes we fall into the trap without too much reflection and I'm thinking, for example about this idea of constant need of visual gratification that these artists use be because sometimes they use it for their own benefit, you know, and they"}
{"start": "00:58:58.000", "end": "00:59:09.000", "speaker": "None", "utterance": "continue to propagate the same logic that the platform does I think it was chemicals me. Who said that, whenever he did like the platform algorithm or the."}
{"start": "00:59:09.000", "end": "00:59:25.000", "speaker": "None", "utterance": "There is this idea hey there is a consumer, you know, look around there. So, I think they make certain things more conspicuous when, when you see people recording, and then elevators exhibition with their smartphones."}
{"start": "00:59:25.000", "end": "00:59:37.000", "speaker": "None", "utterance": "And then following instructions like uploading those videos to their own Instagram stories and in being part of the work but also consumers in Instagram."}
{"start": "00:59:37.000", "end": "00:59:56.000", "speaker": "None", "utterance": "Then it hit me not like wow, this is like we go to an art exhibit, like we go to the supermarket is more important than the selfie that we take, or the video that we record them actually what art is all about, in us is like a childish form of interaction"}
{"start": "00:59:56.000", "end": "01:00:05.000", "speaker": "None", "utterance": "with art that I think she, she points out that was my impression."}
{"start": "01:00:05.000", "end": "01:00:14.000", "speaker": "None", "utterance": "Adam know if you want to add something else."}
{"start": "01:00:14.000", "end": "01:00:27.000", "speaker": "None", "utterance": "From our, our points of view I think we can add something else from at least two different perspectives. One is that while we were reading and yes and Maria."}
{"start": "01:00:27.000", "end": "01:00:29.000", "speaker": "None", "utterance": "Maria papers."}
{"start": "01:00:29.000", "end": "01:00:47.000", "speaker": "None", "utterance": "We started rereading our own paper, and having into account the theme of this panel which it is a real panel and what came to mind was that there are a series of convergences."}
{"start": "01:00:47.000", "end": "01:01:06.000", "speaker": "None", "utterance": "But there is at least a small divergence that turns everything here around the inverts the whole logic, which is taking into account the works that to analyze and the works that we analyze through art important team."}
{"start": "01:01:06.000", "end": "01:01:15.000", "speaker": "None", "utterance": "For the first time, there was the need to use digital media because we were all in confinement."}
{"start": "01:01:15.000", "end": "01:01:34.000", "speaker": "None", "utterance": "But there is a thing that we started thinking about, which is the referential reality of these, each one of the works sense by the participants. And there is a reference to the rooms, there are spaces and we can also analyze it by analyzing the visual"}
{"start": "01:01:34.000", "end": "01:01:53.000", "speaker": "None", "utterance": "patterns of the collective gallery. So, when we came into your, your term the term you use the digital, which in transcription with we discovered that it is worth $50, so that she"}
{"start": "01:01:53.000", "end": "01:02:02.000", "speaker": "None", "utterance": "could turn the turns out that yeah so it reminds us of Berlin Berlin gotchas I think she was telling words a few years ago."}
{"start": "01:02:02.000", "end": "01:02:25.000", "speaker": "None", "utterance": "Sorry, but the digital is that the whole logic and the whole circle if you want, of the disruption processes used by artists pre before Kobe 19, and after Kobe 19 will bring, we think we think we will not notice"}
{"start": "01:02:25.000", "end": "01:02:41.000", "speaker": "None", "utterance": "a different at least a different perspective to the notion of both digital, because we will not be immune to this used. So, this was also our, our questioning, we will say it and then if you want to you can add that later something to it."}
{"start": "01:02:41.000", "end": "01:02:54.000", "speaker": "None", "utterance": "And the question was, how do you feel that these artists in these works, and even your idea of posts digital can suffer small changes after this pandemic."}
{"start": "01:02:54.000", "end": "01:03:03.000", "speaker": "None", "utterance": "So this would be our, our, Our question, you want to add something else."}
{"start": "01:03:03.000", "end": "01:03:15.000", "speaker": "None", "utterance": "Well, in our just looking at the art and current in our books that will show some, some of them, but"}
{"start": "01:03:15.000", "end": "01:03:18.000", "speaker": "None", "utterance": "it's difficult to."}
{"start": "01:03:18.000", "end": "01:03:35.000", "speaker": "None", "utterance": "It's difficult to understand what could have been different, in those works. If the, the artists have produced them weren't forced to use, you know, digital medium and."}
{"start": "01:03:35.000", "end": "01:03:56.000", "speaker": "None", "utterance": "But what we can say on analyzing those works is that the influence of the digital."}
{"start": "01:03:56.000", "end": "01:04:17.000", "speaker": "None", "utterance": "to the conclusion that it was related to the virus itself so it's, again it's difficult to understand me, was another topic so the virus influenced that because somehow the two things converged, and we felt that some, some experts on the digital aesthetics"}
{"start": "01:04:17.000", "end": "01:04:34.000", "speaker": "None", "utterance": "were useful to a talk about some experts of the video. Sorry, of the virus experienced like as an immaterial airborne transmission think some always this duality between what's visible and what's invisible."}
{"start": "01:04:34.000", "end": "01:04:49.000", "speaker": "None", "utterance": "And the art is F played with that using digital like what's, and this dichotomy between inside and outside world, you know, Windows and screens there's this call it visual tropes because in the attic we don't talk about."}
{"start": "01:04:49.000", "end": "01:05:07.000", "speaker": "None", "utterance": "We didn't talk about these in the presentation but we record to some of our Bibles methodology in the ad was minimizing projects so we were looking for, you know, kind of psychoanalytic approach in the analyzes of the images and, but we felt that, in"}
{"start": "01:05:07.000", "end": "01:05:13.000", "speaker": "None", "utterance": "this works that digital was presence in all kinds of ways."}
{"start": "01:05:13.000", "end": "01:05:18.000", "speaker": "None", "utterance": "But the question is, how do you go versus."}
{"start": "01:05:18.000", "end": "01:05:32.000", "speaker": "None", "utterance": "How will it be loud. When we return, hopefully, to the outside world, how will this digital infection force digital infection will affect."}
{"start": "01:05:32.000", "end": "01:05:36.000", "speaker": "None", "utterance": "While much to see from the RTC creation."}
{"start": "01:05:36.000", "end": "01:05:56.000", "speaker": "None", "utterance": "Because there were lots of artists that I knew a few that never have never worked with digital medium before and they took the opportunity to experiment, so that we discovered this medium and these different language we can say so, we'll, we'll see how"}
{"start": "01:05:56.000", "end": "01:06:13.000", "speaker": "None", "utterance": "it is, but we wanted to ask you is if this pandemic experience or more this experience of RTC creation during endemic will can affect your idea of post digital once you can park them."}
{"start": "01:06:13.000", "end": "01:06:18.000", "speaker": "None", "utterance": "Well, as I told you before we started."}
{"start": "01:06:18.000", "end": "01:06:21.000", "speaker": "None", "utterance": "I somehow ignore the pandemic."}
{"start": "01:06:21.000", "end": "01:06:38.000", "speaker": "None", "utterance": "Completely. When I was, selecting the works and then I realized oh my god what am I doing, but what I said is that, as he has happened in education, in, in many other fields dependent because this accelerated a process that was already begun had already"}
{"start": "01:06:38.000", "end": "01:06:50.000", "speaker": "None", "utterance": "begun. So in the same way that artists that have not been acquainted with digital tools. Now they kind of look the other way. I see, this is there's like a point of no return."}
{"start": "01:06:50.000", "end": "01:07:02.000", "speaker": "None", "utterance": "And I'm not very sure of how we're going to go back to normal thing. I don't think there's going to be an easy return."}
{"start": "01:07:02.000", "end": "01:07:23.000", "speaker": "None", "utterance": "Because we have been altered forever, you know, and I think that it would would be interesting to see is, like I really like that you brought the wearables Atlas Nima Cienega into the picture because this was pre digital completely, but it already had"}
{"start": "01:07:23.000", "end": "01:07:39.000", "speaker": "None", "utterance": "this logic of infection, and how images, you know, also are talking about themselves and they they have in them. the virus, of how to read them, and they are contagious."}
{"start": "01:07:39.000", "end": "01:07:56.000", "speaker": "None", "utterance": "So, the internet has become, you know why boots Atlas but in a gigantic scale. And when you search for images in Google with you find you know these connections through similar attitude, but sometimes the similarity is not only graphical or iconic."}
{"start": "01:07:56.000", "end": "01:08:09.000", "speaker": "None", "utterance": "It also has to do with the keywords that people have used to introduce them so it's a mixture of languages, and you get a very very strange. Like unconscious combination of different you know artifacts."}
{"start": "01:08:09.000", "end": "01:08:20.000", "speaker": "None", "utterance": "The machine has done it, but maybe an artist would have, you know, arrived to similar, you know, strange concatenation or, you know, just a position of images."}
{"start": "01:08:20.000", "end": "01:08:34.000", "speaker": "None", "utterance": "And I think this is here to stay, you know, so of course I don't like this post prefixes, because we are just there, you know, and I think it will be more interesting to see what's coming ahead."}
{"start": "01:08:34.000", "end": "01:08:39.000", "speaker": "None", "utterance": "you know, I prefer protocol, as a prefix."}
{"start": "01:08:39.000", "end": "01:08:57.000", "speaker": "None", "utterance": "Because he opens a new world of possibilities, and and digital technology seem to be continuously receding this horizon of expectations. And I think this is also something that makes a lot of the creations by now."}
{"start": "01:08:57.000", "end": "01:09:12.000", "speaker": "None", "utterance": "Because art. Normally, you know, is classified as something exceptional when it's confronted to the limitations of the medium. But when the medium is constantly expanding and offering new possibilities for the creator's."}
{"start": "01:09:12.000", "end": "01:09:25.000", "speaker": "None", "utterance": "How can you detect that something is the perfect work of art with respect to another thing you know we are sometimes distracted by this kind of digital fireworks, like oh my god, happy to do that."}
{"start": "01:09:25.000", "end": "01:09:45.000", "speaker": "None", "utterance": "No, but in fact maybe the for graphic designer, the process is completely, you know, simple and absurd but people that do not know. you know those processes are very easily surprised and I think that's something different."}
{"start": "01:09:45.000", "end": "01:09:45.000", "speaker": "None", "utterance": "Okay, Thank you, Maria, because we have two more questions."}
{"start": "01:09:45.000", "end": "01:10:05.000", "speaker": "None", "utterance": "Thank you, Maria, because we have two more questions. Recently, really, really nervous, has a question, really. Thank you, everyone. Hello, graduations to our presenters for the wonderful ideas expressed in your talks."}
{"start": "01:10:05.000", "end": "01:10:20.000", "speaker": "None", "utterance": "I have a comment, perhaps a question regarding and, and the logos are in quarantine project, the online gallery, which currently hosts more than 900 artworks."}
{"start": "01:10:20.000", "end": "01:10:35.000", "speaker": "None", "utterance": "And I have read your paper. And there's a moment that you write something like good viral like behavior intrinsic to male art, culture, and communities working as sub networks."}
{"start": "01:10:35.000", "end": "01:10:48.000", "speaker": "None", "utterance": "I love these idea of good viruses, because they allow us to perceive art as transmission and contamination words that I hope will not leave our vocabulary."}
{"start": "01:10:48.000", "end": "01:11:02.000", "speaker": "None", "utterance": "And I agree that male art, as you say, but also process for one, or even fluxes activities they constitute important antecedents of the language, art, or electronically trickier."}
{"start": "01:11:02.000", "end": "01:11:22.000", "speaker": "None", "utterance": "I've been doing some research lately with collective publications of the 60s and the 70s. And there is an intentional turbulence and complexity, even chaos that presides over the creation of those publications and digital platforms, they seem to appropriate"}
{"start": "01:11:22.000", "end": "01:11:42.000", "speaker": "None", "utterance": "some of the aspects that we find in my large culture, allowing for the integration of a variety of aesthetic coordinates and practices. However, most times, they are, they are constrained by the for the MCs and limitations of software code."}
{"start": "01:11:42.000", "end": "01:12:04.000", "speaker": "None", "utterance": "So I tend to believe that custom made platforms such as yours, embracing collaborative networks, they contribute to the expansion of elite, more than just simply adopting or adapting ourselves to existing platforms, because they allow artworks to be disseminated"}
{"start": "01:12:04.000", "end": "01:12:09.000", "speaker": "None", "utterance": "in informal networks, and to circulate in alternative formats and channels."}
{"start": "01:12:09.000", "end": "01:12:23.000", "speaker": "None", "utterance": "What I mean to say is that the works you presented seem to intentionally differ from normative studies of official museums and galleries, and therefore they have a good viral like behavior."}
{"start": "01:12:23.000", "end": "01:12:35.000", "speaker": "None", "utterance": "Like, I think all electronically Twitter should have. Do you agree with me. Your when I can start and then maybe you can add something about Instagram."}
{"start": "01:12:35.000", "end": "01:12:54.000", "speaker": "None", "utterance": "Okay. So, yeah, thank you for a wonderful comment. Yeah, I mean, when we started the project from one day to another, we woke up in trying to think what can we do working in confinement and we have to do something with what we few things we we can do"}
{"start": "01:12:54.000", "end": "01:13:16.000", "speaker": "None", "utterance": "or we want to do. And one of the things that came to mind was to use the networks of Maalox, which we work weighted with, because, mainly because it seems like a bit contradictory in terms of they use the snail mail."}
{"start": "01:13:16.000", "end": "01:13:28.000", "speaker": "None", "utterance": "Apparently, opposite to the idea of digital networks. So, there is a small detail that changes the whole thing here, which is."}
{"start": "01:13:28.000", "end": "01:13:45.000", "speaker": "None", "utterance": "We started by using may large networks through social networks. This is an interesting thing, because we came to 900 heart for artworks that are not exclusive of male art artists."}
{"start": "01:13:45.000", "end": "01:13:56.000", "speaker": "None", "utterance": "And the result was artists by works by professional and also non professional artists which is part of our curator ship."}
{"start": "01:13:56.000", "end": "01:14:10.000", "speaker": "None", "utterance": "And the thing is that we managed to see, after it was completed this first stage, we managed to see this apparent in congruence has a continuity."}
{"start": "01:14:10.000", "end": "01:14:29.000", "speaker": "None", "utterance": "So, for the first time that these artists were needed to use and to communicate through platforms that they were not most of them were not used to another thing and I will leave this to Anna is the when we start to compare it with other projects that"}
{"start": "01:14:29.000", "end": "01:14:37.000", "speaker": "None", "utterance": "targeted at the same time, but using social networks such as Instagram, for example Covina Art Museum."}
{"start": "01:14:37.000", "end": "01:14:39.000", "speaker": "None", "utterance": "Well, thank you."}
{"start": "01:14:39.000", "end": "01:15:07.000", "speaker": "None", "utterance": "It's really nice to know that you can feel that is a good virus missing the budget. Yeah, so we had our life was very much facilitated because we use the sub networks of Maalox that already have a lot of the principles that we wanted to convey in our"}
{"start": "01:15:07.000", "end": "01:15:13.000", "speaker": "None", "utterance": "But there was a second reason for doing it."}
{"start": "01:15:13.000", "end": "01:15:31.000", "speaker": "None", "utterance": "Obviously for aesthetic reasons, we can say because we we really wanted to create a platform and mainly an interface. That's also convey the an artist."}
{"start": "01:15:31.000", "end": "01:15:54.000", "speaker": "None", "utterance": "It was a custom and program interface. and then the more critical or political stand can say even of trying to escape the logic of, like, I don't know how many projects of art in quarantine that came to existence during during pandemic probably that museum"}
{"start": "01:15:54.000", "end": "01:16:17.000", "speaker": "None", "utterance": "is one of them in Instagram, but we felt that these projects with, we're very much limited to the, the platforms that, that we're hosting them. And we in most specifically These aren't could be that museum Instagram we really wanted to escape that consumer"}
{"start": "01:16:17.000", "end": "01:16:22.000", "speaker": "None", "utterance": "is logic really instantaneous to simmering of image."}
{"start": "01:16:22.000", "end": "01:16:44.000", "speaker": "None", "utterance": "And we wanted because we wanted to create a network within sub network in, and we felt that those kind of platforms didn't allow us to work with these two levels of individuality, but also creating a collective sense of union between all of the artworks."}
{"start": "01:16:44.000", "end": "01:16:54.000", "speaker": "None", "utterance": "So, it was of practical reasons that we chose to do it but of course always."}
{"start": "01:16:54.000", "end": "01:16:58.000", "speaker": "None", "utterance": "We, we have the purpose for doing it."}
{"start": "01:16:58.000", "end": "01:17:15.000", "speaker": "None", "utterance": "And we also want to do, I will finish it briefly. We also wanted to go to what will now become a second stage of the project which is to give continuity to we taking into account the changes that we are feeling it through this pandemic."}
{"start": "01:17:15.000", "end": "01:17:31.000", "speaker": "None", "utterance": "One of the things that the reviewer said and we appreciated that was can you talk about future developments of the platform. The idea here will be to present another mutation in this place with the idea of palimpsest by that then yes can also mentioned"}
{"start": "01:17:31.000", "end": "01:17:51.000", "speaker": "None", "utterance": "in that made us think that if we invite all 300 or 350 artists to rethink their work. We can do another mutation in the platform, replacing and showing how they feel or artistically about what we are now living in experiencing approximate platform gave"}
{"start": "01:17:51.000", "end": "01:17:55.000", "speaker": "None", "utterance": "us that I think will give us that possibility."}
{"start": "01:17:55.000", "end": "01:18:00.000", "speaker": "None", "utterance": "I am sorry we find out one final remark that I remember okay."}
{"start": "01:18:00.000", "end": "01:18:12.000", "speaker": "None", "utterance": "Sorry. We really wanted the male arts will also have a purpose because we didn't want to being a digital projects. And we felt that, in other digital project type."}
{"start": "01:18:12.000", "end": "01:18:20.000", "speaker": "None", "utterance": "We felt that there was a tendency to create more visual"}
{"start": "01:18:20.000", "end": "01:18:39.000", "speaker": "None", "utterance": "visual artworks and we wanted to brought brother the scope of the outputs and we have in it resulted in a multiple gender and types of artworks we have classical ventures that were we had, I'm remembering these really nice lady that paints that makes"}
{"start": "01:18:39.000", "end": "01:18:57.000", "speaker": "None", "utterance": "watercolors and ask for her nephew to photograph the water calls and we have a photographer lady next to the water cooler so we wanted to create a more inclusive, inclusive project, and I think that's in the spirit of the male art to thing you were saying,"}
{"start": "01:18:57.000", "end": "01:19:19.000", "speaker": "None", "utterance": "combining professional commercial and non professional artists."}