{"start": "00:00:08.220", "end": "00:00:08.970", "speaker": "iqra khurshid", "utterance": " you hear me."}
{"start": "00:00:09.599", "end": "00:00:14.040", "speaker": "Jill Walker Rettberg", "utterance": " Yes, now we do, what is the correct pronunciation of your name you grow."}
{"start": "00:00:14.910", "end": "00:00:16.740", "speaker": "iqra khurshid", "utterance": " It grow yeah you're right."}
{"start": "00:00:16.859", "end": "00:00:17.550", "speaker": "None", "utterance": "perfect."}
{"start": "00:00:19.230", "end": "00:00:30.780", "speaker": "Jill Walker Rettberg", "utterance": " Well, welcome to this session on this Friday of the yellow conference i'm Joe Walker at Bergen moderating today, and I see there's still a few people coming in."}
{"start": "00:00:32.580", "end": "00:00:37.170", "speaker": "Jill Walker Rettberg", "utterance": " Secret are you okay to do your talk first and then Judith next."}
{"start": "00:00:37.380", "end": "00:00:39.090", "speaker": "iqra khurshid", "utterance": " yep okay great."}
{"start": "00:00:39.870", "end": "00:00:54.780", "speaker": "Jill Walker Rettberg", "utterance": " Okay, so we've had a bit of a shift around and the original schedule here because we had somebody had to very last moment, and then Luckily, we have a PR come into so it will be really interesting to see how there's two papers speak to each other."}
{"start": "00:00:56.640", "end": "00:00:59.100", "speaker": "iqra khurshid", "utterance": " I think I might just care that."}
{"start": "00:01:01.590", "end": "00:01:05.190", "speaker": "Jill Walker Rettberg", "utterance": " I think it will be absolutely fine our pretty friendly bunch I think."}
{"start": "00:01:06.840", "end": "00:01:08.430", "speaker": "Jill Walker Rettberg", "utterance": " Is this your first year low conference."}
{"start": "00:01:12.570", "end": "00:01:13.710", "speaker": "iqra khurshid", "utterance": " yep it is."}
{"start": "00:01:14.790", "end": "00:01:15.060", "speaker": "Jill Walker Rettberg", "utterance": " well."}
{"start": "00:01:15.150", "end": "00:01:16.920", "speaker": "Jill Walker Rettberg", "utterance": " My so pleased to have you here."}
{"start": "00:01:18.690", "end": "00:01:19.590", "speaker": "Jill Walker Rettberg", "utterance": " Okay, so."}
{"start": "00:01:21.060", "end": "00:01:21.480", "speaker": "Jill Walker Rettberg", "utterance": " What is."}
{"start": "00:01:21.540", "end": "00:01:31.500", "speaker": "iqra khurshid", "utterance": " The floor is yours, let me, let me, let me just introduce myself, I am a cover sheet, I have just gotten my emphasis in English linguistics and."}
{"start": "00:01:32.430", "end": "00:01:46.350", "speaker": "iqra khurshid", "utterance": " metal I wanted to thank you all to just give me this opportunity to be a part of this conference and just me I had I had learned a lot and i'll be applying it in my PhD thesis."}
{"start": "00:01:47.370", "end": "00:01:56.910", "speaker": "iqra khurshid", "utterance": " That title of my research, study is variations in literature, a multimodal analysis of this similar variant of the red riding hood."}
{"start": "00:01:58.710", "end": "00:02:06.630", "speaker": "iqra khurshid", "utterance": " Okay, I have already done and others, so that is linked to it that was my emphasis is actually."}
{"start": "00:02:07.590", "end": "00:02:18.630", "speaker": "iqra khurshid", "utterance": " And the title of that research was power of digital technology, the ncd that is multimodal political discourse analysis of interactive digital novel in animate Ellis."}
{"start": "00:02:19.230", "end": "00:02:35.670", "speaker": "iqra khurshid", "utterance": " And here is the model that I had applied like I had joined two trees and to to to analyze and present the data that was inanimate Ellis like an electronic literature sees it is."}
{"start": "00:02:36.960", "end": "00:02:37.500", "speaker": "iqra khurshid", "utterance": " Okay."}
{"start": "00:02:38.610", "end": "00:02:41.850", "speaker": "iqra khurshid", "utterance": " Well, moving towards the introduction of this present study."}
{"start": "00:02:43.140", "end": "00:02:54.270", "speaker": "iqra khurshid", "utterance": " Digital technology actually offers innovative activities that lead its users to an human movement which helps them to find new ways of getting knowledge."}
{"start": "00:02:55.320", "end": "00:03:03.150", "speaker": "iqra khurshid", "utterance": " And if we look at digital literature, it comes up like after remarkable changes in different technology and."}
{"start": "00:03:04.590", "end": "00:03:22.560", "speaker": "iqra khurshid", "utterance": " Electronic literature is also one of them, and it is entirely different from French literature and the if we look at the definition of electronic literature, it says that it is something that is made digitally and intended to be observed digitally so yeah it is different."}
{"start": "00:03:23.850", "end": "00:03:29.490", "speaker": "iqra khurshid", "utterance": " And in this in this section i'll be explaining the basic difference between these two."}
{"start": "00:03:31.890", "end": "00:03:48.090", "speaker": "iqra khurshid", "utterance": " A piece of electronic literature is completely different from print one because it amalgamate a number of digital elements like sounds like portable images interactivity user user and the viewers will be interactive there."}
{"start": "00:03:49.290", "end": "00:03:54.690", "speaker": "iqra khurshid", "utterance": " And it just amalgamate all these features, together with a written text."}
{"start": "00:03:56.610", "end": "00:04:06.840", "speaker": "iqra khurshid", "utterance": " And also, it makes it more flexible nonlinear and more intricate which tells us the viewers choices of being integrated."}
{"start": "00:04:11.940", "end": "00:04:12.210", "speaker": "None", "utterance": "yeah."}
{"start": "00:04:18.150", "end": "00:04:26.760", "speaker": "iqra khurshid", "utterance": " That environment of reading has been slightly different and nowadays because of this pandemic and this immersive literacy and."}
{"start": "00:04:27.390", "end": "00:04:47.280", "speaker": "iqra khurshid", "utterance": " So I know that I know are movable skiing dinnerstein is going to articulate the story in such a manner that we will can hear an untold depiction via you by a visual expression, so this breaks down the traditional cycle of reading literature piece."}
{"start": "00:04:49.470", "end": "00:04:58.020", "speaker": "iqra khurshid", "utterance": " yeah, these are the historical questions I was just asking to myself as well, and I wanted you to like discuss them as a."}
{"start": "00:04:59.070", "end": "00:05:13.080", "speaker": "iqra khurshid", "utterance": " percent of the basic question was what is the need and the purpose of literature, like, for me it is for the sake of enjoyment and entertainment and to get some knowledge as well."}
{"start": "00:05:14.250", "end": "00:05:23.190", "speaker": "iqra khurshid", "utterance": " But yeah that does the second question is, why does the teacher always enjoy the status of being transformed and modify."}
{"start": "00:05:24.270", "end": "00:05:34.320", "speaker": "iqra khurshid", "utterance": " The third one is are these modifications from like from oral Defense to do electronic literature, are these modification really advantages are not."}
{"start": "00:05:35.760", "end": "00:05:52.620", "speaker": "iqra khurshid", "utterance": " Another important question is, does play reading still exists or not, if we are reading it, we are nearing electronic literature does this player rating still exists or not, this will be answered like in the story, but yeah."}
{"start": "00:05:54.000", "end": "00:06:02.310", "speaker": "iqra khurshid", "utterance": " Okay, if we are moving towards the significance of this research, now the findings of the study we don't do the benefit of the society."}
{"start": "00:06:03.180", "end": "00:06:22.530", "speaker": "iqra khurshid", "utterance": " Like more specifically Pakistani setting that the interactive multimodal fiction is new emerging yo enough literature, so it is crucial for the digital natives well, I think the Pakistanis are still digital consumers but yeah you can call us digital natives as is."}
{"start": "00:06:23.760", "end": "00:06:30.600", "speaker": "iqra khurshid", "utterance": " crucial for the digital natives to understand what are the new modes that are being used in the construction of electronic literature."}
{"start": "00:06:33.300", "end": "00:06:42.450", "speaker": "iqra khurshid", "utterance": " Okay, here are the Pew research questions that will be answered in the story is there any possibility to understand the story red riding hood that electronically and."}
{"start": "00:06:43.500", "end": "00:06:47.070", "speaker": "iqra khurshid", "utterance": " As that he does understand the written version of red riding Hood in the past."}
{"start": "00:06:48.540", "end": "00:06:53.280", "speaker": "iqra khurshid", "utterance": " The second one is which up this me Arctic elements of changes involved in the construction of."}
{"start": "00:06:54.360", "end": "00:07:01.740", "speaker": "iqra khurshid", "utterance": " Both versions of red riding hood like the pink and the electronic version, and the third one is are the different modes."}
{"start": "00:07:02.940", "end": "00:07:08.760", "speaker": "iqra khurshid", "utterance": " That are presented in the steroid red riding hood electronic version conveying the meaning clearly or not."}
{"start": "00:07:10.560", "end": "00:07:10.800", "speaker": "None", "utterance": "yeah."}
{"start": "00:07:12.090", "end": "00:07:24.180", "speaker": "iqra khurshid", "utterance": " Okay, moving towards the program but that I had applied to present the data and to analyze the data from both print version in the electronic version of red riding hood."}
{"start": "00:07:25.200", "end": "00:07:39.810", "speaker": "iqra khurshid", "utterance": " So, since electronically teacher in March, we will show we will semiotic analysis Carla multimodal analysis that is presented by case in my living in 1996 then 2001 and then 2006."}
{"start": "00:07:41.130", "end": "00:07:46.890", "speaker": "iqra khurshid", "utterance": " analysis is attached with the framework, so I had just categorize."}
{"start": "00:07:47.970", "end": "00:07:56.730", "speaker": "iqra khurshid", "utterance": " different modes and features like texture and non sexual and in those features, I have further categorize these modes like."}
{"start": "00:07:57.480", "end": "00:08:13.140", "speaker": "iqra khurshid", "utterance": " narrative style didn't text users interactivity with us and musics and sounds and, at the end these all modes will be discussed collectively in the collective findings of textual and non textual modes."}
{"start": "00:08:16.410", "end": "00:08:22.950", "speaker": "iqra khurshid", "utterance": " Okay here's the literature, review the related literature that I have I had found a lot of."}
{"start": "00:08:24.570", "end": "00:08:33.660", "speaker": "iqra khurshid", "utterance": " A lot of boats on multi modality and on like intermediate ality also and on like electronic literature, but."}
{"start": "00:08:34.410", "end": "00:08:47.400", "speaker": "iqra khurshid", "utterance": " Unfortunately, I have not found anybody that has been done in Pakistan is setting so yeah and the previous book I had told before it would be the very first word that is done in Pakistani setting."}
{"start": "00:08:51.810", "end": "00:08:52.170", "speaker": "iqra khurshid", "utterance": " Okay."}
{"start": "00:08:53.250", "end": "00:09:01.890", "speaker": "iqra khurshid", "utterance": " If we are moving towards the presentation and that analysis of textual and non textual features The first one is narrative style in red riding hood both versions."}
{"start": "00:09:02.820", "end": "00:09:20.400", "speaker": "iqra khurshid", "utterance": " The piece of electronic meditative years or more realistic approach by presenting via live settings behaviors and events and that that are like set as jumping off point for the nation of the story, also the instructions were mentioned in the very beginning."}
{"start": "00:09:21.450", "end": "00:09:38.520", "speaker": "iqra khurshid", "utterance": " That the users and the viewers are allowed to narrate the story to their own and sustainability, so the narrative and our concept of net narratives and Edit ology is becoming different while we're talking about electronic literature."}
{"start": "00:09:41.190", "end": "00:09:59.340", "speaker": "iqra khurshid", "utterance": " The return text in red riding hood well the electronic version of red riding hood is described and expand to be based on non textual modes yet comprehending the master narrative and underlying notion behind the construction of this whole."}
{"start": "00:10:00.690", "end": "00:10:09.600", "speaker": "iqra khurshid", "utterance": " Year has been brothers a print version of red riding hood little red riding hood is entirely revolving around mono modern text that is that index."}
{"start": "00:10:10.530", "end": "00:10:27.390", "speaker": "iqra khurshid", "utterance": " So the linearity makes it possible in the model model of worry and literature, to lead words that words a few in big cities confusions and can be considered differently than the authors intended meaning so."}
{"start": "00:10:30.090", "end": "00:10:50.370", "speaker": "iqra khurshid", "utterance": " On the other hand, it is left on the readers and like electronic literature is left on the readers and comprehend it on their own, and if we are giving someone more power to that either enhance it will enhance their own understand ability of the of the team, they are viewing."}
{"start": "00:10:54.120", "end": "00:11:00.060", "speaker": "iqra khurshid", "utterance": " Okay, I have, I have just extracted a few V vols from the electronic version of red riding hood."}
{"start": "00:11:01.170", "end": "00:11:04.590", "speaker": "iqra khurshid", "utterance": " You know the few events, and I have analyzed them."}
{"start": "00:11:05.970", "end": "00:11:13.860", "speaker": "iqra khurshid", "utterance": " Via looking at the color combination and expressions the background, these are all here."}
{"start": "00:11:16.110", "end": "00:11:28.290", "speaker": "iqra khurshid", "utterance": " So yeah it made more easy to the to the to the viewer into the user to comprehend it more clearly than that of the mono modern text."}
{"start": "00:11:31.950", "end": "00:11:43.410", "speaker": "iqra khurshid", "utterance": " Okay users interactivity in the red riding hood okay in the in the print version, you will not be getting any type of users interactivity offer is the be all and end all of everything but."}
{"start": "00:11:44.460", "end": "00:11:47.880", "speaker": "iqra khurshid", "utterance": " Here in the electronic literature, you will be."}
{"start": "00:11:49.260", "end": "00:11:55.050", "speaker": "iqra khurshid", "utterance": " The user or the viewer will be getting this opportunity to select and choose."}
{"start": "00:11:56.250", "end": "00:12:03.570", "speaker": "iqra khurshid", "utterance": " The different options to move and the story for that so yeah uses interactivity is is is like."}
{"start": "00:12:05.040", "end": "00:12:11.130", "speaker": "iqra khurshid", "utterance": " The important thing that is used in the electronic literature and cherished and like it is flourished."}
{"start": "00:12:15.150", "end": "00:12:30.600", "speaker": "iqra khurshid", "utterance": " Okay, these are the findings are in conclusion of the study the present study seeks to explore the difference between mono model and multimodal children's which is your by focusing on that a red riding hood and the paper also questions."}
{"start": "00:12:31.980", "end": "00:12:42.540", "speaker": "iqra khurshid", "utterance": " The denomination in the literature as something that is needed only and i've used that multimodal aspects that are different modes that I had."}
{"start": "00:12:43.110", "end": "00:12:53.250", "speaker": "iqra khurshid", "utterance": " told in the very beginning, they should be included in the in the in the definition of literature and they should be better integrated into the definition."}
{"start": "00:12:54.300", "end": "00:13:00.090", "speaker": "iqra khurshid", "utterance": " Okay, the analysis of this study underscores the importance of electronically teacher in this digital age."}
{"start": "00:13:01.200", "end": "00:13:07.950", "speaker": "iqra khurshid", "utterance": " Specifically in Pakistan, because we are just taking baby steps here and like."}
{"start": "00:13:09.060", "end": "00:13:14.910", "speaker": "iqra khurshid", "utterance": " I just know about electronic literature, one and a half year back and."}
{"start": "00:13:17.220", "end": "00:13:23.610", "speaker": "iqra khurshid", "utterance": " I don't know where are we in the in the past, the panel study has been completed in Pakistan, via the."}
{"start": "00:13:24.630", "end": "00:13:26.880", "speaker": "iqra khurshid", "utterance": " Previous studies in this specific scenes."}
{"start": "00:13:28.140", "end": "00:13:36.510", "speaker": "iqra khurshid", "utterance": " Are not commonly available yeah this would be this will be good for the future researchers to look at electronic literature."}
{"start": "00:13:38.010", "end": "00:13:38.850", "speaker": "iqra khurshid", "utterance": " yeah Thank you."}
{"start": "00:13:43.710", "end": "00:13:58.440", "speaker": "Jill Walker Rettberg", "utterance": " Thank you so much, equal and and welcome I don't know if you saw the chat but as low florists wrote in the chat welcome you found a community for electronic literature here anyway so we're really happy that you found the conference and like you're participating."}
{"start": "00:14:00.450", "end": "00:14:03.540", "speaker": "Jill Walker Rettberg", "utterance": " I wonder if we should start with some questions for each and then."}
{"start": "00:14:04.680", "end": "00:14:13.620", "speaker": "Jill Walker Rettberg", "utterance": " And then, after Judith talk, we could have some questions for Judith and then maybe combine the two, but I would just like to invite anyone who has questions to eat provide away."}
{"start": "00:14:18.690", "end": "00:14:19.140", "speaker": "Jill Walker Rettberg", "utterance": " Leo."}
{"start": "00:14:21.540", "end": "00:14:34.680", "speaker": "Leonardo Flores", "utterance": " Yes, if I, if I may, I just wanted to say, you know I I remember and and like it's it's so interesting to see your presentation and and."}
{"start": "00:14:35.070", "end": "00:14:47.880", "speaker": "Leonardo Flores", "utterance": " it's always like it's always important, of course, for us to define our terms and and and define electronic literature and all these things and and one of the things like it's always great to."}
{"start": "00:14:48.780", "end": "00:14:55.920", "speaker": "Leonardo Flores", "utterance": " We have to hear this over and over to see what we're pushing against right and and it's great to see the evolution."}
{"start": "00:14:56.160", "end": "00:14:56.850", "speaker": "Leonardo Flores", "utterance": " of that."}
{"start": "00:14:57.270", "end": "00:15:05.250", "speaker": "Leonardo Flores", "utterance": " Like 15 years ago we're really the finding it against the page in some ways and and I know that you were touching on some of these things."}
{"start": "00:15:05.640", "end": "00:15:25.200", "speaker": "Leonardo Flores", "utterance": " because it shows the weight of the the that we're in a different panel i've been calling that the hegemonic control that the page exerts over us right like like literature and the page and writing and unum modality, instead of multi modality right like."}
{"start": "00:15:25.500", "end": "00:15:26.670", "speaker": "Leonardo Flores", "utterance": " I could totally see."}
{"start": "00:15:28.950", "end": "00:15:41.520", "speaker": "Leonardo Flores", "utterance": " Right multi modality as an Gunther crass and so i'm like like we're pushing against all that in our normal environment unless you're in Bergen."}
{"start": "00:15:41.940", "end": "00:15:51.150", "speaker": "Leonardo Flores", "utterance": " or right like when a digital culture program where where where people get it right, even myself i'm in North Carolina."}
{"start": "00:15:51.870", "end": "00:16:02.670", "speaker": "Leonardo Flores", "utterance": " In appalachian State University in a department that that I need to define electronic literature, for all the time they like they have no idea."}
{"start": "00:16:03.330", "end": "00:16:19.320", "speaker": "Leonardo Flores", "utterance": " And so, this is, this is one of the important things about the elo where we kind of come together and here's people that that understand right we we got it, and so, and so that's really great and I just wanted to applaud."}
{"start": "00:16:20.790", "end": "00:16:21.870", "speaker": "Leonardo Flores", "utterance": " Your paper and."}
{"start": "00:16:21.870", "end": "00:16:23.550", "speaker": "Leonardo Flores", "utterance": " welcoming our Community."}
{"start": "00:16:25.020", "end": "00:16:29.460", "speaker": "Leonardo Flores", "utterance": " And and know that you know we're here we're here to help you."}
{"start": "00:16:30.540", "end": "00:16:36.420", "speaker": "Leonardo Flores", "utterance": " build right and and we want to hear so much from you so so."}
{"start": "00:16:36.750", "end": "00:16:38.040", "speaker": "Leonardo Flores", "utterance": " Just sorry it was more."}
{"start": "00:16:38.520", "end": "00:16:40.410", "speaker": "Leonardo Flores", "utterance": " than a welcoming then a question but."}
{"start": "00:16:40.650", "end": "00:16:41.970", "speaker": "Leonardo Flores", "utterance": " But yes welcome."}
{"start": "00:16:44.280", "end": "00:16:51.090", "speaker": "iqra khurshid", "utterance": " Thank you very much, and trust me, you will be getting more information, more papers in the in the next yellow conference."}
{"start": "00:16:52.860", "end": "00:16:56.580", "speaker": "Leonardo Flores", "utterance": " We are thirsty for it right, we we want to hear."}
{"start": "00:16:57.900", "end": "00:17:02.280", "speaker": "Jill Walker Rettberg", "utterance": " Definitely, did you say you're just starting a PhD now eat crow yep."}
{"start": "00:17:02.340", "end": "00:17:04.200", "speaker": "iqra khurshid", "utterance": " I will be starting my PhD."}
{"start": "00:17:04.920", "end": "00:17:06.240", "speaker": "Jill Walker Rettberg", "utterance": " And what will the topic be."}
{"start": "00:17:07.170", "end": "00:17:26.460", "speaker": "iqra khurshid", "utterance": " um I will be focusing on a power of digital technology multimodal political discourse analysis of an interactive fiction and i'll be joining different electronic literature PCs and i'll be analyzing them in like in the end up Pakistani setting that that would be as for me and yeah."}
{"start": "00:17:29.850", "end": "00:17:38.610", "speaker": "Judy Malloy", "utterance": " Thank you very much for the incredible viewpoint, or just gave us I wouldn't like to note, however, that anytime you talk about a work of literature."}
{"start": "00:17:38.910", "end": "00:17:49.890", "speaker": "Judy Malloy", "utterance": " The first thing that should come out as the author's name, can you tell us why the name of the author, which I do happen to know, but why don't you tell us, and why you chose her where your topic."}
{"start": "00:17:51.630", "end": "00:17:53.970", "speaker": "iqra khurshid", "utterance": " Why why I chose this topic."}
{"start": "00:17:54.240", "end": "00:17:57.900", "speaker": "Judy Malloy", "utterance": " I want to know that I want you to tell us the name of the author of the work."}
{"start": "00:17:59.340", "end": "00:18:02.370", "speaker": "iqra khurshid", "utterance": " Okay, I am not have this file."}
{"start": "00:18:03.030", "end": "00:18:05.880", "speaker": "Judy Malloy", "utterance": " know the writer after a little red riding hood Donald."}
{"start": "00:18:06.330", "end": "00:18:08.820", "speaker": "iqra khurshid", "utterance": " Okay Michigan Michigan yeah got anything."}
{"start": "00:18:09.150", "end": "00:18:17.070", "speaker": "Judy Malloy", "utterance": " Because that is the most core part of literature, from the point of view, I will say, have a writer, not necessarily everybody's point of view."}
{"start": "00:18:21.630", "end": "00:18:25.230", "speaker": "Jill Walker Rettberg", "utterance": " yeah, why did you choose that particular work, which is a beautiful work so."}
{"start": "00:18:25.440", "end": "00:18:32.670", "speaker": "iqra khurshid", "utterance": " um because here, people do know about little red riding hood and the print version."}
{"start": "00:18:33.750", "end": "00:18:45.990", "speaker": "iqra khurshid", "utterance": " Of the brothers had done this, but did they do not know about a red riding hood that is an electronic version also so for the very first time, my Professor asked me to."}
{"start": "00:18:47.190", "end": "00:18:55.560", "speaker": "iqra khurshid", "utterance": " Just just experienced this and yeah I got this like a very much interesting and after that I had just chosen this that."}
{"start": "00:18:58.320", "end": "00:19:07.590", "speaker": "iqra khurshid", "utterance": " That other that other see interacting multiple identities, but yeah this was the very first word that I had experienced so I am I got this."}
{"start": "00:19:09.240", "end": "00:19:21.120", "speaker": "Jill Walker Rettberg", "utterance": " But so one question I have is because that particular Donnelly judgments red riding hood doesn't have very many words does it it's it's a while, since i've read it, but it's a very visual piece isn't it."}
{"start": "00:19:21.720", "end": "00:19:24.510", "speaker": "Jill Walker Rettberg", "utterance": " So does that make it even harder to analyze us."}
{"start": "00:19:24.600", "end": "00:19:25.920", "speaker": "Jill Walker Rettberg", "utterance": " literature, did you find."}
{"start": "00:19:26.970", "end": "00:19:28.980", "speaker": "iqra khurshid", "utterance": " yeah it was hard but."}
{"start": "00:19:30.480", "end": "00:19:31.410", "speaker": "iqra khurshid", "utterance": " I had applied."}
{"start": "00:19:32.550", "end": "00:19:35.790", "speaker": "iqra khurshid", "utterance": " acuity that is multimodal analyses and here."}
{"start": "00:19:37.170", "end": "00:19:38.460", "speaker": "iqra khurshid", "utterance": " Yes, and milliman has."}
{"start": "00:19:39.540", "end": "00:19:55.710", "speaker": "iqra khurshid", "utterance": " Given this model so yeah I adapted that model, and then I put that model, and then I analyze those different modes categorically, then I compile those modes and then yeah that is that something."}
{"start": "00:20:02.790", "end": "00:20:03.000", "speaker": "Jill Walker Rettberg", "utterance": " Is."}
{"start": "00:20:04.020", "end": "00:20:08.220", "speaker": "Jill Walker Rettberg", "utterance": " Yes, there's some there's some suggestions for you here in the in the chat as well."}
{"start": "00:20:09.480", "end": "00:20:24.990", "speaker": "Jill Walker Rettberg", "utterance": " Alex you don't have a microphone all right Alex has a question, I wonder if it would also be useful to also consider oral version so like folktale versions of red riding Hood in the analysis, did you draw upon other red riding hood but."}
{"start": "00:20:27.030", "end": "00:20:31.560", "speaker": "iqra khurshid", "utterance": " yeah I got them, but I just wanted to focus on these two."}
{"start": "00:20:32.790", "end": "00:20:33.600", "speaker": "iqra khurshid", "utterance": " In this paper."}
{"start": "00:20:34.230", "end": "00:20:37.230", "speaker": "Jill Walker Rettberg", "utterance": " Yes, for short paper you've got a focus of course hmm."}
{"start": "00:20:38.880", "end": "00:20:44.310", "speaker": "Jill Walker Rettberg", "utterance": " And then you mentioned that there's not a lot of electronic literature in Pakistan, yet."}
{"start": "00:20:46.110", "end": "00:20:51.150", "speaker": "Jill Walker Rettberg", "utterance": " And I was wondering because i've read a little bit about Indian electronic literature and about how like SMS."}
{"start": "00:20:51.660", "end": "00:20:52.710", "speaker": "Jill Walker Rettberg", "utterance": " India in."}
{"start": "00:20:52.770", "end": "00:20:53.760", "speaker": "iqra khurshid", "utterance": " India has."}
{"start": "00:20:54.690", "end": "00:20:55.110", "speaker": "None", "utterance": "More."}
{"start": "00:20:56.160", "end": "00:21:13.890", "speaker": "iqra khurshid", "utterance": " India India has done a lot of work in electronic digital and digital technology they are incredible people, but we obviously we are just trying to like cope up with the situation and yeah I will be trying as well."}
{"start": "00:21:15.750", "end": "00:21:27.030", "speaker": "Jill Walker Rettberg", "utterance": " But I was wondering whether, if you sort of look more broadly at it, because I didn't notice the one of the Indian overviews it was talking about SMS novels and those kind of more social media storytelling as maybe being."}
{"start": "00:21:28.260", "end": "00:21:45.780", "speaker": "Jill Walker Rettberg", "utterance": " As visible in Indian Ala and I guess we've seen similar things in other in other parts of the world as well, so I was wondering if you are there any sort of social media storytelling or literary activities that you think you could think of as electronic literature."}
{"start": "00:21:46.830", "end": "00:22:00.750", "speaker": "iqra khurshid", "utterance": " You think that also there, but as as a literature student I had not get anything about electronic literature in my graduation, and no one even asked me to do that, and no one even like."}
{"start": "00:22:01.920", "end": "00:22:10.230", "speaker": "iqra khurshid", "utterance": " Not even my Professor had like asked me not even they suggested us, because we didn't know about it."}
{"start": "00:22:10.650", "end": "00:22:12.120", "speaker": "iqra khurshid", "utterance": " And one and a half years."}
{"start": "00:22:12.150", "end": "00:22:17.910", "speaker": "iqra khurshid", "utterance": " Back then either the my info I got this idea that yeah there is an electronic musician."}
{"start": "00:22:20.970", "end": "00:22:24.420", "speaker": "Jill Walker Rettberg", "utterance": " it's um, I think, several of us have been in that position where we're like."}
{"start": "00:22:25.230", "end": "00:22:38.910", "speaker": "Jill Walker Rettberg", "utterance": " discovered probably we've all been in that position where we discovered electronic literature and like wow and then you trying to convince the people that you're working with it at the department that this is a good an interesting thing so well we're really happy."}
{"start": "00:22:40.110", "end": "00:22:41.130", "speaker": "Jill Walker Rettberg", "utterance": " to have you here."}
{"start": "00:22:42.150", "end": "00:22:48.750", "speaker": "Jill Walker Rettberg", "utterance": " How about we move on to to do this presentation and then i'm guessing at the end, we might see some connections and."}
{"start": "00:22:49.770", "end": "00:22:53.250", "speaker": "Jill Walker Rettberg", "utterance": " continue the discussion of it due to tell you able to share your screen."}
{"start": "00:22:53.760", "end": "00:23:05.610", "speaker": "Judith A Pintar", "utterance": " Am I will now, thank you eat grow it's so exciting to be a pioneer i'm so excited for you right what a position to be, and I think we're probably envious write a whole new sort of."}
{"start": "00:23:06.270", "end": "00:23:14.970", "speaker": "Judith A Pintar", "utterance": " territory to enter and to i'm saying pioneer even though it's a colonial term because that's a little that's a little segue here so."}
{"start": "00:23:20.070", "end": "00:23:28.920", "speaker": "Judith A Pintar", "utterance": " So, so my paper is called distributed memories compu serve gamers Forum and the halcyon days of the adventure game toolkit."}
{"start": "00:23:30.030", "end": "00:23:33.750", "speaker": "Judith A Pintar", "utterance": " Otherwise known on this panel is now for something completely different."}
{"start": "00:23:35.610", "end": "00:23:39.870", "speaker": "Judith A Pintar", "utterance": " Let me see why am I not advancing my screen here there we go."}
{"start": "00:23:42.480", "end": "00:23:45.600", "speaker": "Judith A Pintar", "utterance": " So my paper starts with a family memory."}
{"start": "00:23:46.710", "end": "00:23:58.200", "speaker": "Judith A Pintar", "utterance": " This is the strong museum of play in Rochester and I took my kids there as teenagers and my son was really mad he said mom why didn't you take me here when I was a kid right what a Wonderland."}
{"start": "00:23:59.280", "end": "00:24:09.450", "speaker": "Judith A Pintar", "utterance": " And I my strongest memory of it, though, was we were in the pinball room, which is just incredible lights and sound and every pinball machine, you can play for free."}
{"start": "00:24:09.960", "end": "00:24:19.110", "speaker": "Judith A Pintar", "utterance": " And he wandered away from it, and he found a table, where there was an ancient Oregon trail playing."}
{"start": "00:24:19.710", "end": "00:24:25.860", "speaker": "Judith A Pintar", "utterance": " And he sat down at that table and he wouldn't leave so he spent most of his time at the strong museum for play."}
{"start": "00:24:26.640", "end": "00:24:35.550", "speaker": "Judith A Pintar", "utterance": " Playing Oregon trail, which is a game he'd played as a kid and to love very much and need played at school and he played it at home."}
{"start": "00:24:35.970", "end": "00:24:47.250", "speaker": "Judith A Pintar", "utterance": " And initially I was really annoyed with him because it's expensive it's an expensive Nice and he sat there playing a game, he could have played at home, but i'm glad I didn't really stop him because he was in a flow state and."}
{"start": "00:24:48.990", "end": "00:25:11.370", "speaker": "Judith A Pintar", "utterance": " I recognized later and then sort of re recognized as I was reading this paper that he was immersed but he wasn't just immersed in this game, and this game is incredibly multimodal right Oregon trail has been remade in a variety of ways and it's a board game and a card game and."}
{"start": "00:25:13.830", "end": "00:25:24.300", "speaker": "Judith A Pintar", "utterance": " It it's a it's a really well traveled territory the Oregon trail, but he was not hit like the game as a kid that much."}
{"start": "00:25:25.020", "end": "00:25:45.360", "speaker": "Judith A Pintar", "utterance": " So what was he doing in his flow state playing this game in the museum, he was returning to a game world, but not just the game world of the game, he was returning to his life world to who had been when he had played this game, he was having an experience of nostalgia."}
{"start": "00:25:46.380", "end": "00:25:56.190", "speaker": "Judith A Pintar", "utterance": " And that reminded me thinking about that sort of anecdote in my life of this paper, which is a very influential paper for me."}
{"start": "00:25:56.850", "end": "00:26:09.000", "speaker": "Judith A Pintar", "utterance": " It was a study that was done over several years and I don't think they they didn't publish collectively about it, I think they published individually about it or this really amazing dream team of people."}
{"start": "00:26:10.050", "end": "00:26:20.010", "speaker": "Judith A Pintar", "utterance": " who looked at the problem of preserving virtual worlds and on the right, you see a list of the Games, the specific games that they looked at and."}
{"start": "00:26:21.030", "end": "00:26:23.220", "speaker": "Judith A Pintar", "utterance": " One of the chapters in that White Paper."}
{"start": "00:26:24.270", "end": "00:26:28.290", "speaker": "Judith A Pintar", "utterance": " Is the virtual worlds that died during their project."}
{"start": "00:26:29.460", "end": "00:26:43.500", "speaker": "Judith A Pintar", "utterance": " which really spoke to me, and they meant it kind of literally the disappearance well, let me show you the next slide and i'll say what was disappearing, because how they define virtual worlds."}
{"start": "00:26:43.980", "end": "00:27:00.630", "speaker": "Judith A Pintar", "utterance": " As they looked at these Games and the communities around the Games is that they had to analyze game worlds as artifacts meaning the software and the hardware needed to play them and then worlds is commodities, because."}
{"start": "00:27:02.100", "end": "00:27:14.760", "speaker": "Judith A Pintar", "utterance": " In many cases, these were games that had to be purchased or that there were fees to access and then also as communities, the people in and around the interaction with those."}
{"start": "00:27:15.360", "end": "00:27:34.890", "speaker": "Judith A Pintar", "utterance": " And so the issues of preserving and archiving and curating these worlds required three really different sort of tracks of effort sort of the socio technical in and around the artifacts themselves and the platforms and the hardware, the legal in and around."}
{"start": "00:27:36.240", "end": "00:27:52.530", "speaker": "Judith A Pintar", "utterance": " games as commodities, when we have laws which protect software from copying, which made it actually illegal in some sense to to archive them in a playable state, and then the communities which require."}
{"start": "00:27:53.850", "end": "00:28:02.940", "speaker": "Judith A Pintar", "utterance": " ethnographic as well as other sorts of efforts to preserve them, which is complicated and difficult so when."}
{"start": "00:28:04.440", "end": "00:28:06.450", "speaker": "Judith A Pintar", "utterance": " Any of these aspects are gone."}
{"start": "00:28:07.470", "end": "00:28:21.750", "speaker": "Judith A Pintar", "utterance": " to recreate the world means doing forensic work as people are using that term now that's a little dark, for me, I, like the metaphor of archaeology in the idea that restorative work can be done."}
{"start": "00:28:22.830", "end": "00:28:35.430", "speaker": "Judith A Pintar", "utterance": " To get to get these worlds back at least, if not back so that you can enter them fully back that you can visit them the way you visit something that's curated."}
{"start": "00:28:37.380", "end": "00:28:40.830", "speaker": "Judith A Pintar", "utterance": " i'm specifically interested in in this regard it is."}
{"start": "00:28:41.940", "end": "00:28:43.140", "speaker": "Judith A Pintar", "utterance": " A particular."}
{"start": "00:28:45.480", "end": "00:28:47.880", "speaker": "Judith A Pintar", "utterance": " gestalt trying to find the word for it."}
{"start": "00:28:49.080", "end": "00:28:51.210", "speaker": "Judith A Pintar", "utterance": " More than a Community kind of."}
{"start": "00:28:53.010", "end": "00:28:56.250", "speaker": "Judith A Pintar", "utterance": " early 90s gamers gestalt."}
{"start": "00:28:57.510", "end": "00:29:17.490", "speaker": "Judith A Pintar", "utterance": " That occurred through the bbs platform compu serve, so the pre Internet era is something that is personally interesting to some of the people in the room, as well i'm a fascinating period, a period in which the world was discovering electronic literature in a variety of ways."}
{"start": "00:29:20.910", "end": "00:29:24.720", "speaker": "Judith A Pintar", "utterance": " hypertext based forums, as well as purser based."}
{"start": "00:29:26.850", "end": "00:29:35.220", "speaker": "Judith A Pintar", "utterance": " text based games which saw themselves more as game, then literature, but which I consider also literature."}
{"start": "00:29:37.740", "end": "00:29:41.250", "speaker": "Judith A Pintar", "utterance": " And copy serve was an interesting place."}
{"start": "00:29:42.720", "end": "00:29:59.580", "speaker": "Judith A Pintar", "utterance": " For many reasons, its contribution to the Internet are often overlooked, because, in large part it disappeared so compu serve was bought by America Online in 1997 and."}
{"start": "00:30:00.660", "end": "00:30:06.870", "speaker": "Judith A Pintar", "utterance": " It its heyday compu serves heyday was in the bbs dial up era."}
{"start": "00:30:08.130", "end": "00:30:16.680", "speaker": "Judith A Pintar", "utterance": " So when it when it went away, it turns out that it archived almost nothing of itself."}
{"start": "00:30:17.760", "end": "00:30:25.950", "speaker": "Judith A Pintar", "utterance": " it's truly a lost world, but the loss is more than just the loss of the digital artifacts."}
{"start": "00:30:26.400", "end": "00:30:37.860", "speaker": "Judith A Pintar", "utterance": " it's also the loss of Community and it's really an under explored community, so I have an interest in pursuing some archaeological or restorative work."}
{"start": "00:30:38.340", "end": "00:30:48.570", "speaker": "Judith A Pintar", "utterance": " Where it comes to the life world of compu serve, and specifically gamers Forum, which was a community within the Community of coffee Sir so."}
{"start": "00:30:49.710", "end": "00:30:58.290", "speaker": "Judith A Pintar", "utterance": " If you're not old enough to remember the Bulletin The pre Internet of Bulletin board era, it was expensive you had to."}
{"start": "00:31:00.150", "end": "00:31:06.300", "speaker": "Judith A Pintar", "utterance": " pay for your phone call to dial up and then you generally had to pay for a service, so there was what."}
{"start": "00:31:07.380", "end": "00:31:12.540", "speaker": "Judith A Pintar", "utterance": " You might call socio technical drift, meaning that people used."}
{"start": "00:31:13.140", "end": "00:31:21.600", "speaker": "Judith A Pintar", "utterance": " Products differently than they were intended clearly compu serve wanted to make as much money as possible and the users wanted to spend as little money as possible."}
{"start": "00:31:21.870", "end": "00:31:30.750", "speaker": "Judith A Pintar", "utterance": " And so, another sort of software developed a taps, this is an example of it, it was the most popular one which was an interface you used."}
{"start": "00:31:31.020", "end": "00:31:38.430", "speaker": "Judith A Pintar", "utterance": " You would log on to tap says taps us with a dial up and log on to copy serve grab a bunch of content and go offline."}
{"start": "00:31:39.150", "end": "00:31:58.500", "speaker": "Judith A Pintar", "utterance": " Again, and you would read your content offline and the kinds of contents and the kinds of contributions that can be serve made to what we think of as normal Internet use compu serve invented the chat Forum, the chat room live chat."}
{"start": "00:31:59.610", "end": "00:32:04.620", "speaker": "Judith A Pintar", "utterance": " was created, I mean it was happening in other places as well and in other."}
{"start": "00:32:06.240", "end": "00:32:12.030", "speaker": "Judith A Pintar", "utterance": " Communities i'm thinking of muddying, in particular, but E commerce and."}
{"start": "00:32:15.450", "end": "00:32:29.910", "speaker": "Judith A Pintar", "utterance": " Electronic sort of encyclopedias and accessible file uploading and downloading user created libraries, a lot of things compu serve did first, which became quite normal cost of the Internet, but."}
{"start": "00:32:30.510", "end": "00:32:37.950", "speaker": "Judith A Pintar", "utterance": " It doesn't get credited for it so i'm not really aiming to save compu serve in its place in history i'm mostly interested in."}
{"start": "00:32:39.000", "end": "00:32:43.290", "speaker": "Judith A Pintar", "utterance": " gamers for them and the way that the gamers forum have facilitated."}
{"start": "00:32:45.090", "end": "00:32:57.210", "speaker": "Judith A Pintar", "utterance": " interactive fiction writing and playing in the era on the right is a snippet of accomplice of gamers forum."}
{"start": "00:32:58.320", "end": "00:33:02.250", "speaker": "Judith A Pintar", "utterance": " chat live chat probably a public conference."}
{"start": "00:33:04.110", "end": "00:33:18.960", "speaker": "Judith A Pintar", "utterance": " And I know that it's gamers forum, because I know those people and the funny thing about this clip is that you'll find it all over the Internet, and it appears to be the only snippet that the Internet has found, however."}
{"start": "00:33:20.580", "end": "00:33:29.100", "speaker": "Judith A Pintar", "utterance": " There it's a it's a it's a screenshot, which is why it's rare i'll talk about it more a little later."}
{"start": "00:33:31.020", "end": "00:33:34.200", "speaker": "Judith A Pintar", "utterance": " But because of taxes and other programs like it."}
{"start": "00:33:35.220", "end": "00:33:51.900", "speaker": "Judith A Pintar", "utterance": " The artifacts the digital artifacts of compu serve still exist they're just distributed and they're distributed on floppy disks in people's basements now a lot of these floppy disks have been thrown away, this is an endangered."}
{"start": "00:33:53.490", "end": "00:33:59.100", "speaker": "Judith A Pintar", "utterance": " Collection of digital artifacts but all compu serve members."}
{"start": "00:34:00.420", "end": "00:34:02.280", "speaker": "Judith A Pintar", "utterance": " have had."}
{"start": "00:34:03.690", "end": "00:34:16.230", "speaker": "Judith A Pintar", "utterance": " floppy disks full of the contents of gamers forum, and that would include all the main styles of communication, which were posts, public and private emails within the forum."}
{"start": "00:34:16.860", "end": "00:34:27.330", "speaker": "Judith A Pintar", "utterance": " indexes of files, the libraries, that the files that were uploaded and downloadable and live conferences we because we use taxes."}
{"start": "00:34:27.930", "end": "00:34:49.260", "speaker": "Judith A Pintar", "utterance": " We didn't even think to hit the record button or did we ask permission, we just save transcripts of private and public conferences, so one of the first people that I contacted about the idea of restoring, this is actually Bob bates who you see here in in this chat he."}
{"start": "00:34:50.520", "end": "00:34:59.310", "speaker": "Judith A Pintar", "utterance": " He wrote Eric Lee unready he's he's an old he's an old text adventure game writer, but he worked for legend in this era so i'm."}
{"start": "00:35:00.420", "end": "00:35:13.830", "speaker": "Judith A Pintar", "utterance": " Maybe I guess, I can say it now what's different about compu serve from the other place where he led people and other sort of text adventure people were hanging out on records in fact."}
{"start": "00:35:14.880", "end": "00:35:21.120", "speaker": "Judith A Pintar", "utterance": " And REC games, in fact, starting in the same era, starting in the late 80s, was that that was."}
{"start": "00:35:23.250", "end": "00:35:31.470", "speaker": "Judith A Pintar", "utterance": " More academically oriented so people who are in academic institutions were hanging out and participating and compu serve was sort of."}
{"start": "00:35:32.190", "end": "00:35:50.310", "speaker": "Judith A Pintar", "utterance": " More working class in a sense, I guess, you could say it was full of industry people so so we I was a writer of interactive fiction, but I hung out, it was so fun not only were you hanging out with people you know, in the industry."}
{"start": "00:35:51.810", "end": "00:36:02.640", "speaker": "Judith A Pintar", "utterance": " There were also science fiction writers everywhere and those of us in games formal so hung out in the science fiction forum, and it was just a really exciting era to live in and be in."}
{"start": "00:36:04.590", "end": "00:36:13.020", "speaker": "Judith A Pintar", "utterance": " disappeared from the world, so the specific platform that interests me in that era is a GT."}
{"start": "00:36:14.070", "end": "00:36:16.560", "speaker": "Judith A Pintar", "utterance": " It the adventure game a toolkit and."}
{"start": "00:36:17.580", "end": "00:36:23.400", "speaker": "Judith A Pintar", "utterance": " Jimmy my her who has a blog called a digital antiquarian Jimmy has done more to."}
{"start": "00:36:25.590", "end": "00:36:26.550", "speaker": "Judith A Pintar", "utterance": " restore."}
{"start": "00:36:28.260", "end": "00:36:32.640", "speaker": "Judith A Pintar", "utterance": " He does, I see him as an archaeologist of of the era."}
{"start": "00:36:33.990", "end": "00:36:54.660", "speaker": "Judith A Pintar", "utterance": " He he finds games and he interviews the writers and he has really done more for this era than anybody that I can think of, and the screenshot this is from one of his blogs when he talked about gags that generic adventure game system which the hgtv adventure game system was based on."}
{"start": "00:36:56.460", "end": "00:37:11.220", "speaker": "Judith A Pintar", "utterance": " I found gags because it was installed in a computer I bought when I was living in boulder Colorado in the in the mid 80s and when you I I wrote so many little games on it."}
{"start": "00:37:13.200", "end": "00:37:19.140", "speaker": "Judith A Pintar", "utterance": " And stories interactive stories and games with it, that I, it was share where I decided to pay the money and."}
{"start": "00:37:21.060", "end": "00:37:25.530", "speaker": "Judith A Pintar", "utterance": " This is not exactly the picture on the left, not exactly what I received back because this."}
{"start": "00:37:26.010", "end": "00:37:47.310", "speaker": "Judith A Pintar", "utterance": " This adventure game toolkit soft works, a guidebook hadn't yet been made, but I got back from a slew of floppy disks and learns that again this had been which was written by Mark Welsh had been ritual by David Magdeburg as a GT and one of the things that."}
{"start": "00:37:48.450", "end": "00:37:59.010", "speaker": "Judith A Pintar", "utterance": " Dave goldberg did was pick up so mark Welsh had a game contest in 1986 which ran once for games running."}
{"start": "00:38:00.480", "end": "00:38:16.110", "speaker": "Judith A Pintar", "utterance": " gags and this code here on the right, you see, is from the game that one that 1986 contest defenses Ellis wanted looking glass and came back not much changed, and you can see that it's."}
{"start": "00:38:17.760", "end": "00:38:20.310", "speaker": "Judith A Pintar", "utterance": " sort of as a platform and as a language."}
{"start": "00:38:21.780", "end": "00:38:30.900", "speaker": "Judith A Pintar", "utterance": " it's sort of a database, where you define a rooms and things and creatures and you."}
{"start": "00:38:31.020", "end": "00:38:31.470", "speaker": "Judith A Pintar", "utterance": " There are."}
{"start": "00:38:33.540", "end": "00:38:34.470", "speaker": "Judith A Pintar", "utterance": " There are some."}
{"start": "00:38:37.770", "end": "00:38:42.780", "speaker": "Judith A Pintar", "utterance": " variables that you can set for each of these including text variables."}
{"start": "00:38:43.920", "end": "00:38:51.570", "speaker": "Judith A Pintar", "utterance": " To make a game a GT use that same sort of model but improve its capacities significantly."}
{"start": "00:38:53.760", "end": "00:38:59.400", "speaker": "Judith A Pintar", "utterance": " This is a piece of a GT and what it added was."}
{"start": "00:39:01.380", "end": "00:39:20.100", "speaker": "Judith A Pintar", "utterance": " The ability to make man's and so at the bottom of this snippet you'll see that it used flags and variables and that it created what in a regular coding language would be conditional statements, but you could read this as a conditional statement if."}
{"start": "00:39:21.720", "end": "00:39:24.000", "speaker": "Judith A Pintar", "utterance": " Item to one is present."}
{"start": "00:39:25.830", "end": "00:39:42.090", "speaker": "Judith A Pintar", "utterance": " Which is likely, a flashlight you turn on a flag of this flag to is probably that the flashlight is lit you switch the locations of the unlike and the lit flashlight and print a particular message in this case."}
{"start": "00:39:43.140", "end": "00:39:58.860", "speaker": "Judith A Pintar", "utterance": " Probably it says you switch on the flashlight something like that, and then that command is done and this really increase the capacities of that sort of simple database based platform of gags into something which was really quite powerful."}
{"start": "00:40:00.180", "end": "00:40:01.800", "speaker": "Judith A Pintar", "utterance": " So people were."}
{"start": "00:40:04.560", "end": "00:40:20.970", "speaker": "Judith A Pintar", "utterance": " playing with adt in compu serve gamers forum, we we were working with other things as well, there were people playing with hypertext they were people playing with tad's, which is the other quote hobbyist."}
{"start": "00:40:22.260", "end": "00:40:41.460", "speaker": "Judith A Pintar", "utterance": " If system um but tad's was championed by the records people really and it was directed towards programmers it was more of a programming language and a GT was definitely touted as a system."}
{"start": "00:40:42.510", "end": "00:40:50.790", "speaker": "Judith A Pintar", "utterance": " That you could use if you weren't a programmer and you didn't know anything about code and I, as soon as I found it I started teaching it so."}
{"start": "00:40:51.660", "end": "00:41:03.360", "speaker": "Judith A Pintar", "utterance": " I moved to Santa Cruz California, in 1989 and I became an artist in residence in schools, I was doing children's theatre in schools and I slipped in."}
{"start": "00:41:05.820", "end": "00:41:13.530", "speaker": "Judith A Pintar", "utterance": " An if writing workshop into my slate of things I did in schools in Santa Cruz and found it to be a really wonderful."}
{"start": "00:41:16.140", "end": "00:41:17.490", "speaker": "Judith A Pintar", "utterance": " I have platform for kids."}
{"start": "00:41:19.080", "end": "00:41:23.940", "speaker": "Judith A Pintar", "utterance": " And I have had some of the kids they tried to get back to me and later years."}
{"start": "00:41:26.550", "end": "00:41:31.260", "speaker": "Judith A Pintar", "utterance": " about the influence of it in their lives, so so a GT was criticized."}
{"start": "00:41:33.360", "end": "00:41:51.330", "speaker": "Judith A Pintar", "utterance": " mostly by the tabs people, I think, and by who would become the future in forums seven people as being primitive in some ways, and so I didn't really set out to show all that could be done with adt but it turned out that that's what I did when I wrote this game."}
{"start": "00:41:52.380", "end": "00:42:07.200", "speaker": "Judith A Pintar", "utterance": " And what this game is interesting as an adt artifact but my interest in sharing it with you is not really so much about adt but about compu serve because I didn't know when I wrote it."}
{"start": "00:42:08.370", "end": "00:42:24.510", "speaker": "Judith A Pintar", "utterance": " That it would become important for restoring the LIFE world of compu serve gamers for them, because I didn't know compu serve gamers forum would disappear or that in the third way that it did disappear so i've taken some screenshots."}
{"start": "00:42:25.830", "end": "00:42:40.170", "speaker": "Judith A Pintar", "utterance": " Of the game which is just faster than having me power it up, I did low DAS box on to this laptop so that I can play the original file so have an informed seven part of the game, but I just took some screenshots."}
{"start": "00:42:42.240", "end": "00:42:43.890", "speaker": "Judith A Pintar", "utterance": " The basic promise of the game."}
{"start": "00:42:44.940", "end": "00:42:57.120", "speaker": "Judith A Pintar", "utterance": " Is that you are a gender nonspecific self employed computer consultant called rj and you are writing a little APP in Pascal."}
{"start": "00:42:58.500", "end": "00:43:16.890", "speaker": "Judith A Pintar", "utterance": " And I should say that the other thing that died from that era is borland orland or rule the software world at the same time that compressor ruled the bbs world and the adt rule that if world and they all disappeared simultaneously in the mid 90s."}
{"start": "00:43:18.090", "end": "00:43:29.520", "speaker": "Judith A Pintar", "utterance": " So borland made turbo Pascal and it had c++ and was paradox, and all the things that programmers were doing that felt cutting edge involve borland products."}
{"start": "00:43:29.910", "end": "00:43:45.750", "speaker": "Judith A Pintar", "utterance": " So um I had my main character, be a Pascal programmer and what you did when you were a Pascal programmer in that time was or any borland product is that you would go on to compu serve to the borland forum and try to get help."}
{"start": "00:43:46.230", "end": "00:43:54.540", "speaker": "Judith A Pintar", "utterance": " So that's the premise of the game is that you, you have to deliver your product on by the next morning, and you have to get on the compu serve, and you have to get help."}
{"start": "00:43:55.290", "end": "00:44:05.910", "speaker": "Judith A Pintar", "utterance": " And so, part of the game play when you're in your House is just like any other work of if purser based, but what was different about this game is that when you."}
{"start": "00:44:06.450", "end": "00:44:19.650", "speaker": "Judith A Pintar", "utterance": " turn on your computer you into a simulated dos environment and at that point, you had to use dos commands and regular if commands didn't work you have to navigate dos just as as if it was dos."}
{"start": "00:44:19.920", "end": "00:44:26.760", "speaker": "Judith A Pintar", "utterance": " This is what does look like, if you didn't have a lot of stuff in your root directory beep works if you type beep it'll beep."}
{"start": "00:44:28.020", "end": "00:44:35.580", "speaker": "Judith A Pintar", "utterance": " I know didn't anticipate at the time that that in the future the hardest part of the game would be navigating dos just knowing how to."}
{"start": "00:44:36.360", "end": "00:44:47.460", "speaker": "Judith A Pintar", "utterance": " change a directories, you have to change directories to get to the orphan that's the fake borland directory to run the software, you have to."}
{"start": "00:44:48.150", "end": "00:45:01.470", "speaker": "Judith A Pintar", "utterance": " there's a little password puzzle in your own house, you have to get the right password and then you use a dial up product to get on to compu serve, and this is in fact what it looked like when you logged on to compu serve of back in the day."}
{"start": "00:45:02.940", "end": "00:45:18.150", "speaker": "Judith A Pintar", "utterance": " I tried my hardest to replicate the feel of the dial up experience in the game, including the pace of it, the slowness of it and the sounds of it, the MoDem sound that beeps the various power up power down sounds."}
{"start": "00:45:19.710", "end": "00:45:28.290", "speaker": "Judith A Pintar", "utterance": " And this is the famous top of copy serve, which would get you to the different things that you could do."}
{"start": "00:45:29.370", "end": "00:45:37.650", "speaker": "Judith A Pintar", "utterance": " The forums and shopping and your electronic mail and then there's a little science fiction here the virtual reality interface."}
{"start": "00:45:39.240", "end": "00:45:39.840", "speaker": "Judith A Pintar", "utterance": " which was."}
{"start": "00:45:42.120", "end": "00:46:00.540", "speaker": "Judith A Pintar", "utterance": " The little play I have when you're when you're when you're in virtual reality interface that works like ordinary if again person based so, but when you're in the simulation of compu serve it feels a lot like what it felt like when you got there you went to your forum."}
{"start": "00:46:01.590", "end": "00:46:02.730", "speaker": "Judith A Pintar", "utterance": " There would be."}
{"start": "00:46:04.470", "end": "00:46:06.750", "speaker": "Judith A Pintar", "utterance": " announcements and."}
{"start": "00:46:08.190", "end": "00:46:16.020", "speaker": "Judith A Pintar", "utterance": " So I did my I sort of introduced the characters and the character, development and puzzles through."}
{"start": "00:46:17.430", "end": "00:46:27.660", "speaker": "Judith A Pintar", "utterance": " The forums themselves through the announcements sincerest form wishes for a speedy recovery for user 996 73 47784 was placed in the."}
{"start": "00:46:27.990", "end": "00:46:33.870", "speaker": "Judith A Pintar", "utterance": " or Flynn mental health facility after last week's virtual reality role playing adventure get well soon mud puppy so."}
{"start": "00:46:34.650", "end": "00:46:41.940", "speaker": "Judith A Pintar", "utterance": " This is the first hint that all is not right and compu serve it's um it's kind of a mystery game."}
{"start": "00:46:42.930", "end": "00:46:55.920", "speaker": "Judith A Pintar", "utterance": " And you but to solve it, you just have to live through a day on compu serve really you have to pay attention to the conference schedule and different forums and show up there."}
{"start": "00:46:56.880", "end": "00:47:04.650", "speaker": "Judith A Pintar", "utterance": " at the right time, or the room conference room is empty, you have to read the public message boards, where people are."}
{"start": "00:47:05.940", "end": "00:47:09.840", "speaker": "Judith A Pintar", "utterance": " Discussing what's going on here they're discussing what happened to my puppy."}
{"start": "00:47:10.230", "end": "00:47:19.230", "speaker": "Judith A Pintar", "utterance": " Well, he suffered a psychotic break during the role playing adventure no other information blah blah blah immediately after they asked, do you want to play the role play adventure that night."}
{"start": "00:47:19.830", "end": "00:47:35.040", "speaker": "Judith A Pintar", "utterance": " And the player has a chance, the one thing that I couldn't do with a GT that I was able to do in inform seven was to allow the player to actually type and post back some so that was the one sort of."}
{"start": "00:47:36.030", "end": "00:47:52.050", "speaker": "Judith A Pintar", "utterance": " point at which reality breaks when you're playing in my simulation but you're allowed to a yes or no reply to messages and then different things happen, based on whether you were pulling down here is what it looks like when you download a file."}
{"start": "00:47:53.490", "end": "00:47:57.150", "speaker": "Judith A Pintar", "utterance": " If you try to download any of the larger files."}
{"start": "00:47:58.530", "end": "00:48:05.100", "speaker": "Judith A Pintar", "utterance": " Many hours go by, and then the file doesn't go through, and this is a traditional experience of the time as well."}
{"start": "00:48:05.400", "end": "00:48:19.530", "speaker": "Judith A Pintar", "utterance": " downloading was notoriously bad and files would be corrupted would take incredible amount of time and money to do them, so you can only really successfully download tiny files in this game, and then there were private messaging."}
{"start": "00:48:20.850", "end": "00:48:37.170", "speaker": "Judith A Pintar", "utterance": " Until you get a live email messages, just as it felt on campus or back in the day, you would get notification had a private message we'd have to check back to see if there were any posts and then this is a screenshot of a live conference."}
{"start": "00:48:38.250", "end": "00:48:49.650", "speaker": "Judith A Pintar", "utterance": " If if you do some other actions you will meet Bud puppy in a conference telling you that he's not crazy, there was a monster in vr and that he knows."}
{"start": "00:48:51.030", "end": "00:49:03.270", "speaker": "Judith A Pintar", "utterance": " Somebody did this to him there's something nefarious going on, he disappears and customer service will come and tell you that there's nobody in the Conference so there's live conferences, you have to."}
{"start": "00:49:04.110", "end": "00:49:14.070", "speaker": "Judith A Pintar", "utterance": " Fight the clock and not get distracted you join a lot of forums and in order to to get onto virtual reality and something."}
{"start": "00:49:15.120", "end": "00:49:17.340", "speaker": "Judith A Pintar", "utterance": " All right, um so."}
{"start": "00:49:18.870", "end": "00:49:23.670", "speaker": "Judith A Pintar", "utterance": " Companies are failed to preserve its digital history and what."}
{"start": "00:49:24.780", "end": "00:49:39.510", "speaker": "Judith A Pintar", "utterance": " I discovered to my sort of joy is that it miraculously survives in bits of digital text when I contacted by bates he went into his basement he brought up some discs he."}
{"start": "00:49:40.440", "end": "00:49:52.620", "speaker": "Judith A Pintar", "utterance": " He looked in those disks and he found remarkable artifacts of conferences, full of the writers and luminaries of the day chatting with each other, right and."}
{"start": "00:49:53.880", "end": "00:50:03.690", "speaker": "Judith A Pintar", "utterance": " I have files that I downloaded and I have conference transcripts and I have public posts, and I have private posts and private emails."}
{"start": "00:50:04.110", "end": "00:50:15.570", "speaker": "Judith A Pintar", "utterance": " And a lot of people have these things so i'm hoping to kind of launch this restorative project Jimmy monitor says he will help to get this out to his readers who are."}
{"start": "00:50:16.620", "end": "00:50:29.820", "speaker": "Judith A Pintar", "utterance": " significant number of them are old enough to have this material and it's going to be really exciting to see what I can find so I said I would return back to this little snippet of an artifact that's floating over the Internet."}
{"start": "00:50:31.260", "end": "00:50:36.180", "speaker": "Judith A Pintar", "utterance": " I immediately knew this was gamers forum, besides that they're talking about games here."}
{"start": "00:50:37.260", "end": "00:50:43.380", "speaker": "Judith A Pintar", "utterance": " because not only is Bob bates here, but you see her here, this is Hercules who was."}
{"start": "00:50:44.640", "end": "00:50:45.330", "speaker": "Judith A Pintar", "utterance": " sasabe."}
{"start": "00:50:48.210", "end": "00:50:58.890", "speaker": "Judith A Pintar", "utterance": " This 30 I would I would have to do a whole nother session on SIS OPS, and their significance within communities they weren't just moderators they were something like."}
{"start": "00:51:00.000", "end": "00:51:02.940", "speaker": "Judith A Pintar", "utterance": " masters of ceremonies and hosts and."}
{"start": "00:51:04.320", "end": "00:51:13.140", "speaker": "Judith A Pintar", "utterance": " Hercules was everybody's favorite we all loved him and he facilitated a lot of interactive narrative discussions and, in fact."}
{"start": "00:51:14.190", "end": "00:51:25.230", "speaker": "Judith A Pintar", "utterance": " created for me a room a separate conference room for a group of people that I collaborated with on another game that I wrote back in the era."}
{"start": "00:51:26.460", "end": "00:51:30.630", "speaker": "Judith A Pintar", "utterance": " Which is certainly canonical within at."}
{"start": "00:51:32.160", "end": "00:51:38.370", "speaker": "Judith A Pintar", "utterance": " interactive fiction and I don't know Hercules his name and it's The thing that I would I."}
{"start": "00:51:39.810", "end": "00:51:51.510", "speaker": "Judith A Pintar", "utterance": " I put this out there, like whenever I speak publicly about this, hoping that somebody will know who he is, and I, as I was doing one more vain Google search for Hercules."}
{"start": "00:51:51.900", "end": "00:52:08.550", "speaker": "Judith A Pintar", "utterance": " I found a conversation in some web page somewhere where somebody revealed that they had one spend a copy serve gamers this up and somebody plaintively asks was your name Hercules by any chance, so i'm not the only person out there, looking for Hercules."}
{"start": "00:52:09.690", "end": "00:52:17.670", "speaker": "Judith A Pintar", "utterance": " He was part of that life world and his disappearance, is part of sort of the disappearance of that life world."}
{"start": "00:52:18.870", "end": "00:52:22.830", "speaker": "Judith A Pintar", "utterance": " There is a chance, a remarkable chance that we could get some of it back and."}
{"start": "00:52:24.540", "end": "00:52:30.300", "speaker": "Judith A Pintar", "utterance": " However, the artifacts are not the Community and that's where i'm returning to."}
{"start": "00:52:31.890", "end": "00:52:35.040", "speaker": "Judith A Pintar", "utterance": " The understanding that I heard from my son and his."}
{"start": "00:52:36.060", "end": "00:52:54.270", "speaker": "Judith A Pintar", "utterance": " flow experience in Oregon trail you can't really get back real life in the era in which we played, but my game cosmos serve does, let us briefly re enter it and lets people enter it."}
{"start": "00:52:55.710", "end": "00:53:13.350", "speaker": "Judith A Pintar", "utterance": " who never experienced it in the first place so game play, and especially games that simulate life of the much derided autobiographical games that most of us right, the first time we discover hypertext narrative."}
{"start": "00:53:15.540", "end": "00:53:28.830", "speaker": "Judith A Pintar", "utterance": " interactive narrative any kind my students definitely and those of you who teach will relate to this, a lot of their first work is they recreate their walk from their dorm room to the bathroom right and every object in it."}
{"start": "00:53:30.150", "end": "00:53:51.000", "speaker": "Judith A Pintar", "utterance": " And we laugh about that a lot the auto by the autobiographical element of our first interactive narratives, but I find these to be really valuable artifacts for the areas in which they're written the simulations of the LIFE worlds around our games in these early areas that's the spacing."}
{"start": "00:53:52.410", "end": "00:54:01.500", "speaker": "Judith A Pintar", "utterance": " So if you have any interest in playing customer service, you can play the original you can download the original from imdb and it works in DAS box I just tried."}
{"start": "00:54:02.550", "end": "00:54:10.710", "speaker": "Judith A Pintar", "utterance": " It I didn't mean to just set the settings to slow it down, otherwise the."}
{"start": "00:54:11.820", "end": "00:54:32.070", "speaker": "Judith A Pintar", "utterance": " It was made for an earlier area and very slow, processing and so you'll it goes too fast and the sound plays incorrectly, so you have to slow it down to make it really be like the original, but you can more comfortably play on my website, the enforce the second part of it which."}
{"start": "00:54:33.090", "end": "00:54:40.800", "speaker": "Judith A Pintar", "utterance": " is easier to play for a variety of reasons which i'd be happy to talk about but that's i'm going to stop there, because I took too long."}
{"start": "00:54:42.180", "end": "00:54:44.700", "speaker": "Judith A Pintar", "utterance": " And i'll take any questions you've got."}
{"start": "00:54:45.990", "end": "00:54:58.650", "speaker": "Jill Walker Rettberg", "utterance": " Well, thank you so much to this, I think we have some very appropriate people in the audience for a discussion about this, so what should you watch and we ask for I think zach was first with this little handout there."}
{"start": "00:55:01.590", "end": "00:55:02.970", "speaker": "Jill Walker Rettberg", "utterance": " SEC you've got the microphone."}
{"start": "00:55:08.880", "end": "00:55:13.020", "speaker": "Jill Walker Rettberg", "utterance": " Oh, that was applause Oh, I felt that was raising your hand okay."}
{"start": "00:55:15.330", "end": "00:55:17.730", "speaker": "Jill Walker Rettberg", "utterance": " i'm all right i'm."}
{"start": "00:55:20.010", "end": "00:55:22.620", "speaker": "Stuart Moulthrop", "utterance": " So so sorry Jill i'm jumping."}
{"start": "00:55:23.850", "end": "00:55:35.910", "speaker": "Stuart Moulthrop", "utterance": " i'm because I want to throw the Florida Judy because I I was just thinking so much about her experience of uncle Roger and the blue notebook as Judith the sorry Judy malloy you'd have been."}
{"start": "00:55:37.920", "end": "00:55:43.650", "speaker": "Stuart Moulthrop", "utterance": " You know just the resonance between uncle Roger and cosmos serve is so strong."}
{"start": "00:55:44.790", "end": "00:55:46.080", "speaker": "Stuart Moulthrop", "utterance": " wanted to hear what you have to say about that."}
{"start": "00:55:47.040", "end": "00:55:56.640", "speaker": "Judy Malloy", "utterance": " um first of all, can you tell me the dates I haven't read the paper through yet i'm Judith about the dates when you're talking about for this work."}
{"start": "00:55:57.690", "end": "00:56:21.270", "speaker": "Judith A Pintar", "utterance": " I joined a campus or gamers forum in 1988 or 89 and I started writing this game in 1990 and it, it was an ATT contest in 1991 so so the era is really late 80s to mid 90s."}
{"start": "00:56:22.290", "end": "00:56:27.570", "speaker": "Judy Malloy", "utterance": " Great Thank you this is absolutely wonderful I really think terrifically did this."}
{"start": "00:56:29.250", "end": "00:56:39.810", "speaker": "Judy Malloy", "utterance": " And it's also so good you're able to get back the artifacts from which to do it, I know that um I."}
{"start": "00:56:40.620", "end": "00:56:53.670", "speaker": "Judy Malloy", "utterance": " I won't say stupidly was probably a good thing to do, but I gave all my printouts to my archives at Duke and I did not make copies because they were very extensive and i'm talking about the printouts from our comm electronic on the well."}
{"start": "00:56:54.690", "end": "00:57:06.990", "speaker": "Judy Malloy", "utterance": " which was a little earlier our comm ASEAN began in 1986 but um we did not have a large game and presence, so I can certainly see why i'm."}
{"start": "00:57:07.500", "end": "00:57:17.670", "speaker": "Judy Malloy", "utterance": " Columbia serve filled in that gap so actually I used to log into conferences, because I was in charge of posting leonardo's and."}
{"start": "00:57:18.120", "end": "00:57:37.590", "speaker": "Judy Malloy", "utterance": " Putting together learners electronic publications and we did we did use compu serve as well as the well and using it and email, but I never spent the time to explore compu serve so on i'm really thinking, I should have, and thank you again for doing this and I also."}
{"start": "00:57:38.820", "end": "00:57:40.110", "speaker": "Judy Malloy", "utterance": " like to point out that."}
{"start": "00:57:41.160", "end": "00:57:48.960", "speaker": "Judy Malloy", "utterance": " Getting together the archives and putting all the archives for these things in one place is vitally important, and we should all be thinking about this."}
{"start": "00:57:52.530", "end": "00:58:03.480", "speaker": "Judith A Pintar", "utterance": " I agree so it's our it's a distributed archive but there's no reason why we can't index that distributed archive with all the places that these things live."}
{"start": "00:58:04.410", "end": "00:58:19.440", "speaker": "Judith A Pintar", "utterance": " And this would be a decent intro organization activity for us because i'm on the board of effective interactive creation technology foundation, and we have a lot of great stuff in our archive."}
{"start": "00:58:20.220", "end": "00:58:29.370", "speaker": "Judith A Pintar", "utterance": " But I don't think people know what we have in our archive right and I don't know where all these things are archived right and as I do this I was thinking to."}
{"start": "00:58:30.330", "end": "00:58:43.380", "speaker": "Judith A Pintar", "utterance": " get my university library involved in it just to make it more secure and to see what they would be willing to invest in supporting any more extensive archiving but."}
{"start": "00:58:44.100", "end": "00:58:54.060", "speaker": "Judith A Pintar", "utterance": " I don't see any reason to centralize right, we can distribute as long as we're indexing, but this is something that we should think about collaboratively cross."}
{"start": "00:58:54.900", "end": "00:59:04.890", "speaker": "Judith A Pintar", "utterance": " Institutions for sure before things disappear, I mean I talked to john mcdonough who's did the virtual preserving virtual world study, he was my colleague here at the University of Illinois."}
{"start": "00:59:05.190", "end": "00:59:17.070", "speaker": "Judith A Pintar", "utterance": " and the first thing he said to me, he said, you have a very endangered collection right he said every every month you wait is another box of floppy disks thrown out."}
{"start": "00:59:18.840", "end": "00:59:30.750", "speaker": "Judith A Pintar", "utterance": " So that was kind of sobering to think about really for doing this kind of work, so I I put in this paper to force me to launch this project even before I have a grant or whatever, I should just start."}
{"start": "00:59:33.480", "end": "00:59:34.350", "speaker": "Jill Walker Rettberg", "utterance": " This is a fabulous."}
{"start": "00:59:34.890", "end": "00:59:44.820", "speaker": "Jill Walker Rettberg", "utterance": " thoughts about this, I was going to ask, do you need to because yeah to what extent do you collect all this sort of ephemeral stuff around the works."}
{"start": "00:59:47.070", "end": "00:59:48.180", "speaker": "Jill Walker Rettberg", "utterance": " Oh, but you're muted Danny."}
{"start": "00:59:50.850", "end": "00:59:52.110", "speaker": "Dene Grigar", "utterance": " No coffee yet so."}
{"start": "00:59:53.760", "end": "01:00:01.260", "speaker": "Dene Grigar", "utterance": " So Judith a couple things first we've developed a in the lab and Meta data schema for electronic literature."}
{"start": "01:00:02.040", "end": "01:00:10.440", "speaker": "Dene Grigar", "utterance": " For the next right which is a big archive that we've built over the past three years Leo and I and few other people involved in this."}
{"start": "01:00:11.400", "end": "01:00:30.750", "speaker": "Dene Grigar", "utterance": " And it's called live now so we're ready to start taking in information taking more data and we develop a Meta data schema that includes the kind of functionality and software, you know dependencies that mods does not dress so what I can do is give you that spreadsheets you could see."}
{"start": "01:00:30.990", "end": "01:00:36.540", "speaker": "Dene Grigar", "utterance": " Wonderful fields that we're looking at once you fill that out, and you want to."}
{"start": "01:00:37.470", "end": "01:00:46.320", "speaker": "Dene Grigar", "utterance": " begin to organize this stuff, then we can work through cell because we've built in the cell taxonomy into this spreadsheet for cross walking purposes."}
{"start": "01:00:46.920", "end": "01:00:55.680", "speaker": "Dene Grigar", "utterance": " And then we can start to index all of these things across all the cell partners, so this is something that can be done on a grand scale and, as far as your collection goes."}
{"start": "01:00:57.540", "end": "01:01:06.690", "speaker": "Dene Grigar", "utterance": " we'd be nice to have some sort of them, the next hat the diversity next and a regular just kind of like Alan said, is a wonderful."}
{"start": "01:01:07.590", "end": "01:01:18.000", "speaker": "Dene Grigar", "utterance": " solution for you know, making the information you know available to people so i'd recommend you take that information you've got about your work and put into cell, so that people."}
{"start": "01:01:18.420", "end": "01:01:22.080", "speaker": "Dene Grigar", "utterance": " can get to it through it, I mean through em set so that people can get the best information."}
{"start": "01:01:22.860", "end": "01:01:31.950", "speaker": "Dene Grigar", "utterance": " If you're ever wanting to turn that into an archive in the next we can set up a whole collection called compu serve or something or get our early games."}
{"start": "01:01:32.280", "end": "01:01:43.800", "speaker": "Dene Grigar", "utterance": " And all of that can be then ingested into the larger library that we're building and it all is available through that through the next system, so you can either read it downloaded etc."}
{"start": "01:01:44.550", "end": "01:01:51.540", "speaker": "Dene Grigar", "utterance": " So that's the schema that we're developing for the electronic literature stuff that we're collecting for the organization."}
{"start": "01:01:51.930", "end": "01:01:57.030", "speaker": "Dene Grigar", "utterance": " We have 3300 works in it right now and there's going to be another thousand by the end of summer."}
{"start": "01:01:57.960", "end": "01:02:11.190", "speaker": "Dene Grigar", "utterance": " But certainly we've got the Foundation now to work either with you to for guidance or and or and helping with getting into getting into what i'm so sorry i'm still haven't had any coffee so i'm still just kind of."}
{"start": "01:02:11.760", "end": "01:02:12.840", "speaker": "Judith A Pintar", "utterance": " My first role."}
{"start": "01:02:13.140", "end": "01:02:13.410", "speaker": "Judith A Pintar", "utterance": " play."}
{"start": "01:02:13.770", "end": "01:02:14.610", "speaker": "Dene Grigar", "utterance": " The morning so."}
{"start": "01:02:16.650", "end": "01:02:17.010", "speaker": "None", "utterance": "But they."}
{"start": "01:02:18.690", "end": "01:02:32.820", "speaker": "Judith A Pintar", "utterance": " will definitely talk, I mean, I think that that we need to not reinvent the wheel, and we want multiple if we're going to coordinate on this, we need a schema that we can all use so that the indexing as effective."}
{"start": "01:02:34.440", "end": "01:02:51.270", "speaker": "Judith A Pintar", "utterance": " So not just sort of this project that I have which I probably will launch as a project at if also our archive could use a professional archivist and so we've been looking at trying to get some money to do that."}
{"start": "01:02:52.980", "end": "01:02:54.360", "speaker": "Judith A Pintar", "utterance": " But I."}
{"start": "01:02:55.830", "end": "01:02:57.360", "speaker": "Judith A Pintar", "utterance": " One of the things that."}
{"start": "01:02:58.560", "end": "01:03:03.600", "speaker": "Judith A Pintar", "utterance": " So a lot of people put in the timeline your own fears about the degradation right."}
{"start": "01:03:05.070", "end": "01:03:05.490", "speaker": "Judith A Pintar", "utterance": " Of."}
{"start": "01:03:07.080", "end": "01:03:08.790", "speaker": "Judith A Pintar", "utterance": " Things that have stats you have for that."}
{"start": "01:03:09.810", "end": "01:03:20.790", "speaker": "Judith A Pintar", "utterance": " For that post from Jason Scott about it isn't just that the things are thrown away the things that exist are degrading right so we're really It really is a race."}
{"start": "01:03:21.810", "end": "01:03:29.220", "speaker": "Judith A Pintar", "utterance": " And we need to get on it right that's how I feel about it because I mean I had this thought through the years and."}
{"start": "01:03:30.270", "end": "01:03:37.110", "speaker": "Judith A Pintar", "utterance": " It finally started to feel or urgent at some point, and it is urgent, you know collectively."}
{"start": "01:03:38.430", "end": "01:03:39.090", "speaker": "Judith A Pintar", "utterance": " So."}
{"start": "01:03:40.110", "end": "01:03:43.200", "speaker": "Judith A Pintar", "utterance": " So thank you all we'll talk."}
{"start": "01:03:44.010", "end": "01:03:49.770", "speaker": "Dene Grigar", "utterance": " Which is the other thing we're doing is we have project deep freeze going on in the land and we're ripping information off."}
{"start": "01:03:50.250", "end": "01:04:04.770", "speaker": "Dene Grigar", "utterance": " floppy and putting in things that are copyrighted or putting into a deep freeze, so that we don't upset peoples and copyright issues in things that are open we're making it available so that's the project and Nicholas Schiller is doing right now, and he presented about it yesterday."}
{"start": "01:04:05.760", "end": "01:04:09.600", "speaker": "Judith A Pintar", "utterance": " That i'm interested in that too, because the three things that."}
{"start": "01:04:10.320", "end": "01:04:22.170", "speaker": "Judith A Pintar", "utterance": " mcdonough and that group we're talking about you have to preserve the artifacts you need the software, you need the hardware to play them for a long time we kept a computer in the basement that had both kinds of floppy disks."}
{"start": "01:04:22.440", "end": "01:04:26.310", "speaker": "Judith A Pintar", "utterance": " sort of running and then, but then you have your tape drive."}
{"start": "01:04:26.670", "end": "01:04:38.010", "speaker": "Judith A Pintar", "utterance": " backup machines are they still working because we we backed up our flat base to tape drive through a couple different generations but there's only so long, you can clutter your basement with one of every kind of computer you've ever had."}
{"start": "01:04:38.400", "end": "01:04:39.630", "speaker": "Judith A Pintar", "utterance": " Just so you can keep that."}
{"start": "01:04:39.870", "end": "01:04:46.650", "speaker": "Judith A Pintar", "utterance": " up and you hope that you passed everything forward all the way to the CD right at the at the point when we got to there."}
{"start": "01:04:48.930", "end": "01:04:56.130", "speaker": "Judith A Pintar", "utterance": " So there's a lot of media, so the software hardware, but that's only one part, then you have the legal part, so you mentioned, I love this decrease idea."}
{"start": "01:04:56.460", "end": "01:05:02.760", "speaker": "Judith A Pintar", "utterance": " We archive we put it away until it's sort of copyright free or we can use it, but in something like compu serve."}
{"start": "01:05:03.180", "end": "01:05:18.870", "speaker": "Judith A Pintar", "utterance": " I don't have permission, so I have these wonderful transcripts from what we're private conferences private chats right, and although we all recorded them did we have permission to record them and and even if I might legally be able to."}
{"start": "01:05:20.040", "end": "01:05:28.020", "speaker": "Judith A Pintar", "utterance": " make public those conversations do I ethically can I should I do that and what about private emails."}
{"start": "01:05:28.680", "end": "01:05:39.060", "speaker": "Judy Malloy", "utterance": " that's a that's those are very important points, because I know on the well I don't know about compu serve, but on the well, we had a you own your own words policy."}
{"start": "01:05:39.390", "end": "01:05:40.140", "speaker": "Judy Malloy", "utterance": " And you were not."}
{"start": "01:05:40.200", "end": "01:05:49.980", "speaker": "Judy Malloy", "utterance": " allowed to replicate anybody else's words were asking for permission so, for instance, when I did an online version of."}
{"start": "01:05:50.760", "end": "01:05:58.950", "speaker": "Judy Malloy", "utterance": " Bad information, which was an early work I did on the well, I had to ask every one of about 40 participants permission."}
{"start": "01:05:59.430", "end": "01:06:10.350", "speaker": "Judy Malloy", "utterance": " And the issue still comes up no I got a general permission that I could do that I use that anytime, but when you're looking at say rapid replicating conversations on."}
{"start": "01:06:11.220", "end": "01:06:26.190", "speaker": "Judy Malloy", "utterance": " AC E n you're dealing with the fact that you have to ask everybody permission, if you want to use their words and the same is true, I just posted in discord a conversation that on a coolie and I had."}
{"start": "01:06:27.780", "end": "01:06:44.370", "speaker": "Judy Malloy", "utterance": " With abby dawn about early hypertext work she had created and I recall that in order to reprint that conversation on and I had to ask everyone permission and some people's words are left out because he didn't it didn't give us permission or they didn't respond."}
{"start": "01:06:46.200", "end": "01:06:48.540", "speaker": "Judith A Pintar", "utterance": " With comcast service that we all use handles."}
{"start": "01:06:49.320", "end": "01:06:50.010", "speaker": "Judy Malloy", "utterance": " The oh yeah."}
{"start": "01:06:50.280", "end": "01:06:51.990", "speaker": "Judith A Pintar", "utterance": " I don't know who the people are so."}
{"start": "01:06:52.320", "end": "01:07:01.230", "speaker": "Judith A Pintar", "utterance": " Okay don't know me so the problem was made coming and saying hi and hoping to find my own compu serve said I didn't use my name Judas I was Taylor brown who's a character and Larry."}
{"start": "01:07:01.230", "end": "01:07:02.310", "speaker": "Judith A Pintar", "utterance": " nevins world."}
{"start": "01:07:02.520", "end": "01:07:04.260", "speaker": "Judith A Pintar", "utterance": " The luckiest woman in the world that was."}
{"start": "01:07:04.260", "end": "01:07:15.630", "speaker": "Judith A Pintar", "utterance": " me and and that's what they know me as and I can't I don't know their names to even get their permission and some of those conversations are remarkable I was."}
{"start": "01:07:16.230", "end": "01:07:29.790", "speaker": "Judith A Pintar", "utterance": " I went to graduate school in the in the mid 90s, and that was toward the end of my companies before concert was sold to AOL right at the end and I did a bunch of interviews for a paper that I didn't end up."}
{"start": "01:07:30.390", "end": "01:07:44.670", "speaker": "Judith A Pintar", "utterance": " Writing but I interviewed all these women gamers in the mid 90s about their experiences as women in that era it's always a treasure right it's a treasure of those interviews, but what can I do with it now."}
{"start": "01:07:45.900", "end": "01:07:47.580", "speaker": "Judith A Pintar", "utterance": " I don't know what I can do with that material."}
{"start": "01:07:48.870", "end": "01:07:49.290", "speaker": "Jill Walker Rettberg", "utterance": " Any."}
{"start": "01:07:50.160", "end": "01:08:02.670", "speaker": "Dene Grigar", "utterance": " So we've been given lots of emails from user holton Dean Larson, and so I went through when I was putting that into the yellows archives into the next I went through the emails with the artists."}
{"start": "01:08:03.150", "end": "01:08:16.620", "speaker": "Dene Grigar", "utterance": " and determine which ones were viable to put out on the live online which ones, we had to put away into the deep freeze, ironically, when I went to Duke to see duty will always papers steffi strickland's papers and."}
{"start": "01:08:17.730", "end": "01:08:28.710", "speaker": "Dene Grigar", "utterance": " While kindles stephanie strictly emails were all there every one of them, and it was you know it was interesting, so I was looking for something about slipping glimpse."}
{"start": "01:08:29.100", "end": "01:08:42.090", "speaker": "Dene Grigar", "utterance": " And all of her emails about the kind of comments and stuff that was collected in his open at dukes library from stephanie strickland female the early day stuff."}
{"start": "01:08:43.050", "end": "01:08:54.120", "speaker": "Dene Grigar", "utterance": " From ios development and I was surprised that all of that was available for me to read a rotor, and so did you make this did you make this available to you know, this is all out there free."}
{"start": "01:08:54.390", "end": "01:08:55.050", "speaker": "Judith A Pintar", "utterance": " And it's all."}
{"start": "01:08:55.140", "end": "01:08:55.380", "speaker": "None", "utterance": "On."}
{"start": "01:08:56.400", "end": "01:08:57.570", "speaker": "Dene Grigar", "utterance": " She didn't realize it."}
{"start": "01:08:58.890", "end": "01:09:16.230", "speaker": "Dene Grigar", "utterance": " But it was some pretty interesting comments about various people Community was like oh God, I know stephanie gotta go, we gotta go back and fix that so one of the goals of my sabbatical next year's to meet stephanie and Durham and go through all those archives and clean that stuff up."}
{"start": "01:09:16.890", "end": "01:09:17.550", "speaker": "Dene Grigar", "utterance": " So that's a."}
{"start": "01:09:17.580", "end": "01:09:18.150", "speaker": "Dene Grigar", "utterance": " Bad headache."}
{"start": "01:09:18.510", "end": "01:09:27.180", "speaker": "Judith A Pintar", "utterance": " Right, so this is fascinating because these these kinds of artifacts are our world artifacts."}
{"start": "01:09:27.570", "end": "01:09:31.080", "speaker": "Judith A Pintar", "utterance": " right though the texture of our worlds and our lives and our relationships."}
{"start": "01:09:31.350", "end": "01:09:41.850", "speaker": "Judith A Pintar", "utterance": " And our thoughts about I mean what did we talk about when we were chatting, which is always talking about literature right we weren't it's talking about our works in our games in our writing we were talking about the world and politics and."}
{"start": "01:09:42.180", "end": "01:09:55.620", "speaker": "Judith A Pintar", "utterance": " We were reading the same books and we were it be, it was the experience of being alive in that era so so that's that's part of what I was trying to get at at this paper and with the story of my son, which is that."}
{"start": "01:09:56.160", "end": "01:10:07.110", "speaker": "Judith A Pintar", "utterance": " Our our our interactive narrative worlds are in worlds and that restoring the narrative worlds also means."}
{"start": "01:10:08.910", "end": "01:10:23.640", "speaker": "Judith A Pintar", "utterance": " Somehow accessing the real world, the real life around them and that's harder to come by so you know what does that mean in terms of archiving and and curating right and that's where sort of simulations."}
{"start": "01:10:25.230", "end": "01:10:35.100", "speaker": "Judith A Pintar", "utterance": " If you we have enough of these digital artifacts you can simulate and let people re enter like as a curation experience sort of re enter and experience."}
{"start": "01:10:35.850", "end": "01:10:48.420", "speaker": "Judith A Pintar", "utterance": " What it was what it was like, then you can't make that world come back because real life isn't back that you can curated in interesting immersive ways that people can enter and experience."}
{"start": "01:10:48.630", "end": "01:10:55.140", "speaker": "Judy Malloy", "utterance": " Again I think that's vitally important I know you're I was really impressed with your emulation i'm."}
{"start": "01:10:56.100", "end": "01:11:07.950", "speaker": "Judy Malloy", "utterance": " From my heart i'm the work I get most inquiries about is brown house kitchen that I can't respond to not inquiries I can't respond to."}
{"start": "01:11:08.310", "end": "01:11:18.630", "speaker": "Judy Malloy", "utterance": " Is brown house kitchen, which I did it on Lambda move when I was at park and working Pablo curtis now that work was available and Lambda move."}
{"start": "01:11:19.110", "end": "01:11:29.820", "speaker": "Judy Malloy", "utterance": " Until I got rundown and in a serious accident and there was a rule of Lambda move that if you did not enter it and allow him to move in three months, they would take your work down."}
{"start": "01:11:30.900", "end": "01:11:37.080", "speaker": "Judy Malloy", "utterance": " So guess what I didn't even notice that took about a year later, because there were other things I had to attend to."}
{"start": "01:11:38.400", "end": "01:11:40.560", "speaker": "Judy Malloy", "utterance": " Which is walking on crutches for the rest of my life."}
{"start": "01:11:41.820", "end": "01:11:49.950", "speaker": "Judy Malloy", "utterance": " And I still going up, I wrote to book chapters on that work, but I still get a lot of inquiries about."}
{"start": "01:11:50.760", "end": "01:12:03.330", "speaker": "Judy Malloy", "utterance": " Can I emulate it well you know what I might be able to emulate that work, but I took all the printouts I had printouts of how I developed it I have print house of all code was written in."}
{"start": "01:12:04.620", "end": "01:12:13.200", "speaker": "Judy Malloy", "utterance": " A Lambda move code, which was a cross between T plus and list and guess what I gave them all to do now."}
{"start": "01:12:14.490", "end": "01:12:21.840", "speaker": "Judy Malloy", "utterance": " That means they do exist, and I think that's important the mistake, I made was not copying that myself, because it never occurred to me."}
{"start": "01:12:22.290", "end": "01:12:31.350", "speaker": "Judy Malloy", "utterance": " That, if I wanted that I would have to go to Duke, although the original curator there did say they would copy stuff from me, I think this is a couple hundred pages."}
{"start": "01:12:32.460", "end": "01:12:41.130", "speaker": "Judy Malloy", "utterance": " But I guess the point i'm making is a give yourself to to sustainable archives and be keep copies yourself."}
{"start": "01:12:42.900", "end": "01:12:52.410", "speaker": "Dene Grigar", "utterance": " There one more thing was during the pandemic and especially in the United States, even before the pandemic when budget cuts were coming through with the recession."}
{"start": "01:12:52.740", "end": "01:13:06.240", "speaker": "Dene Grigar", "utterance": " There was so little money to travel, so when I went to Duke to do that research, I was the only person that ever looked at Judy malloy stephanie circling or rob rob kindles collections, I went back for a second time I was still the second person."}
{"start": "01:13:07.230", "end": "01:13:21.750", "speaker": "Dene Grigar", "utterance": " And the reason what's problematic about, that is, it means here's his treasure trove of it, I was looking at Judy stuffer oh my God it's just this is marvelous right, but the problem is somebody going to fly there fly to Durham."}
{"start": "01:13:22.770", "end": "01:13:23.130", "speaker": "Dene Grigar", "utterance": " You know."}
{"start": "01:13:23.370", "end": "01:13:24.630", "speaker": "Judy Malloy", "utterance": " Look, the time to get there."}
{"start": "01:13:24.690", "end": "01:13:27.030", "speaker": "Judy Malloy", "utterance": " yeah they have to get funding for that I had someone else."}
{"start": "01:13:27.060", "end": "01:13:28.590", "speaker": "Judy Malloy", "utterance": " Use the archives recently."}
{"start": "01:13:29.130", "end": "01:13:33.420", "speaker": "Judy Malloy", "utterance": " um who someone was writing a paper on early."}
{"start": "01:13:34.500", "end": "01:13:43.290", "speaker": "Judy Malloy", "utterance": " Early work on ours takes on genetic engineering and I happen to have an okay genetic engineering project, so they went down to look at that."}
{"start": "01:13:44.070", "end": "01:14:02.640", "speaker": "Judy Malloy", "utterance": " We hadn't talked thoroughly enough, so I she did wasn't aware that actually the entire files for okay genetic engineering are not at Duke there in my storage and in Richmond California, to which I do not have access to because i'm not in California and I don't travel easily so um."}
{"start": "01:14:03.930", "end": "01:14:04.230", "speaker": "Judy Malloy", "utterance": " and"}
{"start": "01:14:04.590", "end": "01:14:15.060", "speaker": "Judy Malloy", "utterance": " Duke actually my contract was Duke is for electronic literature, so I didn't give them the okay genetic engineering files, but once again."}
{"start": "01:14:15.840", "end": "01:14:34.500", "speaker": "Judy Malloy", "utterance": " Here we there's a lot of issues involved in in you know what's a work of art what goes in your archives and I don't think you know, last few Dini, has done an awful lot of work on this mad crush involved is done work on this, we need to have funding for more work on this."}
{"start": "01:14:36.150", "end": "01:14:50.220", "speaker": "Dene Grigar", "utterance": " One other thing I was gonna say finish by saying is that the nice thing about the Rubinstein is that if I mean I can call them and say I need this stuff and they would email it to me the ransom library unless you're physically there they won't give you anything."}
{"start": "01:14:51.120", "end": "01:15:02.760", "speaker": "Dene Grigar", "utterance": " That you can get I couldn't get to Michael joyce's papers for the book i'm running right now until I fly to Austin to do it and I couldn't get into the music into the Center because it's locked down for endemic."}
{"start": "01:15:03.540", "end": "01:15:11.010", "speaker": "Dene Grigar", "utterance": " So what we're trying to build with the next is the ability to make all this stuff available without somebody having a friggin travel."}
{"start": "01:15:12.690", "end": "01:15:21.240", "speaker": "Dene Grigar", "utterance": " So that's something we're in the middle now of starting Phase four, which is our is digitizing all the paper archives and we have eight boxes of turbulence."}
{"start": "01:15:21.630", "end": "01:15:26.250", "speaker": "Dene Grigar", "utterance": " With step by Cory Cory Archangel Michael magruder i'm talking major stuff."}
{"start": "01:15:26.700", "end": "01:15:34.230", "speaker": "Dene Grigar", "utterance": " That anybody would love to download so that's the next one in the next things we're doing is getting that stuff available so that people just click a link."}
{"start": "01:15:34.980", "end": "01:15:42.180", "speaker": "Dene Grigar", "utterance": " And download where they want without having to fly somewhere or call somebody I mean that's the future of libraries, museums and stuff."}
{"start": "01:15:42.600", "end": "01:15:46.890", "speaker": "Dene Grigar", "utterance": " And as far as the physical media we're 3D modeling all of those things that people could see them."}
{"start": "01:15:47.520", "end": "01:15:52.830", "speaker": "Dene Grigar", "utterance": " they're looking like in real in real time, so I mean there's just there's new ways to think about this stuff."}
{"start": "01:15:53.520", "end": "01:16:00.990", "speaker": "Dene Grigar", "utterance": " And that's what we're trying to accomplish and then one other thing about judy's collection is that she's got you know the uncle Roger floppy disk right."}
{"start": "01:16:01.470", "end": "01:16:10.920", "speaker": "Dene Grigar", "utterance": " that's nowhere near the archives, you have to separate so you you look in the archives and you see the paper that was packaged in but the floppy disk or somewhere else."}
{"start": "01:16:11.610", "end": "01:16:25.800", "speaker": "Dene Grigar", "utterance": " So nothing is put in situ, like in context of each other and i'm not being ugly about this i'm just it's just it's not the way we function in our world it's the way libraries have functioned the print."}
{"start": "01:16:26.640", "end": "01:16:43.170", "speaker": "Judy Malloy", "utterance": " or well you know, because with this, you know I do understand its policy on that issue, I mean anybody could take that disk and that may be one of maybe three or four just so I have or I give them to various places of the original uncle Roger."}
{"start": "01:16:44.370", "end": "01:16:45.540", "speaker": "Judy Malloy", "utterance": " I and."}
{"start": "01:16:46.590", "end": "01:16:59.370", "speaker": "Judy Malloy", "utterance": " it's pretty easy to destroy discs when somebody could walk into that library and if they had access to the disk do something that would make it inoperable, so I do understand their point of view with that issue."}
{"start": "01:17:00.540", "end": "01:17:05.250", "speaker": "Dene Grigar", "utterance": " But a moment at least they're taking your disks and they are ripping them right there make."}
{"start": "01:17:05.340", "end": "01:17:06.720", "speaker": "Judy Malloy", "utterance": " sure that they are doing that."}
{"start": "01:17:07.260", "end": "01:17:08.370", "speaker": "Dene Grigar", "utterance": " Great job with your stuff."}
{"start": "01:17:11.940", "end": "01:17:14.790", "speaker": "Judith A Pintar", "utterance": " One of the things that if tiff has been talking about."}
{"start": "01:17:16.290", "end": "01:17:28.950", "speaker": "Judith A Pintar", "utterance": " it's not in the front of anybody's mind, but it is on mine, which is being proactive in archiving and that's going to authors and saying, please don't throw away your notes."}
{"start": "01:17:29.880", "end": "01:17:40.260", "speaker": "Judith A Pintar", "utterance": " And if you, you know when you're cleaning your office you know and people always surprised to be told that they are of historical significance right like what might."}
{"start": "01:17:41.160", "end": "01:17:46.950", "speaker": "Judith A Pintar", "utterance": " have my sketches my mind, why would you want that stuff right it's well."}
{"start": "01:17:47.850", "end": "01:17:56.910", "speaker": "Judith A Pintar", "utterance": " Maybe you don't see it significance now but somebody in 100 years may be looking for it and wanting it and so being proactive about it, rather than waiting for people."}
{"start": "01:17:57.150", "end": "01:18:09.060", "speaker": "Judith A Pintar", "utterance": " it's self selecting if you wait for people who see themselves as historically interesting right, we need the people who don't see themselves as historically interesting and go after them, and ask for their stuff."}
{"start": "01:18:09.540", "end": "01:18:15.960", "speaker": "Judith A Pintar", "utterance": " Right and get permissions from the gecko and actually the more active collecting are."}
{"start": "01:18:16.980", "end": "01:18:21.120", "speaker": "Judith A Pintar", "utterance": " The things that we value in our in our Community across it."}
{"start": "01:18:23.790", "end": "01:18:24.750", "speaker": "Judith A Pintar", "utterance": " So."}
{"start": "01:18:27.060", "end": "01:18:27.750", "speaker": "Judith A Pintar", "utterance": " Are we."}
{"start": "01:18:29.700", "end": "01:18:34.050", "speaker": "Jill Walker Rettberg", "utterance": " approaching the end of the the panel um."}
{"start": "01:18:35.280", "end": "01:18:40.230", "speaker": "Jill Walker Rettberg", "utterance": " what's the low Do you know what the next thing on the agenda is."}
{"start": "01:18:41.280", "end": "01:18:42.570", "speaker": "Jill Walker Rettberg", "utterance": " Right now right there."}
{"start": "01:18:42.600", "end": "01:18:48.480", "speaker": "Leonardo Flores", "utterance": " Okay yeah we're supposed to be on a break now and then 1130 is the keynote okay."}
{"start": "01:18:48.900", "end": "01:18:51.360", "speaker": "Jill Walker Rettberg", "utterance": " And 1130 just translate that into how."}
{"start": "01:18:51.390", "end": "01:18:52.650", "speaker": "Leonardo Flores", "utterance": " Hello in one."}
{"start": "01:18:52.980", "end": "01:18:53.910", "speaker": "Leonardo Flores", "utterance": " minutes in a."}
{"start": "01:18:54.360", "end": "01:18:59.760", "speaker": "Jill Walker Rettberg", "utterance": " minute Oh well, then we better end this session, so we can all move around get a cup."}
{"start": "01:18:59.760", "end": "01:19:02.400", "speaker": "Jill Walker Rettberg", "utterance": " of tea or something and then we get the keynote."}
{"start": "01:19:02.430", "end": "01:19:04.770", "speaker": "Jill Walker Rettberg", "utterance": " Well, thank you so much for for two really interesting."}
{"start": "01:19:04.770", "end": "01:19:07.320", "speaker": "Jill Walker Rettberg", "utterance": " papers and some really great discussion, thank you for."}
{"start": "01:19:07.560", "end": "01:19:08.880", "speaker": "Jill Walker Rettberg", "utterance": " jumping in and to eat crow."}
{"start": "01:19:09.510", "end": "01:19:12.930", "speaker": "Jill Walker Rettberg", "utterance": " love to see you both again apple keynote and elsewhere."}
{"start": "01:19:13.470", "end": "01:19:14.580", "speaker": "Judy Malloy", "utterance": " goodbye also equal."}
{"start": "01:19:16.740", "end": "01:19:17.790", "speaker": "Judith A Pintar", "utterance": " Thank you so much."}