{"start": "00:00:00.000", "end": "00:00:00.000", "speaker": "None", "utterance": "Hello, well, real quick, is are these just like a quick five minute lightning round or something like that, because I thought it said five minutes. Wow."}
{"start": "00:00:00.000", "end": "00:00:00.000", "speaker": "None", "utterance": "No, we're gonna do, we can get."}
{"start": "00:00:00.000", "end": "00:00:04.000", "speaker": "None", "utterance": "I can I can introduce and say what we're going to do and."}
{"start": "00:00:04.000", "end": "00:00:08.000", "speaker": "None", "utterance": "Okay."}
{"start": "00:00:08.000", "end": "00:00:11.000", "speaker": "None", "utterance": "Well welcome everyone."}
{"start": "00:00:11.000", "end": "00:00:15.000", "speaker": "None", "utterance": "Wait, wait, wait, I just thought for a second, Patrick you're in the wrong session."}
{"start": "00:00:15.000", "end": "00:00:22.000", "speaker": "None", "utterance": "What am I, you supposed to be in track to right now. Oh no it's okay I gotta go See you later. Bye."}
{"start": "00:00:22.000", "end": "00:00:26.000", "speaker": "None", "utterance": "There we go."}
{"start": "00:00:26.000", "end": "00:00:34.000", "speaker": "None", "utterance": "It's very confusing the way the, the, you know, sorry,"}
{"start": "00:00:34.000", "end": "00:00:39.000", "speaker": "None", "utterance": "are in a different track. I think so."}
{"start": "00:00:39.000", "end": "00:00:44.000", "speaker": "None", "utterance": "Amazing. You can just, you know, log on log off."}
{"start": "00:00:44.000", "end": "00:01:04.000", "speaker": "None", "utterance": "Alright so, on this track this is a panel. And what we have planned for you today is for brief talks about 12 minutes each, and then time for hopefully time for Q amp a, and I'm going to save time by typing the BIOS into the chat, but I do want to read"}
{"start": "00:01:04.000", "end": "00:01:08.000", "speaker": "None", "utterance": "the brief abstract for the panel because it does make."}
{"start": "00:01:08.000", "end": "00:01:24.000", "speaker": "None", "utterance": "I think it provides some cohesion for the very different perspectives that you're going to hear today so if you don't mind me reading the the topic of this panel is ocean as media platform for electronic literature and."}
{"start": "00:01:24.000", "end": "00:01:36.000", "speaker": "None", "utterance": "And we we argue that the ocean is a media platform, recognizing it as such can change how we think of platform media and meaning this panel takes an eco critical approach."}
{"start": "00:01:36.000", "end": "00:01:48.000", "speaker": "None", "utterance": "We understand the ocean to be a primary platform for life on Earth, encompassing 70% of our globe and also a platform that inspires much of our digital life and literature."}
{"start": "00:01:48.000", "end": "00:01:51.000", "speaker": "None", "utterance": "We take Joelle and rock and Allison."}
{"start": "00:01:51.000", "end": "00:02:07.000", "speaker": "None", "utterance": "I you need that right fishnet stockings. As the sun new connecting our diverse critical methodologies and perspectives as we consider how emerging knowledge from environmental humanities informs electronic literature."}
{"start": "00:02:07.000", "end": "00:02:21.000", "speaker": "None", "utterance": "So you'll, you're going to hear, four variables different talks, but all of us all the speakers are located in southern California near the ocean, and I'm going to I'm going to begin with, Melody do."}
{"start": "00:02:21.000", "end": "00:02:29.000", "speaker": "None", "utterance": "And I'm going to type her bio into the chat and melody Do you have a sharing access."}
{"start": "00:02:29.000", "end": "00:02:33.000", "speaker": "None", "utterance": "Yes. Okay, awesome. Take it away."}
{"start": "00:02:33.000", "end": "00:02:37.000", "speaker": "None", "utterance": "Okay, great. So let me go ahead and share screen."}
{"start": "00:02:37.000", "end": "00:02:53.000", "speaker": "None", "utterance": "And here we go. Okay, so I come to this, this panelists scholar in media studies but also the ocean humanities, and I just wrote a book called Wild we media thinking through seawater."}
{"start": "00:02:53.000", "end": "00:03:07.000", "speaker": "None", "utterance": "That imagines what happens when you submerge familiar terms in media in the ocean, how do they change how do they deform What do oceanic conditions do as an environment to the way that we think about terms and Media Studies."}
{"start": "00:03:07.000", "end": "00:03:18.000", "speaker": "None", "utterance": "So for today I thought I would submerge the term platform and see where that takes us. So platform in platform studies is an architectural metaphor."}
{"start": "00:03:18.000", "end": "00:03:29.000", "speaker": "None", "utterance": "It's the odd describes it as a surface or area on which something may stand, especially a raised level surface."}
{"start": "00:03:29.000", "end": "00:03:45.000", "speaker": "None", "utterance": "Secondary definitions, also describe it as, which is familiar for us in Southern California a base for marine oil or gas drilling raised on piles above the level of the sea, and also or oil rig, or alternately a Hi, Richard diving board so you know you"}
{"start": "00:03:45.000", "end": "00:04:04.000", "speaker": "None", "utterance": "think about in the Olympics platform diving is also like is raised above the water. So what all three of these have in common, are a kind of plane or surface that flip that is raised above the water in some kind of way rather than me, then being within"}
{"start": "00:04:04.000", "end": "00:04:06.000", "speaker": "None", "utterance": "the water."}
{"start": "00:04:06.000", "end": "00:04:15.000", "speaker": "None", "utterance": "So I was thinking about these in relation to these, these meetings in relation to other environmental Media Studies questions we could ask about platforms."}
{"start": "00:04:15.000", "end": "00:04:32.000", "speaker": "None", "utterance": "So for example what elements of the environment, underlie the possibility of computational platforms so lots of work and environmental media studies around the way that energy often non renewable energy sustains the platform infrastructures for energy"}
{"start": "00:04:32.000", "end": "00:04:47.000", "speaker": "None", "utterance": "rare earth metals, air conditioning for servers and also conditions that exclude certain elements of the environment so dust or spilled coffee these would be things destructive to the possibility of a computational platform."}
{"start": "00:04:47.000", "end": "00:04:51.000", "speaker": "None", "utterance": "Also just to acknowledge my own position ality in Santa Barbara."}
{"start": "00:04:51.000", "end": "00:05:00.000", "speaker": "None", "utterance": "This is a map of where oil, oil wells currently exist on the coast, so I can't, I can't think platform without immediately."}
{"start": "00:05:00.000", "end": "00:05:08.000", "speaker": "None", "utterance": "Recognizing the view that I see whenever I go to the ocean, which is all these platforms dotted along the coast."}
{"start": "00:05:08.000", "end": "00:05:13.000", "speaker": "None", "utterance": "And so you can see here, even a small note."}
{"start": "00:05:13.000", "end": "00:05:17.000", "speaker": "None", "utterance": "Let's see from Refugio beach if you see this."}
{"start": "00:05:17.000", "end": "00:05:29.000", "speaker": "None", "utterance": "There was a oil spill here from one of the oil rigs that happens, the same year I got hired at UCSB and so it's it's something that you know we we think about a lot here."}
{"start": "00:05:29.000", "end": "00:05:46.000", "speaker": "None", "utterance": "Okay. I'm also, you know, but the oil rig is complex as a platform, because it actually has a volumetric underbelly, meaning that the platform itself is poised above the water, but if you look at this visual visualization here, the platform."}
{"start": "00:05:46.000", "end": "00:05:50.000", "speaker": "None", "utterance": "The lies, all these kinds of."}
{"start": "00:05:50.000", "end": "00:05:57.000", "speaker": "None", "utterance": "Well, wells that extend out into space across three dimensions."}
{"start": "00:05:57.000", "end": "00:06:15.000", "speaker": "None", "utterance": "And so this was bringing to mind the recent collection from Duke press called volumetric states sovereignty materiality and the territorial imagination, edited by Frank delay that examines, some of the stakes for political theory area studies and elements"}
{"start": "00:06:15.000", "end": "00:06:29.000", "speaker": "None", "utterance": "will media studies for really thinking about volumes. In contrast to surfaces, and in particular one chapter I really appreciate it was by I will on on the buoyancy of the nation state."}
{"start": "00:06:29.000", "end": "00:06:47.000", "speaker": "None", "utterance": "So just to read a few quotes from here, the buoyancy of the nation state describes how the zonal manipulation of land, sea air interfaces can boys sovereign power, thinking about the nation state in the ocean means also considering the 200 mile exclusive"}
{"start": "00:06:47.000", "end": "00:06:52.000", "speaker": "None", "utterance": "economic zone or easy that is."}
{"start": "00:06:52.000", "end": "00:06:58.000", "speaker": "None", "utterance": "The, the territory that a nation can claim for fishing exclusive fishing rights."}
{"start": "00:06:58.000", "end": "00:07:16.000", "speaker": "None", "utterance": "And on goes on further to think about Singapore as a case study and says the following both by claiming the water sunlight and the rock from the ocean surface under its jurisdiction, and the typo there but by physically carving and undersea Demi Monde"}
{"start": "00:07:16.000", "end": "00:07:28.000", "speaker": "None", "utterance": "of storage tunnels. The three dimensional sovereignty in Singapore bolsters its buoyancy and preparation for a perilous near future. So to pull back a little bit."}
{"start": "00:07:28.000", "end": "00:07:45.000", "speaker": "None", "utterance": "There's a broader question about metaphor here so you can think about the way that with the metaphor of standing, which is inherent to the term platform with a metaphor standing you think about standing on a solid surface and security in that formulation"}
{"start": "00:07:45.000", "end": "00:07:52.000", "speaker": "None", "utterance": "is takes a terrestrial form so security means the land stays put. You have solid ground under your feet."}
{"start": "00:07:52.000", "end": "00:08:03.000", "speaker": "None", "utterance": "This other conception of security comes from buoyancy. So and I will honest formulation, it's this ability to float through rough or turbulent seas."}
{"start": "00:08:03.000", "end": "00:08:21.000", "speaker": "None", "utterance": "So I wanted to think through today about the contrast between platform in relation to standing versus platform in relation to buoyancy or the way that the ocean, as platform or the ocean, as Milenio provides a different meditation on or different metaphor"}
{"start": "00:08:21.000", "end": "00:08:37.000", "speaker": "None", "utterance": "material metaphor, through thinking about buoyancy so I'm curious about buoyancy and it's epidemic positions and implications. I realized I forgot to set a timer so Jessica and Mark if you want to flag me if I'm, you know, running late just go ahead and"}
{"start": "00:08:37.000", "end": "00:08:39.000", "speaker": "None", "utterance": "give me a heads up."}
{"start": "00:08:39.000", "end": "00:08:53.000", "speaker": "None", "utterance": "Now one reason that the question of buoyancy matters in electronic media including games is that is the concerns the question of what aspects of water or emulated when one transitions to additional medium."}
{"start": "00:08:53.000", "end": "00:09:10.000", "speaker": "None", "utterance": "So, a close colleague of mine a Linda Chang has a new book out called play nature and this is her description of game aesthetics. She says we can see the particular realization of an environment where there textual visual or procedural as a filter that"}
{"start": "00:09:10.000", "end": "00:09:24.000", "speaker": "None", "utterance": "select certain aspects for consideration. While excluding others so game environments are always very particular about what they emulate and then constitute into the mechanics of an environment. So for me I write about this in the third chapter of my"}
{"start": "00:09:24.000", "end": "00:09:29.000", "speaker": "None", "utterance": "book, what elements of seawater are imagined and digital media."}
{"start": "00:09:29.000", "end": "00:09:48.000", "speaker": "None", "utterance": "What aspects of seawater are excluded. And so I think a lot about how and crustacean or the vivacious qualities of seawater to grow or to erode or two, otherwise form and deform often are ignored in game environments, which tend to think about the clarity"}
{"start": "00:09:48.000", "end": "00:09:58.000", "speaker": "None", "utterance": "and also model the clarity of water compared with the opacity of water, treating it like a, like an air or almost outer space is something you can you can move through."}
{"start": "00:09:58.000", "end": "00:10:18.000", "speaker": "None", "utterance": "So as an example of thinking through buoyancy and the platform I wanted to talk today about beyond blue which is a game developed by Eli media and also the BBC and ocean x and this game is part of a broader campaign for ocean education, but it takes platform"}
{"start": "00:10:18.000", "end": "00:10:22.000", "speaker": "None", "utterance": "and a couple different ways we can think about mobility in the game."}
{"start": "00:10:22.000", "end": "00:10:38.000", "speaker": "None", "utterance": "In relation to buoyancy and that which supports the body, as opposed to standing so the way the character floats, but also think about the ocean advocacy and beyond blue as also taking on a kind of political platform to draw attention to things like deep"}
{"start": "00:10:38.000", "end": "00:10:39.000", "speaker": "None", "utterance": "sea mining."}
{"start": "00:10:39.000", "end": "00:10:53.000", "speaker": "None", "utterance": "So this is a view of the underwater home that the protagonist you play rye, who's actually physically and personality wise modeled after a friend of mine who's a deep sea scientists in Georgia."}
{"start": "00:10:53.000", "end": "00:11:06.000", "speaker": "None", "utterance": "And she."}
{"start": "00:11:06.000", "end": "00:11:18.000", "speaker": "None", "utterance": "But the game actually does a very good job of, I think, treating the ocean, as an opaque medium, a lot of the scenes are at night, and some of the strategies for navigation have to do with sonar."}
{"start": "00:11:18.000", "end": "00:11:36.000", "speaker": "None", "utterance": "So as you're floating in the water column, you also use sonar to locate where interesting or organisms of interest may be, and then you swim to them without seeing what exactly they are until you're close enough and so here we're I have some over to the"}
{"start": "00:11:36.000", "end": "00:11:43.000", "speaker": "None", "utterance": "sperm whales who sleep while they're floating in this direction."}
{"start": "00:11:43.000", "end": "00:11:58.000", "speaker": "None", "utterance": "You can also hear recording sounds and so, and scan the different whales like four fluke tail signatures. And so these are some of the different game mechanics also Maria has like probably the strongest ABS I know in game because you know you're swimming"}
{"start": "00:11:58.000", "end": "00:12:12.000", "speaker": "None", "utterance": "along with a dolphin kick and I'm just going yeah that's the, that was a, you know, significant choice on, you know, part of the designers. So rather than a submersible she's physically swimming and avoid by the water as she's moving throughout the ocean,"}
{"start": "00:12:12.000", "end": "00:12:27.000", "speaker": "None", "utterance": "the ocean, including the deep ocean. Now one interesting place to think about surfaces versus volumes is also this scene here where she visits, an underwater Bryan pool, which is essentially an underwater lake of hyper sailing water, and the BBC has documentary"}
{"start": "00:12:27.000", "end": "00:12:45.000", "speaker": "None", "utterance": "footage that Mandy joy My friend has taken of this location, but in the game. It also is dramatize this this place to collect bacteria so there's, I should also mention that Mariah live streams all of her dives, and so there's a very public aspects to"}
{"start": "00:12:45.000", "end": "00:12:58.000", "speaker": "None", "utterance": "way that she is Boyd by water at the same time that she uses that as a platform for drawing attention to ocean, OCEAN issues. Okay, so I'm just going to skip over the slide go further."}
{"start": "00:12:58.000", "end": "00:13:17.000", "speaker": "None", "utterance": "The last screenshot I want to show is of these drill bits that Mariah encounters at the end of the game, which ends, is fairly open ended. We don't know where what she's doing after this, but we're our attention is drawn to two regimes of extraction including"}
{"start": "00:13:17.000", "end": "00:13:22.000", "speaker": "None", "utterance": "for deep sea for deep sea minerals."}
{"start": "00:13:22.000", "end": "00:13:29.000", "speaker": "None", "utterance": "And then, finally, finally here we see her gazing at a hydrothermal vents."}
{"start": "00:13:29.000", "end": "00:13:47.000", "speaker": "None", "utterance": "Okay so following I will on, I want to ask a question about how buoyancy configure Tivoli be used to describe conditions that support continued life so platform versus you know would be support by standing but the water also supports and how the metaphor"}
{"start": "00:13:47.000", "end": "00:13:53.000", "speaker": "None", "utterance": "of buoyancy can also think about how we navigate turbulent conditions are waters."}
{"start": "00:13:53.000", "end": "00:14:05.000", "speaker": "None", "utterance": "In this way we might call beyond blue and amphibious game for the way that it negotiates both buoyancy and standing to advocate for non extractive relationships to the ocean."}
{"start": "00:14:05.000", "end": "00:14:21.000", "speaker": "None", "utterance": "I just want to conclude with a couple mentions of fishnet stockings which will lead into marks presentation nicely and just ask about how, how are buoyancy and standing operating as aesthetics, and physical positions in the piece, and how might we think"}
{"start": "00:14:21.000", "end": "00:14:29.000", "speaker": "None", "utterance": "about gravity. So think about gravity literacy and orientation is key parts of an ocean humanities kind of project."}
{"start": "00:14:29.000", "end": "00:14:46.000", "speaker": "None", "utterance": "And it not to be okay this is this is meant seriously you know not to, you know, take away from the piece but I was struck by the way that some of the footage of the making of fishnet stockings also involves standing and the function of the pivot, which"}
{"start": "00:14:46.000", "end": "00:15:03.000", "speaker": "None", "utterance": "recalled a scene from Little Mermaid about the time that the, the more people are turned into these worms by by Ursula. And so actually wonder if being turned into a worm is connected to a kind of human terrestrial experience of gravity that means being"}
{"start": "00:15:03.000", "end": "00:15:12.000", "speaker": "None", "utterance": "fixed in place in order to for movement on like the Marines normal freedom within space. So I feel like there's maybe something here but I'll ask that as a question."}
{"start": "00:15:12.000", "end": "00:15:31.000", "speaker": "None", "utterance": "And then finally, it just wants to also offer the question for fishnet stockings how do how might we conceive of buoyancy in relation to text, and the movement of the elements of the collage across space, and I think Mark will have more to say on this"}
{"start": "00:15:31.000", "end": "00:15:41.000", "speaker": "None", "utterance": "question relating to flocking and the animation of things like jellyfish. Okay, I hope I didn't go too much over, thank you so wonderful."}
{"start": "00:15:41.000", "end": "00:15:45.000", "speaker": "None", "utterance": "Thank you."}
{"start": "00:15:45.000", "end": "00:15:57.000", "speaker": "None", "utterance": "Well, let's go to Mark. Mark Marino, here's his bio, let's let's hear it mark."}
{"start": "00:15:57.000", "end": "00:16:04.000", "speaker": "None", "utterance": "You're muted."}
{"start": "00:16:04.000", "end": "00:16:08.000", "speaker": "None", "utterance": "I know you've done this for like a year and a half."}
{"start": "00:16:08.000", "end": "00:16:22.000", "speaker": "None", "utterance": "I'm going to type in the abstract to the conference, one sorry there we go so can you hear me now, as they say, Lisa say, Okay, let's get started. Thank you, Jessica and thank you panelists and they're all you folks for joining us and those are watching"}
{"start": "00:16:22.000", "end": "00:16:33.000", "speaker": "None", "utterance": "the video. Later on, hope you're enjoying it, hope there's a wonderful day you're enjoying. Okay, let's get started. So this is called diving into the code of immersive he lit."}
{"start": "00:16:33.000", "end": "00:16:48.000", "speaker": "None", "utterance": "And this is going to be critical coast studies reading of Joelle and rocks and Allison on these fishnet stockings. So, little bit of context for so first when I was originally thinking about this piece."}
{"start": "00:16:48.000", "end": "00:16:58.000", "speaker": "None", "utterance": "I wanted to put into some context. So, I don't have a slide for this one but there are a couple of VR pieces by sharp Davies that I think are really important to consider."}
{"start": "00:16:58.000", "end": "00:17:11.000", "speaker": "None", "utterance": "In this context, but first let's, I want you to think about, Camille otter back in, and Rami adjectives text rain I think a lot of you guys have experienced this one or seen it where we were catching letters in our hands right people, those people are"}
{"start": "00:17:11.000", "end": "00:17:16.000", "speaker": "None", "utterance": "standing in front of the scene and then their projections are catching those letters."}
{"start": "00:17:16.000", "end": "00:17:36.000", "speaker": "None", "utterance": "I also want to think about this piece by Stephanie Stricklin and Nick Monfort see and spar between, which is a piece that uses combines a poetry generator and a navigational metaphor of traversing an ocean of generated texts."}
{"start": "00:17:36.000", "end": "00:17:50.000", "speaker": "None", "utterance": "So, and I want to think about this concept of immersive newness as well. So first let me just play a little video of this piece. This is from Joe Allen's documentation that you can find on the website for this page."}
{"start": "00:17:50.000", "end": "00:18:07.000", "speaker": "None", "utterance": "So, fishnet stockings was featured in Bergen at ELO 2015, and also was featured in our house. Interestingly, in March, 2016. So this is a piece that fits well into this community."}
{"start": "00:18:07.000", "end": "00:18:11.000", "speaker": "None", "utterance": "It was a collaboration between Joelle and rock."}
{"start": "00:18:11.000", "end": "00:18:21.000", "speaker": "None", "utterance": "Logan sales Peter Williamson, and Allison Ani and a crew of collaborators and took some inspiration by artists Kathy MacTavish."}
{"start": "00:18:21.000", "end": "00:18:29.000", "speaker": "None", "utterance": "If you watch closely you'll see me and my kids when they were smaller in this video documentation."}
{"start": "00:18:29.000", "end": "00:18:41.000", "speaker": "None", "utterance": "I should mention that the system could see some of my family members, better than others and full disclosure, I contributed some of the some tweets to various stages of this project."}
{"start": "00:18:41.000", "end": "00:18:59.000", "speaker": "None", "utterance": "I have to apologize if I'm shouting right now because I'm not sharing sound of this piece but I am hearing it in my ears so some point. Someday I'll learn how to mute Vimeo, the speed is pieces of made up of three x Act One is called innocence and curiosity."}
{"start": "00:18:59.000", "end": "00:19:19.000", "speaker": "None", "utterance": "It features flocking mermaids fish and jellies that follow the user that either chase one user or another depending on on the PC you can see here how they're sort of moving towards the hands as they're detected through a Microsoft Kinect."}
{"start": "00:19:19.000", "end": "00:19:30.000", "speaker": "None", "utterance": "I'm gonna let that play for just a little tiny bit so you get a sense there's there's me, and I'm being chased by jellyfish."}
{"start": "00:19:30.000", "end": "00:19:40.000", "speaker": "None", "utterance": "Okay and then maybe I could skip ahead to show you a little bit of act two, which happens a little bit further on in the video."}
{"start": "00:19:40.000", "end": "00:19:44.000", "speaker": "None", "utterance": "Got some dancers."}
{"start": "00:19:44.000", "end": "00:19:59.000", "speaker": "None", "utterance": "Here we go back to stormy sea shipwreck and rescue involves that act that we just saw a second ago, of these people trying to catch a ship in a net. So they both are holding essentially holding the corners of that ship, and they're drawing up at net around"}
{"start": "00:19:59.000", "end": "00:20:00.000", "speaker": "None", "utterance": "the ship."}
{"start": "00:20:00.000", "end": "00:20:16.000", "speaker": "None", "utterance": "And lastly Act Three, which involves creating these sort of circles of fish, and then slicing them apart, essentially. So, this is my daughter, she's creating this she's doing a slicing motion to create that said a fish."}
{"start": "00:20:16.000", "end": "00:20:27.000", "speaker": "None", "utterance": "And then she's going to slice them apart. It's going to take a little while to register, and there they go. She cut them apart again that third act is called Bad bargains and good exchange rates."}
{"start": "00:20:27.000", "end": "00:20:40.000", "speaker": "None", "utterance": "So these are all plays on the popular Hans Christian Andersen tale of The Little Mermaid and various other mermaids that we have in our culture so not just drawing from there."}
{"start": "00:20:40.000", "end": "00:21:04.000", "speaker": "None", "utterance": "I was most interested in the code us to model how the jellyfish mermaids and monsters as they're called move, and that that code is called flocking and flocking is a variation of a code used to model the flocking patterns of birds."}
{"start": "00:21:04.000", "end": "00:21:15.000", "speaker": "None", "utterance": "There's a version in processing written by Daniel shifman, but it's inspired by this work by Craig Reynolds, a program called Boyd's in 1986, an artificial life program."}
{"start": "00:21:15.000", "end": "00:21:35.000", "speaker": "None", "utterance": "So, and I love that that name Boyd's because my father used to quote this little poem that referred to birds as boys, but I suspected This is the, the influence on this code, because in the code the murder folk are referred to as murder boys, and also"}
{"start": "00:21:35.000", "end": "00:21:41.000", "speaker": "None", "utterance": "the flocking code also deals with steal it steering mechanisms for other boys."}
{"start": "00:21:41.000", "end": "00:21:48.000", "speaker": "None", "utterance": "So a couple of their attributes they follow the user sometimes user one sometimes these are two, They avoid contact with each user."}
{"start": "00:21:48.000", "end": "00:22:00.000", "speaker": "None", "utterance": "There's some randomness in their movement the randomness makes me wonder if there's, I don't know if their schooling, or if they're showing we haven't talked about that different distinction just yet schooling, if they're going so if the group of fish"}
{"start": "00:22:00.000", "end": "00:22:06.000", "speaker": "None", "utterance": "is going somewhere together are showing, as I've seen it to find if they're staying together for social reasons."}
{"start": "00:22:06.000", "end": "00:22:17.000", "speaker": "None", "utterance": "So I just want to share a little bit more about this flocking algorithm because it's it's fairly well known and fairly well used and it has been adapted deficient other contexts, by other people."}
{"start": "00:22:17.000", "end": "00:22:23.000", "speaker": "None", "utterance": "So we've got this flocking behavior, and it's got several attributes. One of them is cohesion."}
{"start": "00:22:23.000", "end": "00:22:36.000", "speaker": "None", "utterance": "We want to keep that group together. One of them is separation so my daughter who's taking a marine biology classes taught me that fish can tell through the pressure sensors on the sides of their bodies, how close they are their proximity to other fish"}
{"start": "00:22:36.000", "end": "00:22:39.000", "speaker": "None", "utterance": "to that they can swim together without hitting each other."}
{"start": "00:22:39.000", "end": "00:22:57.000", "speaker": "None", "utterance": "There's alignment. And there's obstacle avoidance. So those are the various features and we can later on in the video they kind of move on to the so alignment and obstacle avoiding or the other features of this flocking algorithm."}
{"start": "00:22:57.000", "end": "00:23:10.000", "speaker": "None", "utterance": "So, this is the, the mermaid code, inspired by algorithms used to model the behavior of birds, and then they do one of two things they either follow one user and other, or their idol."}
{"start": "00:23:10.000", "end": "00:23:23.000", "speaker": "None", "utterance": "And I don't have time to talk about this code right now but in depth, the way I would love to but here's some of it. And by the way, this piece is written in processing in Java, so there's combination of files being used here."}
{"start": "00:23:23.000", "end": "00:23:34.000", "speaker": "None", "utterance": "Now, also, of course, here's where we see the code keeps the boys. And again, this gets applied to the jellyfish, the mermaids the fish, and also the monsters as they're called in the code."}
{"start": "00:23:34.000", "end": "00:23:41.000", "speaker": "None", "utterance": "It keeps the birds from one another from from hitting each other from colliding with each other."}
{"start": "00:23:41.000", "end": "00:23:51.000", "speaker": "None", "utterance": "And then also we have some code that deals with keeping them away from the users so they won't. They shouldn't run into the users when they can detect where the user is."}
{"start": "00:23:51.000", "end": "00:24:04.000", "speaker": "None", "utterance": "And then I just want to point out a couple of there a couple of adjustments that are made. This is perhaps where the buoyancy lies in the code melody, when they're in their idol position, their position is readjusted a bit."}
{"start": "00:24:04.000", "end": "00:24:16.000", "speaker": "None", "utterance": "And so, we see that if you watch the video you see that they they almost move in almost like a circular pattern or they, they seem to like bounce back a little bit from wherever they are at various points, and some of that is happening in this movement"}
{"start": "00:24:16.000", "end": "00:24:23.000", "speaker": "None", "utterance": "where they're being an idle state being adjusted their positions being adjusted a bit."}
{"start": "00:24:23.000", "end": "00:24:38.000", "speaker": "None", "utterance": "All of this code looking through this code is made me think about hybridization, and in Donna headway Cyborg manifester she's got this great quote we are all cameras theorized and fabricated hybrids of machine and organism."}
{"start": "00:24:38.000", "end": "00:24:53.000", "speaker": "None", "utterance": "In short, we are cyborgs. And so that's that made me think about all the hybridization that's happening in this code and in this piece right so mermaids from their beginning are hybrids right there people and fish."}
{"start": "00:24:53.000", "end": "00:24:59.000", "speaker": "None", "utterance": "There's this great thing that I did not see when I first looked at it until I saw its name and the code and in the files."}
{"start": "00:24:59.000", "end": "00:25:11.000", "speaker": "None", "utterance": "The ship mermaid. And if you look you can see that mermaid at the head of the ship, but then once you know it's called the ship mermaid you can see the tail and you could see how this is a hybrid mermaid and ship."}
{"start": "00:25:11.000", "end": "00:25:26.000", "speaker": "None", "utterance": "Of course the mermaids being merged boys is another hybrid that shows up in the code and the jellyfish, also referred to as Boyd so there are also a kind of mash up or hybrid that comes out of this piece."}
{"start": "00:25:26.000", "end": "00:25:30.000", "speaker": "None", "utterance": "So this piece immerses you in various ways."}
{"start": "00:25:30.000", "end": "00:25:37.000", "speaker": "None", "utterance": "One thing I haven't talked about is it includes a Twitter stream where people use hashtags to contribute line so the story."}
{"start": "00:25:37.000", "end": "00:25:51.000", "speaker": "None", "utterance": "So that immerses your text in the piece you place your body between the projector and screen and are immersed in that sense in this darkened room, and then the system read your body into the screen to get your coordinates and so you're immersed in a digital"}
{"start": "00:25:51.000", "end": "00:25:53.000", "speaker": "None", "utterance": "sense as well."}
{"start": "00:25:53.000", "end": "00:26:08.000", "speaker": "None", "utterance": "But a lot of this happens two dimensionally, so the fish jellies and mermaids are they operate in two dimensions, the users are also in two dimensions, and the one place where the Z factor the z coordinate comes into play is in that act to when they're"}
{"start": "00:26:08.000", "end": "00:26:22.000", "speaker": "None", "utterance": "moving the ship, and I'll show you how that works in a second, right here so see this picture, the person on your right is is holding up the net but there's so there's sort of pulling it towards them so you see the Nets a little bit bigger towards them"}
{"start": "00:26:22.000", "end": "00:26:33.000", "speaker": "None", "utterance": "than the person on the left where the Z index is a little closer to the screen. And so you can see how the code has adjusted the visual to give it that sense of three dimensions."}
{"start": "00:26:33.000", "end": "00:26:44.000", "speaker": "None", "utterance": "So that's really where things get a three dimensional feel otherwise things, both the fish and us Get, get brought into the same two dimensional world."}
{"start": "00:26:44.000", "end": "00:26:51.000", "speaker": "None", "utterance": "Not all are immersed in the same way that connect, as it turns out, has difficulty seeing black skin."}
{"start": "00:26:51.000", "end": "00:26:54.000", "speaker": "None", "utterance": "You might remember my reference to my family members."}
{"start": "00:26:54.000", "end": "00:27:07.000", "speaker": "None", "utterance": "There's a game spot study where they tested it out and they found out the system recognized one employee consistently, while it was never able to properly identify the other despite repeated calibration attempts."}
{"start": "00:27:07.000", "end": "00:27:12.000", "speaker": "None", "utterance": "However, connect had no parties identifying."}
{"start": "00:27:12.000", "end": "00:27:21.000", "speaker": "None", "utterance": "Another one after some, some calibration light skinned employees were also consistently picked up on the first try."}
{"start": "00:27:21.000", "end": "00:27:32.000", "speaker": "None", "utterance": "So now here I'm thinking about the work of, there was mentioned in our keynote of coded bias, the film if you've seen it joy ball and Winnie's work. So if I know was work we have Benjamin's work."}
{"start": "00:27:32.000", "end": "00:27:42.000", "speaker": "None", "utterance": "And I think it's right to call with the Kinect is doing a form of systematic racism in in the computational science."}
{"start": "00:27:42.000", "end": "00:27:58.000", "speaker": "None", "utterance": "But Joelle and rock and Allison Ani are already meditating on blackness and whiteness and social Diana, in a talk that comes after this one. So that's all I'm gonna say for now but thank you guys for listening."}
{"start": "00:27:58.000", "end": "00:28:02.000", "speaker": "None", "utterance": "Awesome mark. Thanks so much."}
{"start": "00:28:02.000", "end": "00:28:10.000", "speaker": "None", "utterance": "And next we have my colleague and friend Diana Leon. I'm going to type her bio into the chat and go ahead Diana."}
{"start": "00:28:10.000", "end": "00:28:28.000", "speaker": "None", "utterance": "Hello, everybody. Thank you for joining us today. I apologize I think my talk is might run a little bit over I actually was really careful and make sure I was going to be in the timeline, but then I made the mistake of watching menarche last night and"}
{"start": "00:28:28.000", "end": "00:28:38.000", "speaker": "None", "utterance": "I felt bad about myself to be a better representation of your family, go back to your paper that was a little bit longer now."}
{"start": "00:28:38.000", "end": "00:28:52.000", "speaker": "None", "utterance": "Okay, so, in July of 2020, the words racist fish were spray printed across the base of Copenhagen Spain's Little Mermaid statue, appearing as it did against the backdrop of global anti racist protests, this accusation seems to implicate Anderson's fairy"}
{"start": "00:28:52.000", "end": "00:28:57.000", "speaker": "None", "utterance": "tale or the country of Denmark, and the same systems of anti blackness that were responsible for the murder of George Floyd."}
{"start": "00:28:57.000", "end": "00:29:10.000", "speaker": "None", "utterance": "Well Denmark was the first European country to abolish the slave trade in each of the three slavery actually continued in the Danish question, until 1848 or 11 years after the initial publication benefits very tough under some scholars have established"}
{"start": "00:29:10.000", "end": "00:29:23.000", "speaker": "None", "utterance": "in many ways this context influenced his body of work, but their general consensus seems to be that race and anti blackness in particular, it was not a central concern as Andrew Swensen of the University of Southern Denmark commented in reference to the"}
{"start": "00:29:23.000", "end": "00:29:37.000", "speaker": "None", "utterance": "July incident, quote, I am having a hard time seeing what is particularly racist in very little mermaid and quote, just as a sidebar homes was just me but when I saw the Little Mermaid as a little kid I also had the same, the same thought, but once I"}
{"start": "00:29:37.000", "end": "00:29:51.000", "speaker": "None", "utterance": "started my studies in black studies I came to the realization that Ursula is just an angry black woman with dreads, so I told them the only one who face."}
{"start": "00:29:51.000", "end": "00:30:03.000", "speaker": "None", "utterance": "Before becoming the model of white whimsical femininity popularized by Disney, the memory was already a near universal figure of folklore, depending on their cultural, historical origins, the mermaids are variously portrayed as vengeful benevolence monstrous"}
{"start": "00:30:03.000", "end": "00:30:18.000", "speaker": "None", "utterance": "or sacred deviant or idealize mermaid little also received a significant boost during the periods of transatlantic slavery and the Colombian exchange, during which anxieties over novel forms of difference were maps through and onto the mermaids half human,"}
{"start": "00:30:18.000", "end": "00:30:32.000", "speaker": "None", "utterance": "half fish form, perhaps the most famous example concerns PT Barnum is of Fiji my right, a specimen exhibited in New York bosses when he was later if you have to be the head of course will have a monkey so into the fish Sondra fish."}
{"start": "00:30:32.000", "end": "00:30:39.000", "speaker": "None", "utterance": "It was actually because of a not despite the controversies around its authenticity that Fiji mermaid generated significant public interest."}
{"start": "00:30:39.000", "end": "00:30:51.000", "speaker": "None", "utterance": "The Marina only stood in for the unresolved contradictions between universal on particular characteristics of difference, like those that are here between racial blackness and black bodies, but also quote borrowed emerging scientific narratives that understood"}
{"start": "00:30:51.000", "end": "00:30:58.000", "speaker": "None", "utterance": "racial others gender deviants and disabled individuals to be the missing links of evolution."}
{"start": "00:30:58.000", "end": "00:31:10.000", "speaker": "None", "utterance": "And it's not coincidental by Columbus's first mention of mermaids comes from a journal entry from a trip recorded or recorded rather during voyage to Haiti, anything 43."}
{"start": "00:31:10.000", "end": "00:31:24.000", "speaker": "None", "utterance": "No 1493 1843 is way too late. While this brief account gives us a sense of the mermaids historical economy representation, it doesn't quite address, why the mermaid has remained to figure publication within the afterlife of slavery."}
{"start": "00:31:24.000", "end": "00:31:34.000", "speaker": "None", "utterance": "So I will explore today. How Julian rock and Allison on his 2015 solution provides us with one way to answer this question."}
{"start": "00:31:34.000", "end": "00:31:47.000", "speaker": "None", "utterance": "So I'm going to give you, or offer you a sort of tentative and introductory notes and how electronic literature, and oceanic you live in particular, advice is to reconsider the description of race as a floating signifier or to borrow a term from hills,"}
{"start": "00:31:47.000", "end": "00:31:51.000", "speaker": "None", "utterance": "a signifier the boat floats and flickers."}
{"start": "00:31:51.000", "end": "00:32:03.000", "speaker": "None", "utterance": "I proposed efficient stuffing stages the oceanic entanglements between depth and immersion. I'm sorry death and surface as a compliment to the universal in particular, and by mapping these entanglements onto the mermaids multiple forms of hybridity or"}
{"start": "00:32:03.000", "end": "00:32:09.000", "speaker": "None", "utterance": "limit ality as Mark mentioned, the mermaid engine emerges as a symbol operational benefits."}
{"start": "00:32:09.000", "end": "00:32:23.000", "speaker": "None", "utterance": "So inefficient stockings Anderson spiritual is recast as a space of invention and intervention. What makes it particularly useful for me today is its innovative use of silhouettes because the Connect tracks and response to audience movements participants"}
{"start": "00:32:23.000", "end": "00:32:35.000", "speaker": "None", "utterance": "are not only able to interact with the sea creatures that spoke to the narrative, but also to cast their own shadows on pre recorded videos of dancers and mermaid silhouettes as they step between the video screen and it's light sources."}
{"start": "00:32:35.000", "end": "00:32:43.000", "speaker": "None", "utterance": "Consequently, the participants and their shuttles in perfectly double both silhouette and dancer. Later, of whom are also depicted in silhouette."}
{"start": "00:32:43.000", "end": "00:32:53.000", "speaker": "None", "utterance": "Within this amazing a beam of shadows a little bit of material body, each and habits simultaneously the role of screen and projection positive and negative image and texts and technology."}
{"start": "00:32:53.000", "end": "00:33:02.000", "speaker": "None", "utterance": "The narrative components of banners and spiritual or this refresh to what hill called hills called double vision that looks simultaneously at the power of simulation and the materiality step produce it."}
{"start": "00:33:02.000", "end": "00:33:15.000", "speaker": "None", "utterance": "We take rq again from hills, you can say that like other words feel it fishnet stockings allows us participants to experience flickering significations, not only or simply as the back or structure, but as an immersive environment."}
{"start": "00:33:15.000", "end": "00:33:30.000", "speaker": "None", "utterance": "At the same time, however returning a material body to the silhouette of the mermaid of the material or virtual body to the silhouette of mermaid enables them to occupy the order of science and spoke in Mexico, which is signifier marks the absence of"}
{"start": "00:33:30.000", "end": "00:33:44.000", "speaker": "None", "utterance": "of a dignified and iconic image a signifier preserves some measure of its this this ambivalent signify capacity that I suggest reveals held the mermaid silhouette, and historical dynamics of racial fetishes converged so apologies I'm gonna give you a"}
{"start": "00:33:44.000", "end": "00:33:58.000", "speaker": "None", "utterance": "brief overview of racial fetishism from within Black Studies, it's might be familiar to all but it was really helpful for me to write it out because I don't know if anyone does psychoanalysis, it makes you feel crazy so reading it helps ensure that I'm"}
{"start": "00:33:58.000", "end": "00:34:12.000", "speaker": "None", "utterance": "hopefully I'm not crazy so for blacks ladies color David Mariette refinishing some establishes a perverse relationship difference by adopting the stereotype as a defense against more intolerable forms and is it all along subjects to enjoy their fear of"}
{"start": "00:34:12.000", "end": "00:34:15.000", "speaker": "None", "utterance": "the society in a more or less secret or violent manner."}
{"start": "00:34:15.000", "end": "00:34:29.000", "speaker": "None", "utterance": "Paradoxically, because the object of this anxiety is formed out of the search of itself, it is in fact standing in for a fear of disintegration that is caused by our shape of recognition of the other within us, that's put this differently, we always already"}
{"start": "00:34:29.000", "end": "00:34:43.000", "speaker": "None", "utterance": "inhabit fetishize relationship to ourselves and to defend against this realization, and from the ontological anxiety, it conditions, the stereotype as fetish allows us to act as if the source of that anxiety originates from somewhere other than our own"}
{"start": "00:34:43.000", "end": "00:34:45.000", "speaker": "None", "utterance": "perceived lack."}
{"start": "00:34:45.000", "end": "00:34:58.000", "speaker": "None", "utterance": "And more importantly, because the stereotype realizing them all difference that is at once externally externally fixed, I'm sorry, in eternally fix and endlessly repeatable enjoyment, it imparts derives from the force of this ambivalence, rather than"}
{"start": "00:34:58.000", "end": "00:35:06.000", "speaker": "None", "utterance": "destabilizing response, these seemingly contradictory or ambiguous signifiers are the very means through which racism is enjoyed."}
{"start": "00:35:06.000", "end": "00:35:09.000", "speaker": "None", "utterance": "So what does this mean for hills recurring theme fire."}
{"start": "00:35:09.000", "end": "00:35:18.000", "speaker": "None", "utterance": "All there has been some effort to reconcile the tons of psycho analysis with sales opposed to this theory, there has unfortunately been very little in regards to race fetishism."}
{"start": "00:35:18.000", "end": "00:35:24.000", "speaker": "None", "utterance": "So I'm going to offer a broad sketch of where I hope the scholarship might go and then return to it again the conclusion."}
{"start": "00:35:24.000", "end": "00:35:33.000", "speaker": "None", "utterance": "For Hales will cons soon find economy is based on an analog definition of language, which is signifier floats in a network of differentially producing clients."}
{"start": "00:35:33.000", "end": "00:35:45.000", "speaker": "None", "utterance": "However, because information technologies operate through a dialect pattern randomness, rather than presence and absence. The signifier is indeed linked to this implied although as material informational entity rather than singing itself."}
{"start": "00:35:45.000", "end": "00:35:58.000", "speaker": "None", "utterance": "When we consider the flickering signifier alongside of racial fetishism however, it is not entirely clear that race is no longer a signifier that floats, more specifically the necessarily ambivalent character of the stereotype suggests that the signifying"}
{"start": "00:35:58.000", "end": "00:36:07.000", "speaker": "None", "utterance": "systems of race remain grounded patterns the presence of absence, a point that receives considerable support from the history of stuff silhouette."}
{"start": "00:36:07.000", "end": "00:36:08.000", "speaker": "None", "utterance": "Oops."}
{"start": "00:36:08.000", "end": "00:36:10.000", "speaker": "None", "utterance": "Okay."}
{"start": "00:36:10.000", "end": "00:36:22.000", "speaker": "None", "utterance": "From Josiah Wedgwood abolitionists medallions the broad sides of the book slave ship, the silhouette has occupied a singular role within the iconography slavery and afterlife, why we should not reduce this a little bit, aspirational history as the style"}
{"start": "00:36:22.000", "end": "00:36:26.000", "speaker": "None", "utterance": "of illustration inspect inescapably bound to the stereotype."}
{"start": "00:36:26.000", "end": "00:36:35.000", "speaker": "None", "utterance": "This isn't those are small part is the role of the silhouette played in the racial sort of sciences of this economy, which is a hard word to say, I have to say, 16 more times."}
{"start": "00:36:35.000", "end": "00:36:51.000", "speaker": "None", "utterance": "Okay, because physiognomy presumes a correspondence between physical features and more on intellectual characteristics. It's practitioner stops to produce models of the body that minimize individual variations."}
{"start": "00:36:51.000", "end": "00:37:03.000", "speaker": "None", "utterance": "Their goal was to render visible only those characteristics that were indicative of a more general type or trend on the score the silhouette would prove an ideal platform, the father of modern busy you know meet Johan Casper laboratory, right, for example,"}
{"start": "00:37:03.000", "end": "00:37:17.000", "speaker": "None", "utterance": "that silhouettes alone have extended my says you know acknowledge, more than any kind of portrait seen it neither motion or lighting and color rising no cavity, the silhouette arrest the attention by fixing it on the exterior countries alone."}
{"start": "00:37:17.000", "end": "00:37:27.000", "speaker": "None", "utterance": "the observation, with spy that becomes more easy and accurate, the silhouette is a positive and incontestable proof of the reality of the science is you know Max, thankfully he was not correct."}
{"start": "00:37:27.000", "end": "00:37:36.000", "speaker": "None", "utterance": "For a laboratory resolving the tensions between the universal and particular characteristics of race actually required the evacuation if it's more obvious signs."}
{"start": "00:37:36.000", "end": "00:37:47.000", "speaker": "None", "utterance": "Well, this might seem counterintuitive, the silhouette provided, is you know mess with an abstract symbol onto which they could project project, rather than observed and imagined relationship between the bodies external features in signifiers and the"}
{"start": "00:37:47.000", "end": "00:38:01.000", "speaker": "None", "utterance": "subjects internal essence signifies the silhouette in this regard, realize the operations of racial fascism throughout several I Ola described as an analog racial practice in which the perception of blackness as a sign of race relies on the visual continuity"}
{"start": "00:38:01.000", "end": "00:38:09.000", "speaker": "None", "utterance": "of color inscribed on the body surface as a multi which to read or process the information of race."}
{"start": "00:38:09.000", "end": "00:38:24.000", "speaker": "None", "utterance": "Within very similar happens in the contemporary work of artists, Kara Walker office cut paper installations explore the social realities of slavery by placing their silhouettes into a variety of scandalized moral and sexually compromising positions."}
{"start": "00:38:24.000", "end": "00:38:27.000", "speaker": "None", "utterance": "These figures which include slaves and slave masters like art."}
{"start": "00:38:27.000", "end": "00:38:40.000", "speaker": "None", "utterance": "And this is this is just a short list deprecating urinating giving and receiving fellatio flying, having sex, giving birth and killing and always in ways that unapologetically unapologetically referenced black stereotypes."}
{"start": "00:38:40.000", "end": "00:38:53.000", "speaker": "None", "utterance": "Given the obvious salacious nature of these installations Walker has received heavy criticism from other black artists will argue that her work amounts to little more than minstrelsy reproduction Snickers negative stereotypes they claim impedes racial"}
{"start": "00:38:53.000", "end": "00:39:05.000", "speaker": "None", "utterance": "progress by validating the anti black sentiments that white viewers already hold. But as Walker herself explains the civil rights act as a quote black space that you can project your desires into it can be positive or negative, it's just a whole and a"}
{"start": "00:39:05.000", "end": "00:39:18.000", "speaker": "None", "utterance": "of paper and it's the inside of that whole accounts, the audience has to deal with their own prejudices, or fears or desires and then look at these images here Walker's emphasis on the audience's interpretive labor resonates Bob as argument that the stereotype"}
{"start": "00:39:18.000", "end": "00:39:27.000", "speaker": "None", "utterance": "is that once the substitute and shadow by exceeding to the wildest fantasies and colonizer the stereotype other rebuild something of benefit of that mastery."}
{"start": "00:39:27.000", "end": "00:39:39.000", "speaker": "None", "utterance": "As it happens with physiognomy Walker silhouettes are transformed into stereotypes via the fetishistic projections of viewers. I'll be in in such a way that the viewer must confront the participation in this process."}
{"start": "00:39:39.000", "end": "00:39:45.000", "speaker": "None", "utterance": "So by way of a Verizon Brock's conclusion, I want to return to them or mental events efficient stockings."}
{"start": "00:39:45.000", "end": "00:39:57.000", "speaker": "None", "utterance": "Part of what makes this piece so appropriate for my topic I think is that the audience members movements and bodies are not simply only projected onto or juxtaposed against silhouettes rather it's immersive environment encourages to examine what happens"}
{"start": "00:39:57.000", "end": "00:40:06.000", "speaker": "None", "utterance": "when we read external identifying markers, like brace amongst others. Not this information itself but that's the result of information processing."}
{"start": "00:40:06.000", "end": "00:40:15.000", "speaker": "None", "utterance": "If as Alexander wrangle offers racial blackness is always susceptible to being signifier of death of death of depth, as well as of surface, the surface of somebody."}
{"start": "00:40:15.000", "end": "00:40:27.000", "speaker": "None", "utterance": "The fishnet stockings expands that depth to include a multiplicity of somebodies, and I end with this thought by Afro Canadian poet and university Philip who asks about the slaves last little passage."}
{"start": "00:40:27.000", "end": "00:40:39.000", "speaker": "None", "utterance": "What is the word for bringing bodies back water from a liquid grave months later I do an internet search for a word or phrase for bringing someone back from underwater that has a precise as meaning of the unearthing contained within the word soon."}
{"start": "00:40:39.000", "end": "00:40:50.000", "speaker": "None", "utterance": "I find words like resurrect and sub aquatic but not x Aqua. Does this mean that, unlike being entered, once you're underwater there is no retrieval, which you can never be excused from water."}
{"start": "00:40:50.000", "end": "00:41:04.000", "speaker": "None", "utterance": "And I'd like to close by posing that it's the mermaid hasn't been rendered embraces fish in the afterlife slavery. That one way to recover its transgressive possibilities, is to recognize the mermaid as a representation of those slaves."}
{"start": "00:41:04.000", "end": "00:41:06.000", "speaker": "None", "utterance": "Yay, and it didn't make it."}
{"start": "00:41:06.000", "end": "00:41:10.000", "speaker": "None", "utterance": "I've talked really brilliant."}
{"start": "00:41:10.000", "end": "00:41:13.000", "speaker": "None", "utterance": "In time, Thank you."}
{"start": "00:41:13.000", "end": "00:41:16.000", "speaker": "None", "utterance": "My hands tired from taking notes from you guys."}
{"start": "00:41:16.000", "end": "00:41:23.000", "speaker": "None", "utterance": "Fantastic. Thank you, Diana and thank you for the segue into my talk on mermaids here's my little bio."}
{"start": "00:41:23.000", "end": "00:41:32.000", "speaker": "None", "utterance": "And let me share screen."}
{"start": "00:41:32.000", "end": "00:41:34.000", "speaker": "None", "utterance": "Okay."}
{"start": "00:41:34.000", "end": "00:41:38.000", "speaker": "None", "utterance": "So, you can see, okay, right, you can see the screen."}
{"start": "00:41:38.000", "end": "00:41:49.000", "speaker": "None", "utterance": "Alright, so hopefully we have shown you how the ocean is important part of history and symbolism of electronic literature."}
{"start": "00:41:49.000", "end": "00:42:06.000", "speaker": "None", "utterance": "But it's also an important part of the history and symbolism of, of, of our field as some of my favorite hypertext from the 90s demonstrate what I want to do today is is show some very new ideas, not even classifiable as work, but I'm seeking the convergence"}
{"start": "00:42:06.000", "end": "00:42:19.000", "speaker": "None", "utterance": "between my love of lit, and the ocean specifically mermaids. And so my caveat is that I won't have time to do more than just provide provocations, but I do plan to be working on this for a while."}
{"start": "00:42:19.000", "end": "00:42:25.000", "speaker": "None", "utterance": "So if you have ideas or suggestions I very much welcome them. So here we go."}
{"start": "00:42:25.000", "end": "00:42:41.000", "speaker": "None", "utterance": "Mermaids are part of the archive of nearly every seafaring culture, and they are an important part of literary history more broadly, my claim is that mermaids are poetic symbols and formal devices that signal transformations in media and media platforms,"}
{"start": "00:42:41.000", "end": "00:42:54.000", "speaker": "None", "utterance": "and especially in the media storytelling. When mermaids emerge, they signify significant changes in the materiality of literary production and reception, whether that's oral print digital or all in between."}
{"start": "00:42:54.000", "end": "00:43:10.000", "speaker": "None", "utterance": "and they illuminate and this offer opportunities to examine the twin fears and desires and I think you saw that twinning of fear and desire in the past."}
{"start": "00:43:10.000", "end": "00:43:25.000", "speaker": "None", "utterance": "It does make sense that they are of importance to electronic literature and its history, quote, The mermaid stories do not emerge as fairy tales that is as fictions, but as myths and legends and quote and this is from the penguin book of mermaids."}
{"start": "00:43:25.000", "end": "00:43:38.000", "speaker": "None", "utterance": "And that's important because it means that mermaids are part of history and science as Diana was just suggesting in part with the focus on the silhouette that mermaids are part of explaining and making human knowledge, and as Tara Peterson rights in the"}
{"start": "00:43:38.000", "end": "00:43:53.000", "speaker": "None", "utterance": "sole academic monograph I could actually find on mermaids and and literature on on the other side of the screen, quote at every turn the mermaid asks us to confront the mechanisms of knowledge production that bring her into focus and to interrogate the"}
{"start": "00:43:53.000", "end": "00:44:05.000", "speaker": "None", "utterance": "very processes of seeing and knowing and to quote, and Peterson makes an important claim about the mermaid is figure that I want to take up, which is quote her identity takes shape only within a set of contingencies, and quote."}
{"start": "00:44:05.000", "end": "00:44:21.000", "speaker": "None", "utterance": "So I want to argue that a focus on the mermaid illuminates the cultural and historical context in which she appears contingencies such as the rise of Western imperialism colonialism and slavery emerging capitalism the codification of gender roles and"}
{"start": "00:44:21.000", "end": "00:44:38.000", "speaker": "None", "utterance": "sexuality. And for me, specifically, and today, new communication technologies and our experiences with them. So to state my point more clearly the mermaid appears when contingencies change when media platforms shift, and when cultures begin to react"}
{"start": "00:44:38.000", "end": "00:44:48.000", "speaker": "None", "utterance": "to these facts and our experiences with them. So we can actually look to the mermaid to recognize shifting contexts for knowledge production and meaning making."}
{"start": "00:44:48.000", "end": "00:45:03.000", "speaker": "None", "utterance": "So Peterson's focus is on the early modern period and the role of mermaids in it, quote, she writes sirens are the principal iconography iconographic subject and illuminated manuscripts between the lines and the ornamentation of initial letters and headings"}
{"start": "00:45:03.000", "end": "00:45:18.000", "speaker": "None", "utterance": "in the margins of maps in wood engravings etc. And to quote mermaids to reverse the media platforms of the Middle Ages and the Renaissance from illuminated manuscripts to printed books, and as Peterson says again during the Renaissance, the sirens looked"}
{"start": "00:45:18.000", "end": "00:45:20.000", "speaker": "None", "utterance": "everywhere."}
{"start": "00:45:20.000", "end": "00:45:37.000", "speaker": "None", "utterance": "mermaids appeared in maps to mark the unknown Uncharted and quantified anything we can think of melodies questions of exactly how we quantify conditionality what constitutes his data what kinds of ways do we see or not see from scientific and objective"}
{"start": "00:45:37.000", "end": "00:45:42.000", "speaker": "None", "utterance": "knowledge quotes quotes right, we were here there be monsters."}
{"start": "00:45:42.000", "end": "00:45:59.000", "speaker": "None", "utterance": "The mermaid is part of the history of oceanic navigation central to the media and imagination of colonization but she is also result of globalization mermaids adorn the masthead of ships, as Mark was showing us with that image of the mermaid as ship in"}
{"start": "00:45:59.000", "end": "00:46:04.000", "speaker": "None", "utterance": "fact with mermaids as mass heads they became part of the machinery of the ship."}
{"start": "00:46:04.000", "end": "00:46:21.000", "speaker": "None", "utterance": "So as mass has a ship they explored and colonize the globe, and they thus cross the oceans, as a Western figure to be transformed by indigenous cultures and indeed they were in his famous study of mommy water the great West African mermaid deity, Henry"}
{"start": "00:46:21.000", "end": "00:46:36.000", "speaker": "None", "utterance": "jewel explains that the earliest mermaid images were brought by sailors and merchants to Africa probably by the Portuguese in the 15th century, but the image quickly transmuted in ocean crossings and cultural interactions."}
{"start": "00:46:36.000", "end": "00:46:51.000", "speaker": "None", "utterance": "So mami Wata is decisively black and African quote a product of trans cultural and transnational encounters and commercial transactions, and quote he writes, and jewel notes that mermaid figures and African and dice work cultures were often adorned with"}
{"start": "00:46:51.000", "end": "00:47:06.000", "speaker": "None", "utterance": "jewels pearls and other signifiers of wealth and commodity capitalism, a vestige of her connection to Western colonizers, and the captors of human beings who then turned humans into commodities and slave trade."}
{"start": "00:47:06.000", "end": "00:47:21.000", "speaker": "None", "utterance": "There's been a kind of resurgence of mermaid sightings. In recent years, and if you personally haven't heard the siren call let me clue you in a widely recognized mermaid craze has taken over popular culture and multimedia platforms for nearly a decade"}
{"start": "00:47:21.000", "end": "00:47:39.000", "speaker": "None", "utterance": "from popular TV shows and white books to prophetic mermaid tales the patent of which was dates from 2010 to the infamous hoax documentary, some of you remember it."}
{"start": "00:47:39.000", "end": "00:47:47.000", "speaker": "None", "utterance": "That's my next job I hope to a special issue of specialized academic journal and Island cultures devoted to murder folk."}
{"start": "00:47:47.000", "end": "00:47:58.000", "speaker": "None", "utterance": "And this is my bookshelf just a from the last few months of books across genres published since 2015 and remains."}
{"start": "00:47:58.000", "end": "00:48:14.000", "speaker": "None", "utterance": "So, this leads us to our case study and electronic literature fishnet stockings, which as you've already heard is an installation piece a wonderful installation piece that features mermaids essential to its content form and experience."}
{"start": "00:48:14.000", "end": "00:48:26.000", "speaker": "None", "utterance": "So I'm going to allow you to remember my, my colleagues points about this work and instead jump to the text a little bit."}
{"start": "00:48:26.000", "end": "00:48:29.000", "speaker": "None", "utterance": "Well, there's the sound Can you hear the sound."}
{"start": "00:48:29.000", "end": "00:48:31.000", "speaker": "None", "utterance": "Okay."}
{"start": "00:48:31.000", "end": "00:48:35.000", "speaker": "None", "utterance": "You can see some of the text"}
{"start": "00:48:35.000", "end": "00:48:38.000", "speaker": "None", "utterance": "and video which is so lovely."}
{"start": "00:48:38.000", "end": "00:48:54.000", "speaker": "None", "utterance": "I'm going to move forward so that you can hear my voice as well. The text of fishnet stockings as Mark described as mash up of a Twitter feed and the texts from the most canonical mermaid story Hans Christian Andersen Little Mermaid from 1837, which Diana"}
{"start": "00:48:54.000", "end": "00:49:05.000", "speaker": "None", "utterance": "was talking about. but fishnet stockings is not an adaptation of Anderson's tail, it is instead of work that uses media to question how and why Anderson's tail is the one that matters."}
{"start": "00:49:05.000", "end": "00:49:18.000", "speaker": "None", "utterance": "And I think Diana beautifully. What did she write beautifully stated that by saying it's an intervention or to state of intervention perhaps into our ideologies of mermaid Enos, and what they present."}
{"start": "00:49:18.000", "end": "00:49:33.000", "speaker": "None", "utterance": "So mermaids obviously existed for millennia before Anderson. Recall that Anderson never gave his heroin a name. She was an unknown figure, a type, and at the end of the story a didactic lesson and Christian morality and sacrifice."}
{"start": "00:49:33.000", "end": "00:49:50.000", "speaker": "None", "utterance": "It's Disney's 1989 animated film that brought the Victorian short story to 20th century popular culture and media canonized Anderson's Little Mermaid, and giving the heroine, a name, Ariel and happy heterosexual marriage much was changed in the remake,"}
{"start": "00:49:50.000", "end": "00:50:06.000", "speaker": "None", "utterance": "but what remained was the mermaids whiteness, and for fishnet stockings to select Anderson's tail as its origin point and to do so in 2015, which is the moment of the swell of the contemporary mermaid craze is important because this craze was also produced"}
{"start": "00:50:06.000", "end": "00:50:17.000", "speaker": "None", "utterance": "in part by news that Disney is remaking the Little Mermaid movie into a live action film, and the actress playing Ariel it. The Little Mermaid is black."}
{"start": "00:50:17.000", "end": "00:50:34.000", "speaker": "None", "utterance": "All right, here's, here's more of the text sorry, wonderful text, the backlash to the announcement by Disney was swift and utterly disgusting with hashtags not my area, writing for The New York Times in the aftermath of this Tracy Battista reminds us"}
{"start": "00:50:34.000", "end": "00:50:44.000", "speaker": "None", "utterance": "of the pitfalls of our lack of knowledge about mermaids. She writes quote, the focus on Eurocentric stories and storytelling has done us a disservice."}
{"start": "00:50:44.000", "end": "00:50:59.000", "speaker": "None", "utterance": "Leaving almost leaving most totally ignorant of the fact that mermaid stories have been told throughout the African content from millenniums and quote, and that teased is a Caribbean American author whose book series for young readers works to fix this"}
{"start": "00:50:59.000", "end": "00:51:14.000", "speaker": "None", "utterance": "lacuna and that rise of the Japanese is a really great one with with mermaid characters that I love fishnet stockings also offers interesting ways of subverting the ideologies of Anderson's canonical tale, and Disney's appropriation of it."}
{"start": "00:51:14.000", "end": "00:51:31.000", "speaker": "None", "utterance": "One way that the elite work does so is through the aesthetic of collage collage by its nature disrupts, a sense of linearity stability or hierarchy, the collage aesthetic at work here is very much indebted to print culture as these selected images show."}
{"start": "00:51:31.000", "end": "00:51:45.000", "speaker": "None", "utterance": "So just in the role of print and media, more generally in the production of our knowledge of mermaids for a lack of knowledge of mermaids. And that's also embrace, along with larger myths and meetings mermaids help to circulate."}
{"start": "00:51:45.000", "end": "00:52:00.000", "speaker": "None", "utterance": "In addition, fishnet stockings contains imagery of secret creatures and monsters, is there described in the code is Mark stated that suggests an indigenous history of mermaids rather than a white Victorian one, the imagery of monsters junkies and powerful"}
{"start": "00:52:00.000", "end": "00:52:18.000", "speaker": "None", "utterance": "diabetes mixes with images of textiles as I think these ones, these images suggests textiles, of course being an art form of folk and craft that has largely been marginalized by white Western culture that understands the cap art with a capital A, so fishnet"}
{"start": "00:52:18.000", "end": "00:52:31.000", "speaker": "None", "utterance": "stockings uses digital technologies to layer these visual references in ways that remind us that history and mermaid history in particular is long nonlinear, and deserving of excavation."}
{"start": "00:52:31.000", "end": "00:52:47.000", "speaker": "None", "utterance": "The mermaid is a hybrid beast and lives between Aaron waterskiing land, she breaks boundaries and ruptures interfaces. This is a conference about platforms presumably programmatic platforms for supporting digital information and melody turn that brilliantly"}
{"start": "00:52:47.000", "end": "00:53:04.000", "speaker": "None", "utterance": "into an epistemological question of what platform actually means and suggests, and the mermaid draws attention to platforms, the surface of the ocean is her interface and her movement across it challenges notions of boundaries platforms in position ality"}
{"start": "00:53:04.000", "end": "00:53:16.000", "speaker": "None", "utterance": "Skype Anika describes the mermaid as a misty quote a quintessential border crosser and quote and Mark, I think was suggesting as much by bringing the airwaves so smart."}
{"start": "00:53:16.000", "end": "00:53:23.000", "speaker": "None", "utterance": "And in her history of the siren, which is the original bird imagery from which the half fish half woman emerges."}
{"start": "00:53:23.000", "end": "00:53:39.000", "speaker": "None", "utterance": "Mary allow explains quote, above all, the siren is a hybrid half human, half animal perpetually provocative and disturbing and to quote, precisely because the image of the mermaid is always in flux disturbing."}
{"start": "00:53:39.000", "end": "00:53:55.000", "speaker": "None", "utterance": "It is important to trace her locations and transformation so that we can understand when, how and why the mermaid means in this context efficient at stockings is not a one off work, but rather one representative of a larger contemporary trend that deserves"}
{"start": "00:53:55.000", "end": "00:54:03.000", "speaker": "None", "utterance": "analysis for what it illuminates about our shifting digital culture. And also, electronic literature's important role within it."}
{"start": "00:54:03.000", "end": "00:54:06.000", "speaker": "None", "utterance": "Thank you."}
{"start": "00:54:06.000", "end": "00:54:12.000", "speaker": "None", "utterance": "There's some of my mermaid stuff from them from coded."}
{"start": "00:54:12.000", "end": "00:54:21.000", "speaker": "None", "utterance": "All right, great. We did a really good job on timing we've got we've got 15 minutes for for discussion for q amp a."}
{"start": "00:54:21.000", "end": "00:54:28.000", "speaker": "None", "utterance": "You're welcome to type them in the chat or unmute."}
{"start": "00:54:28.000", "end": "00:54:32.000", "speaker": "None", "utterance": "I know as long as we have to Ellen here just to we have her so."}
{"start": "00:54:32.000", "end": "00:54:39.000", "speaker": "None", "utterance": "Is it bad to color on the spot and ask her if she wants to respond to anything that we've said about her work."}
{"start": "00:54:39.000", "end": "00:54:52.000", "speaker": "None", "utterance": "Oh brother, sorry, I just want to say that that was like that just made my heart sing all of those talks you guys are doing, beautiful work and I could get."}
{"start": "00:54:52.000", "end": "00:54:56.000", "speaker": "None", "utterance": "I could get go down the path of like, ooh, did I make a racist work."}
{"start": "00:54:56.000", "end": "00:55:11.000", "speaker": "None", "utterance": "But I think there's a lot of wonderful things said in each of those talks and and you know Jessica's last one, brings up the idea of the illuminated manuscript."}
{"start": "00:55:11.000", "end": "00:55:30.000", "speaker": "None", "utterance": "And I wanted to just say that, though, that was my intent in creating the work was that I could create a piece that of illuminated art that writers would be invited to write into, and that each of you like I wish you all were sitting there texting and"}
{"start": "00:55:30.000", "end": "00:55:51.000", "speaker": "None", "utterance": "tweeting into the piece, as it has been displayed in various locations because that's the dialogue that I'd hoped for, was, you know, let's let's challenge these things that we project on to mark your point about dark skin, not picking up by the Connect"}
{"start": "00:55:51.000", "end": "00:56:01.000", "speaker": "None", "utterance": "is just like super important for me to hear and think about as I test the project when I wear all black, it doesn't pick up my body."}
{"start": "00:56:01.000", "end": "00:56:14.000", "speaker": "None", "utterance": "And so, that's fascinating but I will say that my background as a visual artist has used silhouettes for 40 years. Okay, so, pre Kara Walker who's worked I absolutely love."}
{"start": "00:56:14.000", "end": "00:56:23.000", "speaker": "None", "utterance": "I was creating ceramic work that told stories with silhouettes because silhouettes or something we can project onto."}
{"start": "00:56:23.000", "end": "00:56:26.000", "speaker": "None", "utterance": "And we can,"}
{"start": "00:56:26.000", "end": "00:56:38.000", "speaker": "None", "utterance": "you know, there, but I think the racial issues are need to be grappled with. And the last little thing I want to say about the history of the project is that"}
{"start": "00:56:38.000", "end": "00:56:48.000", "speaker": "None", "utterance": "it was created for the conference, invite at Bergen, and the show was to be a show about hybridity."}
{"start": "00:56:48.000", "end": "00:57:04.000", "speaker": "None", "utterance": "Okay so that the word hybrid was from the beginning about what the work was about, and also seaport was because we were, I live in Duluth, Minnesota, which is the seaport, believe it or not, and was bringing a piece of work to Bergen, Norway, That's a"}
{"start": "00:57:04.000", "end": "00:57:15.000", "speaker": "None", "utterance": "seaport and that was sort of, I work with fairy tales so that was the route of attaching to mermaids II and also Alex and Ani."}
{"start": "00:57:15.000", "end": "00:57:17.000", "speaker": "None", "utterance": "We actually hate the Disney version."}
{"start": "00:57:17.000", "end": "00:57:24.000", "speaker": "None", "utterance": "Little Mermaid. So we were not fans of that and wanted to do something that people could write into."}
{"start": "00:57:24.000", "end": "00:57:33.000", "speaker": "None", "utterance": "One of the things I just want to bring up first of all, it, we love this work and the more we look at it, the more we love it i think but I just want to say one thing which is."}
{"start": "00:57:33.000", "end": "00:57:49.000", "speaker": "None", "utterance": "We didn't talk about something that's featured on the website which is that those Allison Ani cutouts were inspired by, we as you attributed Hans Christian Andersen his practice of this cutting storytelling pieces you've got we could show some images"}
{"start": "00:57:49.000", "end": "00:58:03.000", "speaker": "None", "utterance": "but you've got that you've got at least one image on your website of right there like snowflakes right how you there folded up their cut and I can only assume when they're opened up the show something you didn't expect to be there."}
{"start": "00:58:03.000", "end": "00:58:17.000", "speaker": "None", "utterance": "And to me that's such a beautiful compliment to your piece, and the way the layers come together for the way the the code works the way the Twitter works, and they're all these ways in which they're, it's an, I think melody said this, that it is, it's"}
{"start": "00:58:17.000", "end": "00:58:28.000", "speaker": "None", "utterance": "an emergent piece that sort of happens in collaboration with the audience, and then in surprising ways I suspect every time."}
{"start": "00:58:28.000", "end": "00:58:45.000", "speaker": "None", "utterance": "Well, and if people don't know, Hans Christian Andersen would do these paper cuts as he told stories to a group of children, and that there would be this sort of reveal of the unfolded things so a lot of the aesthetic of the pieces trying to echo that."}
{"start": "00:58:45.000", "end": "00:58:49.000", "speaker": "None", "utterance": "With that material experience."}
{"start": "00:58:49.000", "end": "00:58:51.000", "speaker": "None", "utterance": "Yeah."}
{"start": "00:58:51.000", "end": "00:59:00.000", "speaker": "None", "utterance": "That's really interesting. I'll have to think more about that but I love the idea that storytelling is also about the Yeah, cutting through the folded paper and then bringing it out."}
{"start": "00:59:00.000", "end": "00:59:14.000", "speaker": "None", "utterance": "And I just realized we didn't go there, in our presentations today but I think there's a connection to trans studies. So, either Hayward has a really great piece on starfish and lead generation."}
{"start": "00:59:14.000", "end": "00:59:17.000", "speaker": "None", "utterance": "And she writes about the regenerative cut."}
{"start": "00:59:17.000", "end": "00:59:29.000", "speaker": "None", "utterance": "So I think there's also connections, not just to mermaid hybridity but also thinking through the ways that yeah people like either Hayward have thought through sea creatures and the cut and like this."}
{"start": "00:59:29.000", "end": "00:59:33.000", "speaker": "None", "utterance": "These other senses of generation."}
{"start": "00:59:33.000", "end": "00:59:46.000", "speaker": "None", "utterance": "So, so I think there's a lot of different ways we could take the the fold and the cut across media forms, but then also think about them, particularly in in the ocean for those implications."}
{"start": "00:59:46.000", "end": "00:59:50.000", "speaker": "None", "utterance": "This takes us in a little bit of a different direction but I wanted to just say one other thing."}
{"start": "00:59:50.000", "end": "01:00:09.000", "speaker": "None", "utterance": "Since we're thinking since you know this isn't a live conference and we're thinking through across forums, so see water and code. And one thing I've been interested in a while ago and thinking about a life was when his code and environment versus an object"}
{"start": "01:00:09.000", "end": "01:00:21.000", "speaker": "None", "utterance": "and how do you tell, or there are cases where it signifies kind of as as bulls and one elements of fishnet stockings that kind of caught my attention with us was the jellyfish."}
{"start": "01:00:21.000", "end": "01:00:38.000", "speaker": "None", "utterance": "Because jellyfish are creatures that depend on having a hydro skeleton. So in other words, if you take them out of water they collapse. But in the water, they're supported and Boyd by the water holding them up and holding them together so they can move"}
{"start": "01:00:38.000", "end": "01:00:39.000", "speaker": "None", "utterance": "comfortably."}
{"start": "01:00:39.000", "end": "01:00:56.000", "speaker": "None", "utterance": "So I wonder if the jellyfish is a type of sea creature that dramatize as a case where it's hard to separate animal from environment or environment from object in a particular kind of way."}
{"start": "01:00:56.000", "end": "01:01:10.000", "speaker": "None", "utterance": "Anyway, I think I really love it. I love that quote you said melody when is code and environment and how can you tell, and the one, one thing that that springs to mind I'm not sure if it's worth pursuing those."}
{"start": "01:01:10.000", "end": "01:01:27.000", "speaker": "None", "utterance": "The website frames this piece as a, as far as processing code, but it's processing code wouldn't operate without its Java code and then a few other back end things that I could not separate out, even though ISIS, I first thought I would be able to and"}
{"start": "01:01:27.000", "end": "01:01:33.000", "speaker": "None", "utterance": "then I thought, Oh, I got it, got to go into reading Java for a little bit."}
{"start": "01:01:33.000", "end": "01:01:40.000", "speaker": "None", "utterance": "So, yeah, I don't know, I'm just going to sit with that quote for the next year and a half."}
{"start": "01:01:40.000", "end": "01:01:53.000", "speaker": "None", "utterance": "This might be a really simplistic question, but how does code, recognize hybridity,"}
{"start": "01:01:53.000", "end": "01:01:55.000", "speaker": "None", "utterance": "not a simple question."}
{"start": "01:01:55.000", "end": "01:02:06.000", "speaker": "None", "utterance": "It's not a simple question and again I think it brings up when we were talking about race in the lit. I think the only the number one reference that came to mind was Fox her L's work."}
{"start": "01:02:06.000", "end": "01:02:23.000", "speaker": "None", "utterance": "And I think, more than any scholar he's someone who's wrestling with what it means to register an identity, beyond simple categories."}
{"start": "01:02:23.000", "end": "01:02:36.000", "speaker": "None", "utterance": "And he thinks about this in rich ways of self identification, again, alternatives to the census style classifications of any of any being or creature."}
{"start": "01:02:36.000", "end": "01:02:41.000", "speaker": "None", "utterance": "So"}
{"start": "01:02:41.000", "end": "01:02:57.000", "speaker": "None", "utterance": "that's only an initial thought on that."}
{"start": "01:02:57.000", "end": "01:03:10.000", "speaker": "None", "utterance": "And we have a comment in the chat from Crystal Lee I don't know crystal leave you want to say that comment."}
{"start": "01:03:10.000", "end": "01:03:15.000", "speaker": "None", "utterance": "Okay, okay she's just not okay that's fine."}
{"start": "01:03:15.000", "end": "01:03:16.000", "speaker": "None", "utterance": "I see a hand from Rob."}
{"start": "01:03:16.000", "end": "01:03:39.000", "speaker": "None", "utterance": "Yeah I'm, I wanted to really really interesting talks and, and nice interweaving among them and I wanted to follow up on something that Jessica touched on, and ask all the panelists, about the kind of sense of the commercial aspect of the mermaid mermaid"}
{"start": "01:03:39.000", "end": "01:03:43.000", "speaker": "None", "utterance": "itself herself themselves."}
{"start": "01:03:43.000", "end": "01:04:01.000", "speaker": "None", "utterance": "And that with the jewels and so on. And because one of the things that that stuck with me the most strongly from fishnet stockings was in the same way that Cinderella is kind of meditation on what is our society do with orphans, like what do we do with"}
{"start": "01:04:01.000", "end": "01:04:17.000", "speaker": "None", "utterance": "how do we treat orphans. What happens to orphans, that the kind of folk tales that Anderson is drawing from for the Little Mermaid, or about giving in quotes or selling or trading women to intermarriage into another town where it's like, okay, you're"}
{"start": "01:04:17.000", "end": "01:04:36.000", "speaker": "None", "utterance": "going to have to go to this other town as a part of a trading arrangement or a political arrangement or, you know, to stop a coral or something like that, and where the Little Mermaid is kind of is the archetype of the fish out of water, somebody who's"}
{"start": "01:04:36.000", "end": "01:04:52.000", "speaker": "None", "utterance": "in a new situation, they're uncomfortable they don't know the language maybe they have an accent. They come from a super different place and I love. It's always struck me that boy, as a symbol of being of moving from one society one culture to another,"}
{"start": "01:04:52.000", "end": "01:05:01.000", "speaker": "None", "utterance": "going from underwater to on land is like this really powerful symbol So, but just reflections on on that aspect of."}
{"start": "01:05:01.000", "end": "01:05:13.000", "speaker": "None", "utterance": "Can I ask Jessica related question just to piggyback on here to really really briefly. I was wondering like when mermaids intersect with like commodity thinking or history so like in the Disney version."}
{"start": "01:05:13.000", "end": "01:05:28.000", "speaker": "None", "utterance": "She's it's not just you know there's the theme about the voice and losing the voice but then also like Ariel's a hoarder she has all the terrestrial algae under under see, like, when does the economic, you know, enter into the history of mermaids stories,"}
{"start": "01:05:28.000", "end": "01:05:43.000", "speaker": "None", "utterance": "or the fetishization of commodities that we see in Disney because I suspect it's earlier but have really no idea. It's, it's, I mean from the beginning, depending on how you describe it certainly in the early modern period."}
{"start": "01:05:43.000", "end": "01:05:58.000", "speaker": "None", "utterance": "She is this becomes a symbol of capitalism and and colonization and and the mercantile slave trade and just mercantilism is, in general, she's also used Tara Peter Hansen's book and it's like really the only book I could find, that's an academic monograph"}
{"start": "01:05:58.000", "end": "01:06:05.000", "speaker": "None", "utterance": "about mermaids and literary culture, and it's really great actually and she, she describes Queen Elizabeth."}
{"start": "01:06:05.000", "end": "01:06:17.000", "speaker": "None", "utterance": "Having mermaids on her throne is a kind of symbol of, of, of, of globalization of power. But even with the sirens and the history of the sirens going back to ancient Greece."}
{"start": "01:06:17.000", "end": "01:06:33.000", "speaker": "None", "utterance": "They're associated with knowledge and power and the kind of, and also with music, and this kind of having access so if you. It wasn't just their ability to learn sailors to the depths into the, into the dead but it's more of an Eve story of that they"}
{"start": "01:06:33.000", "end": "01:06:46.000", "speaker": "None", "utterance": "had a certain kind of knowledge that link to the, the harmonious harmonious spheres of true knowledge that people wanted to access so there's a kind of they possess."}
{"start": "01:06:46.000", "end": "01:07:00.000", "speaker": "None", "utterance": "And so they people want to possess them. So it's there from the beginning. That's why I think Diana's point about fetishization is so, so important. I don't think there's a separation of the commodity or the marketplaces Rob says think that's a really,"}
{"start": "01:07:00.000", "end": "01:07:16.000", "speaker": "None", "utterance": "that's something I'm becoming really interested in especially linking it back to platforms is that it's, it's not just fairy tales or stories or symbols, there's always a material embodiment that really matters,"}
{"start": "01:07:16.000", "end": "01:07:26.000", "speaker": "None", "utterance": "think it's worth noting again what I love about Julian's work is that because she invited in audience participation and because of her own relationship to these myths."}
{"start": "01:07:26.000", "end": "01:07:43.000", "speaker": "None", "utterance": "It Harvard, there's no her version of The Little Mermaid Tail like she opens it up for the multiplicity of readings that that the interrupters bring with their associations, whether they bring with them on Twitter so whether you know, again, just thinking"}
{"start": "01:07:43.000", "end": "01:08:02.000", "speaker": "None", "utterance": "about the title of Act Three or fishnet three, that it's bad bargains, and good exchange rates. So, I don't know if we played indefinitely when we were playing on the Twitter, you know, the sort of net profit side of it, we, we, people took it in whatever"}
{"start": "01:08:02.000", "end": "01:08:07.000", "speaker": "None", "utterance": "direction they they felt so."}
{"start": "01:08:07.000", "end": "01:08:20.000", "speaker": "None", "utterance": "Joel and I just I just wanted to say. Part of what I what I really liked about reading your work in conjunction with Carol Walker's is I think that there is a significant and substantial overlap between the processes that the viewer goes through when"}
{"start": "01:08:20.000", "end": "01:08:34.000", "speaker": "None", "utterance": "they look at Walker Spark, and what the participants are doing when they are sort of immersed in the in the space of your installations sort of drawing out the psychic structures that we use to relate to different things right which is which is precisely"}
{"start": "01:08:34.000", "end": "01:08:44.000", "speaker": "None", "utterance": "what walk of work does, but in this sort of alien environment you can actually look at the structures that make that possible technical structures that make that possible."}
{"start": "01:08:44.000", "end": "01:09:05.000", "speaker": "None", "utterance": "Well, i, thanks for saying that because I think what Walker's doing too is taking this non scary thing of these sort of children's book illustrated silhouettes that are go way back their their domestic in their sweet and, and then luring us in to look"}
{"start": "01:09:05.000", "end": "01:09:07.000", "speaker": "None", "utterance": "at something that's difficult to see."}
{"start": "01:09:07.000", "end": "01:09:25.000", "speaker": "None", "utterance": "You know that shocking and disturbing by by that bait and switch of decorative art, you know, and that's something that I've always been really fascinated with it's like can I, it's a feminist act really to take something of decorative art, and in embed"}
{"start": "01:09:25.000", "end": "01:09:28.000", "speaker": "None", "utterance": "on a conversation into it. Right."}
{"start": "01:09:28.000", "end": "01:09:35.000", "speaker": "None", "utterance": "You look at the figures from a distance they look whimsical."}
{"start": "01:09:35.000", "end": "01:09:51.000", "speaker": "None", "utterance": "This piece fishnet stockings is supposed to be really beautiful, you know, or lush color wise and texture wise, but if you came into it and wanted to discuss these more difficult things like sex trafficking, which was also another reason why I did it"}
{"start": "01:09:51.000", "end": "01:10:04.000", "speaker": "None", "utterance": "because we were in Duluth Minnesota at that time, discovering that there was a really bad problem in our port with sex trafficking of Indigenous women in our port."}
{"start": "01:10:04.000", "end": "01:10:19.000", "speaker": "None", "utterance": "So, I was, you know, thinking about those issues a lot, and, you know, you can create something really pretty and then see what happens when people move in closer and think about it, I know."}
{"start": "01:10:19.000", "end": "01:10:31.000", "speaker": "None", "utterance": "Well, I think the work. I mean, we originally was just interested, I was interested it because the mermaids but it's so compelling and there's so many layers, and we Oh Caitlin."}
{"start": "01:10:31.000", "end": "01:10:33.000", "speaker": "None", "utterance": "That's just great."}
{"start": "01:10:33.000", "end": "01:10:40.000", "speaker": "None", "utterance": "I did a quick bit of research on Snapchat of it like what kind of what comes up there's also look at area because writing funny face and way."}
{"start": "01:10:40.000", "end": "01:10:42.000", "speaker": "None", "utterance": "Wow."}
{"start": "01:10:42.000", "end": "01:10:48.000", "speaker": "None", "utterance": "There's a reason that you are the queen of electronic literature here."}
{"start": "01:10:48.000", "end": "01:11:02.000", "speaker": "None", "utterance": "Um, no, but it's a wonderful work and we thoroughly enjoyed exploring at night, I'm hopeful that we can continue doing some work together you all because it was really fascinating, fascinating to hear your ideas and how they came together."}
{"start": "01:11:02.000", "end": "01:11:05.000", "speaker": "None", "utterance": "And I'm aware, we're out."}
{"start": "01:11:05.000", "end": "01:11:20.000", "speaker": "None", "utterance": "I just want to thank you all for talking about the work you know it's super meaningful for artists to people take a critical look at their work and contextualize it that way and I just think you all will think, thank you for making it again."}
{"start": "01:11:20.000", "end": "01:11:35.000", "speaker": "None", "utterance": "I mean, just as the person who was reading the code. I just have to thank your whole team because it is so well documented. It is a pleasure to read and, you know, again, be when someone begins at code exploration when they put on their dive suit, you"}
{"start": "01:11:35.000", "end": "01:11:50.000", "speaker": "None", "utterance": "know, usually it's with some trepidation and unhappiness because it's trying to trace through somebody's tangled net is not a pleasant activity, but here was so, so, so well documented and had so many delightful aspects to it all the way throughout that"}
{"start": "01:11:50.000", "end": "01:11:55.000", "speaker": "None", "utterance": "I look forward to future future dives into it."}
{"start": "01:11:55.000", "end": "01:12:08.000", "speaker": "None", "utterance": "This is just marks, like ultimate joy is having something that he can play with pens with for over an hour and melodies like melody to she's she's she's an honorary dead Joker at this point."}
{"start": "01:12:08.000", "end": "01:12:15.000", "speaker": "None", "utterance": "Well you all. Thank you so much for joining us, and my fellow panelists thank you for the Elimination I'm so grateful."}
{"start": "01:12:15.000", "end": "01:12:20.000", "speaker": "None", "utterance": "Good to see everyone. Oh, Caitlin."}
{"start": "01:12:20.000", "end": "01:12:23.000", "speaker": "None", "utterance": "You're all nighter you later."}
{"start": "01:12:23.000", "end": "01:12:32.000", "speaker": "None", "utterance": "I don't know how to do that, go to her picture in the little grid view and they do it. There you go. Yeah."}
{"start": "01:12:32.000", "end": "01:12:34.000", "speaker": "None", "utterance": "Yeah."}
{"start": "01:12:34.000", "end": "01:12:53.000", "speaker": "None", "utterance": "Nice."}