{"start": "00:00:02.190", "end": "00:00:02.460", "speaker": "Carlota Salvador Megias", "utterance": " Oh."}
{"start": "00:00:03.510", "end": "00:00:09.719", "speaker": "Carlota Salvador Megias", "utterance": " The meeting is also going to be recorded, so if you're not comfortable with that please turn off your videos and type your questions."}
{"start": "00:00:38.790", "end": "00:00:39.690", "speaker": "Carlota Salvador Megias", "utterance": " Great Thank you."}
{"start": "00:00:44.460", "end": "00:01:02.610", "speaker": "Carlota Salvador Megias", "utterance": " So hi everybody, welcome to the last panel of the day, political and cultural issues in Elan number one i'm going to be your moderator I had to step in at the last moment, so please bear with me, I actually have no moderating experience, this is my first time."}
{"start": "00:01:04.590", "end": "00:01:14.070", "speaker": "Carlota Salvador Megias", "utterance": " So yeah but i'm i'm very excited to get started um so i've already spoken to some of the presenters about this, but screen sharing and."}
{"start": "00:01:14.430", "end": "00:01:18.720", "speaker": "Carlota Salvador Megias", "utterance": " Presenting slides is fine i'm sure you're already familiar with this, given all the panels you've been attending."}
{"start": "00:01:19.470", "end": "00:01:25.080", "speaker": "Carlota Salvador Megias", "utterance": " um, we would like you to limit your presentations to thank you for the support dina."}
{"start": "00:01:25.860", "end": "00:01:31.290", "speaker": "Carlota Salvador Megias", "utterance": " We would like you to limit your presentations to five minutes, if possible, but you can feel free to go over if needed."}
{"start": "00:01:31.980", "end": "00:01:44.340", "speaker": "Carlota Salvador Megias", "utterance": " i'm the first up if it's alright with everybody is going to be Leonardo flotus who's going to present on digital colonialism electronic literature as resistance so Leo when you're ready."}
{"start": "00:01:45.180", "end": "00:01:52.230", "speaker": "Leonardo Flores", "utterance": " All right, thank you very much, let me set my timer and go i'm sharing screen."}
{"start": "00:01:54.150", "end": "00:01:55.950", "speaker": "Leonardo Flores", "utterance": " let's see share."}
{"start": "00:01:57.420", "end": "00:01:58.170", "speaker": "Leonardo Flores", "utterance": " Right."}
{"start": "00:01:58.470", "end": "00:02:06.120", "speaker": "Patrick Lichty", "utterance": " Real quick I apologize, I was over in track one the little the little space was just really, really thin and I just clicked on that so anyway i'm here."}
{"start": "00:02:09.720", "end": "00:02:22.800", "speaker": "Leonardo Flores", "utterance": " Alright So here we go i'm gonna i'm going to restart my timer cancel and start alright, so my talk digital colonialism electronic literature as resistance here."}
{"start": "00:02:23.850", "end": "00:02:36.630", "speaker": "Leonardo Flores", "utterance": " makes the following key claims, one that open and proprietary platforms, such as programming languages, the Web unicode flash ios Twitter Facebook YouTube and instagram."}
{"start": "00:02:37.050", "end": "00:02:53.670", "speaker": "Leonardo Flores", "utterance": " Are hegemonic historically privileging and centering, the US and its allies in an uneven relationship to the rest of the world by creating dependence on the platforms, they develop and profit from this is not one of the big ideas that i'm going to develop and i'm going to touch on that."}
{"start": "00:02:55.110", "end": "00:03:10.110", "speaker": "Leonardo Flores", "utterance": " In my talk right now open platforms, like the Web or programming languages are not less complicit than private commercial platforms in creating and perpetuating digital divides and colonialism and digital colonialism."}
{"start": "00:03:10.980", "end": "00:03:20.820", "speaker": "Leonardo Flores", "utterance": " and electronic literature generational frameworks expose some of the issues of digital access and digital colonialism so let's unpack this."}
{"start": "00:03:21.510", "end": "00:03:29.880", "speaker": "Leonardo Flores", "utterance": " First of all, when we think about what conditions are necessary to have electronic literature, the creation of electronic literature."}
{"start": "00:03:30.360", "end": "00:03:40.710", "speaker": "Leonardo Flores", "utterance": " Arising from a population one, you need access to digital devices and Internet that came later in the generational framework."}
{"start": "00:03:41.430", "end": "00:04:04.350", "speaker": "Leonardo Flores", "utterance": " You need certain information and communication technology skills ICP skills basic ones, for example, include benchmarks, such as sending an email with an attachment standard ICT skills are things like creating a presentation using presentation software advanced you're talking about programming."}
{"start": "00:04:05.580", "end": "00:04:23.730", "speaker": "Leonardo Flores", "utterance": " And finally, you need a certain level of privilege and and i'm thinking privilege at the level of maslow's hierarchy of needs at which at the top of the pyramid you have creativity, but you also have need the privilege of access to an audience to a community to a field."}
{"start": "00:04:25.350", "end": "00:04:33.540", "speaker": "Leonardo Flores", "utterance": " Now this digital device when we think about access to computers on a historical sense, we know that computers were developed primarily."}
{"start": "00:04:34.650", "end": "00:04:47.790", "speaker": "Leonardo Flores", "utterance": " by the military for code breaking World War Two then by universities, research labs and companies dedicated to these kinds of electronics and and and machinery right."}
{"start": "00:04:48.330", "end": "00:05:00.390", "speaker": "Leonardo Flores", "utterance": " And that all of these companies were originated in the US, England and Europe, and then they had subsidiaries around the world, and then the subsidiary, there is obviously contributes."}
{"start": "00:05:01.560", "end": "00:05:07.860", "speaker": "Leonardo Flores", "utterance": " Most of these foundational technologies that are foundational I mean to everything we do in digital devices."}
{"start": "00:05:08.250", "end": "00:05:21.780", "speaker": "Leonardo Flores", "utterance": " Such as programming languages ascii unicode the World Wide Web consortium etc are developed to this day by organizations and companies, primarily in the US England Europe and its allies."}
{"start": "00:05:23.760", "end": "00:05:34.380", "speaker": "Leonardo Flores", "utterance": " When you look at the big picture historical of this digital device when it comes to Internet access right so so my my earlier point is the US."}
{"start": "00:05:35.400", "end": "00:05:42.840", "speaker": "Leonardo Flores", "utterance": " And Europe and its allies basically had first access to computers, they had a first crack at it."}
{"start": "00:05:44.100", "end": "00:06:01.500", "speaker": "Leonardo Flores", "utterance": " Then Internet access, you can see how over time this has developed and noticed, I will point out that the United North America is fairly fairly flat it reached a pretty strong Internet access."}
{"start": "00:06:02.250", "end": "00:06:17.970", "speaker": "Leonardo Flores", "utterance": " penetration to its audience, whereas other countries, they have had remarkable growth, but in more recent years and they so so the US and Europe ever had longest access to Internet and and in a larger."}
{"start": "00:06:19.230", "end": "00:06:20.730", "speaker": "Leonardo Flores", "utterance": " portion of its population."}
{"start": "00:06:22.980", "end": "00:06:33.180", "speaker": "Leonardo Flores", "utterance": " If you look at contemporary access to Internet and notice youth there's a youth mark defined this 15 to 24 year old individuals right."}
{"start": "00:06:34.500", "end": "00:06:46.260", "speaker": "Leonardo Flores", "utterance": " notice that the world about has about 51% access to Internet 69% percent of us are using the Internet Africa Arab states."}
{"start": "00:06:47.040", "end": "00:07:06.330", "speaker": "Leonardo Flores", "utterance": " You know, you can see the divides right in the Americas when you include Latin America, you know in North America Latin America that kind of brings up below Europe, but if you think about the developed world or developing world or the least developed countries."}
{"start": "00:07:07.560", "end": "00:07:11.820", "speaker": "Leonardo Flores", "utterance": " You can see the the real digital divide there in terms of access to Internet."}
{"start": "00:07:13.200", "end": "00:07:20.610", "speaker": "Leonardo Flores", "utterance": " When it comes to skills right what we can do in 40% of the country's oh my God I ran out of time."}
{"start": "00:07:21.150", "end": "00:07:33.390", "speaker": "Leonardo Flores", "utterance": " Basically, these digital divides really expand to skills and i'm going to skip over this, but notice i'll highlight the last bit here that only 15% of the countries."}
{"start": "00:07:33.780", "end": "00:07:42.810", "speaker": "Leonardo Flores", "utterance": " Of the world have more than 10% of individuals who have written a computer program using a specialized programming language in the last three months."}
{"start": "00:07:44.310", "end": "00:07:44.760", "speaker": "Leonardo Flores", "utterance": " Okay."}
{"start": "00:07:47.160", "end": "00:07:54.570", "speaker": "Leonardo Flores", "utterance": " digital divide in terms of privilege this isn't just at a global level, this happens along economic axes along gender axes."}
{"start": "00:07:55.830", "end": "00:08:02.340", "speaker": "Leonardo Flores", "utterance": " One of the reasons Isla is so white in the United States and Europe is because of some of these."}
{"start": "00:08:04.170", "end": "00:08:23.610", "speaker": "Leonardo Flores", "utterance": " You know privilege differences, people who are dealing with prejudice with racism with with persecution with police brutality are less likely to be in that spot where they can start getting creative and playing around with computers and creating he lives."}
{"start": "00:08:25.230", "end": "00:08:33.630", "speaker": "Leonardo Flores", "utterance": " So that's where that went so when we when we think about Isla generations and access the first generation of real it."}
{"start": "00:08:34.410", "end": "00:08:38.220", "speaker": "Leonardo Flores", "utterance": " Had you know, whoever had access to mainframe and personal computers."}
{"start": "00:08:38.940", "end": "00:08:49.770", "speaker": "Leonardo Flores", "utterance": " And had advanced ICT skills and had enough privilege to be able to create that right that that that trifecta these were the people that did it and they are."}
{"start": "00:08:50.370", "end": "00:09:00.120", "speaker": "Leonardo Flores", "utterance": " A low number second generation, with the increasing access to personal computers and Internet but also things like web hosting well."}
{"start": "00:09:01.110", "end": "00:09:13.620", "speaker": "Leonardo Flores", "utterance": " Also advanced ICT skills and some offering software like flash that made things easier and more accessible, then you have a greater number of creators of of."}
{"start": "00:09:15.030", "end": "00:09:28.440", "speaker": "Leonardo Flores", "utterance": " The third generation, though we have much broader access to digital devices Internet and by digital devices i'm going beyond the personal computer to include things like tablets and mobile devices."}
{"start": "00:09:28.950", "end": "00:09:36.720", "speaker": "Leonardo Flores", "utterance": " But we have a lot easier access to Internet social media and that works Apps and platforms that are free to use."}
{"start": "00:09:38.640", "end": "00:09:54.600", "speaker": "Leonardo Flores", "utterance": " And they don't require advanced ICT skills standard ICT skills, using the software and these intuitive platform is enough, and therefore you have larger number of people likely to produce electronic literature."}
{"start": "00:09:55.620", "end": "00:10:06.330", "speaker": "Leonardo Flores", "utterance": " Concluding thoughts platforms that require higher ICT skills perpetuate digital divides platforms that require higher economic investment."}
{"start": "00:10:06.720", "end": "00:10:22.110", "speaker": "Leonardo Flores", "utterance": " From the user perpetuate digital divides and here i'm talking about something as simple as the web, who has the money to have their own server their own address their own URL and pay that on a regular basis."}
{"start": "00:10:23.640", "end": "00:10:26.700", "speaker": "Leonardo Flores", "utterance": " Not on the global a very few people at a global level."}
{"start": "00:10:27.810", "end": "00:10:46.770", "speaker": "Leonardo Flores", "utterance": " technologies that require lower ICP skills and lower economic barriers break digital divides so again, we may not like that certain platforms will give free Internet access and keep people in a certain lock cage but at the same time they're getting access."}
{"start": "00:10:48.060", "end": "00:10:56.760", "speaker": "Leonardo Flores", "utterance": " To help me colonize the field, what can we do one create publication venues for he lit with lower barriers to entry."}
{"start": "00:10:57.180", "end": "00:11:08.610", "speaker": "Leonardo Flores", "utterance": " And that recent initiative that resulted in filter and reverb are starting to help do that to create and promote platforms with lower barriers to entry."}
{"start": "00:11:09.180", "end": "00:11:24.000", "speaker": "Leonardo Flores", "utterance": " When you create something like twine that suddenly gets a whole bunch of people, creating hypertext and you have something that will host it with a Twitter account you have lower barriers to entry, you have opened an important door."}
{"start": "00:11:25.110", "end": "00:11:33.030", "speaker": "Leonardo Flores", "utterance": " and making space for underrepresented voices and these voices are out there, we want to hear what they have to say."}
{"start": "00:11:33.930", "end": "00:11:52.470", "speaker": "Leonardo Flores", "utterance": " For more details, I recommend checking out a talk, I recently gave a lecture called technological imperialism and digital writing in which I really unpack the the imperialist aspects of some of these technologies and it's available in my website, thank you."}
{"start": "00:11:54.480", "end": "00:12:04.170", "speaker": "Carlota Salvador Megias", "utterance": " Thank you so much, that was a really, really great if you could like the the paper that you just put up in the chat I would personally be grateful, and I think many people in the audience would be to."}
{"start": "00:12:05.070", "end": "00:12:09.900", "speaker": "Carlota Salvador Megias", "utterance": " um we will save the questions, for after all the presentations if that's all right with everybody."}
{"start": "00:12:12.030", "end": "00:12:19.320", "speaker": "Carlota Salvador Megias", "utterance": " Next up is Devon shepherd who is going to present art of the pen opt in a con farmville and the gamification of the digital landscape."}
{"start": "00:12:22.020", "end": "00:12:35.970", "speaker": "Devin Shepherd", "utterance": " All right, thank you very much i'm very excited to be here and to follow Dr Flores this talk, because I think i'll be touching on some of the similar things here so i'm going to share my screen instead of timer bear with me one second here."}
{"start": "00:12:38.460", "end": "00:12:39.120", "speaker": "Devin Shepherd", "utterance": " Right."}
{"start": "00:12:41.280", "end": "00:12:42.750", "speaker": "Devin Shepherd", "utterance": " Okay, so."}
{"start": "00:12:44.070", "end": "00:12:48.810", "speaker": "Devin Shepherd", "utterance": " Hopefully, I can unpack that a mouthful of a title a little bit better for you so."}
{"start": "00:12:50.220", "end": "00:13:00.480", "speaker": "Devin Shepherd", "utterance": " Cast your minds back to 2009 when, if you were on Facebook you almost undoubtedly encountered notifications about the game form built so."}
{"start": "00:13:02.160", "end": "00:13:04.230", "speaker": "Devin Shepherd", "utterance": " I think what's important to remember about."}
{"start": "00:13:05.580", "end": "00:13:21.480", "speaker": "Devin Shepherd", "utterance": " farmville really dovetails well with what Dr Flores was just saying it really reduce the barrier of entry to a certain kind of digital experience, not only that it really, really cast what we think about how we really think about digital experiences so."}
{"start": "00:13:22.530", "end": "00:13:39.390", "speaker": "Devin Shepherd", "utterance": " You know, at its at its peak Farm Bill had 32 million active users and the profits that that resulted from this lower barrier of entry and meteoric rise of a user base helped to launch Facebook so it's important to remember that, even though Farm Bill is sort of."}
{"start": "00:13:40.950", "end": "00:13:56.340", "speaker": "Devin Shepherd", "utterance": " considered maybe low culture or something that was a flash in the pan, so to speak, no pun intended, we can still we can still look at it really critically and learn some new things about it, I think, in retrospect, so so that you're a kind of existed in 2009 to 2020."}
{"start": "00:13:58.740", "end": "00:14:05.280", "speaker": "Devin Shepherd", "utterance": " Basically, also you know, was an era in which flash was very on its way out, but dominant and and also."}
{"start": "00:14:06.480", "end": "00:14:20.400", "speaker": "Devin Shepherd", "utterance": " made it possible to create things pretty easily another lower barrier there that we've lost access to so you know, in many ways, farm ville anticipated and inaugurated our current digital meal you so, so to speak."}
{"start": "00:14:21.360", "end": "00:14:30.030", "speaker": "Devin Shepherd", "utterance": " Everything as a service, a common word thrown around in industry, you know it circles has become really ubiquitous."}
{"start": "00:14:30.600", "end": "00:14:42.180", "speaker": "Devin Shepherd", "utterance": " platforms within platforms is common so if one platform dies other things that are on it also die on the skills invested in those platforms die or are much more difficult to archive or or pass on."}
{"start": "00:14:43.890", "end": "00:14:53.700", "speaker": "Devin Shepherd", "utterance": " You know cloud computing big data These things also allowed farmville to be what it was, and those were sort of nascent at the time and are just more more or less wallpaper at this point."}
{"start": "00:14:54.810", "end": "00:15:09.930", "speaker": "Devin Shepherd", "utterance": " So Farm Bill is also free to play also common trope surveillance was also a big part of it and that wasn't abundantly clear to early adopters of this this new world so Those are all things to keep in the back of your mind and i'll get more into this."}
{"start": "00:15:11.040", "end": "00:15:14.820", "speaker": "Devin Shepherd", "utterance": " And i'm going to check and make sure I can actually see my timer here okay yeah i'm halfway through all right."}
{"start": "00:15:15.600", "end": "00:15:29.220", "speaker": "Devin Shepherd", "utterance": " So obviously appeal to a broad audience from bill steams were very low level they were they were accessible and it really made it possible for you know, a vast number of people to engage with it and understand it immediately."}
{"start": "00:15:31.350", "end": "00:15:32.280", "speaker": "Devin Shepherd", "utterance": " burn bill also."}
{"start": "00:15:33.570", "end": "00:15:43.290", "speaker": "Devin Shepherd", "utterance": " You know it dovetails really well with what critical theorists had talked about you know 50 years beforehand it's really just the perpetuation of of."}
{"start": "00:15:44.040", "end": "00:15:53.610", "speaker": "Devin Shepherd", "utterance": " Something that we've been seeing for years where basically everything within kind of world of capitalism is eventually turned into more or less the same thing."}
{"start": "00:15:55.260", "end": "00:16:01.680", "speaker": "Devin Shepherd", "utterance": " And so, even satires of games like farmville become basically farmville a famous example in Burgos the game scholar."}
{"start": "00:16:02.550", "end": "00:16:13.470", "speaker": "Devin Shepherd", "utterance": " created a game that was much like farmville and much success in the same way, because it was essentially the same thing you can play a satire with a straight face, and and have the same result essentially."}
{"start": "00:16:14.820", "end": "00:16:21.720", "speaker": "Devin Shepherd", "utterance": " So it's it's a bit like I think of this as a lobster trap you going forward you see the bait and you can't back out it's you you're basically forced to opt in."}
{"start": "00:16:21.990", "end": "00:16:24.840", "speaker": "Devin Shepherd", "utterance": " Whether you want to opt in or not you don't really know what you're getting yourself into here."}
{"start": "00:16:25.740", "end": "00:16:29.400", "speaker": "Devin Shepherd", "utterance": " In forecloses possible futures what we can actually imagine once it takes hold."}
{"start": "00:16:30.030", "end": "00:16:36.630", "speaker": "Devin Shepherd", "utterance": " In this way, it's not so much viral as it is more cancerous it gets into the system and we can't just rip it out without causing distress."}
{"start": "00:16:37.290", "end": "00:16:44.640", "speaker": "Devin Shepherd", "utterance": " Interesting to think about that in terms of being a global pandemic, where we rely on these platforms and encloses."}
{"start": "00:16:45.240", "end": "00:16:59.520", "speaker": "Devin Shepherd", "utterance": " Our creative potential what we can actually do is is really reduced the logic of a platform and variability is something that you know there's different words for the vitality, but you know infinite variability is very hard to sustain and once it can't be sustained."}
{"start": "00:17:00.600", "end": "00:17:04.950", "speaker": "Devin Shepherd", "utterance": " The platform if it dies, so do does its products, in many cases, so."}
{"start": "00:17:06.090", "end": "00:17:09.120", "speaker": "Devin Shepherd", "utterance": " that's all to say that farm bills an interesting case study of where we are now."}
{"start": "00:17:10.890", "end": "00:17:22.050", "speaker": "Devin Shepherd", "utterance": " I think of this kind of ideology as an attempt to fill up all of our time or our time and our attention and that's how these things, managed to remain profitable."}
{"start": "00:17:23.670", "end": "00:17:27.930", "speaker": "Devin Shepherd", "utterance": " If variability dies, so do the novelties of these games."}
{"start": "00:17:28.980", "end": "00:17:41.310", "speaker": "Devin Shepherd", "utterance": " casual and mobile games farmville is sort of in that camp where nowadays we're playing things on our phone it's sort of a resting spot, so to speak, it's a temporary place to rest, but it also instrumental uses our."}
{"start": "00:17:42.480", "end": "00:17:43.320", "speaker": "Devin Shepherd", "utterance": " time and energy."}
{"start": "00:17:44.430", "end": "00:17:52.650", "speaker": "Devin Shepherd", "utterance": " Which in a simulation game which farmville also is is sort of also the trope so I have this big chunk for my paper you can go and read that."}
{"start": "00:17:53.460", "end": "00:18:02.130", "speaker": "Devin Shepherd", "utterance": " But it's it's really at the end of the day, about ownership, what do we actually have ownership over do we control our own destiny in a digital sphere, and you know."}
{"start": "00:18:02.970", "end": "00:18:17.250", "speaker": "Devin Shepherd", "utterance": " If if we're to believe what Bernard stiegler says about the digital as a farmer con is it just a matter of adjusting the dose or is it something else, and who gets to decide how much of it, we should have at any given time so yeah that's my talk, thank you for listening."}
{"start": "00:18:20.040", "end": "00:18:25.170", "speaker": "Carlota Salvador Megias", "utterance": " Thank you so much that was awesome great um next up, we have."}
{"start": "00:18:27.330", "end": "00:18:30.750", "speaker": "Carlota Salvador Megias", "utterance": " Patrick lickety did I pronounce her last name correctly."}
{"start": "00:18:33.630", "end": "00:18:34.500", "speaker": "Carlota Salvador Megias", "utterance": " Patrick are you there."}
{"start": "00:18:35.340", "end": "00:18:36.240", "speaker": "Patrick Lichty", "utterance": " Yes, I am."}
{"start": "00:18:36.390", "end": "00:18:37.020", "speaker": "Carlota Salvador Megias", "utterance": " Okay, great."}
{"start": "00:18:37.170", "end": "00:18:37.590", "speaker": "Carlota Salvador Megias", "utterance": " Good I."}
{"start": "00:18:37.620", "end": "00:18:39.330", "speaker": "Patrick Lichty", "utterance": " Did I say your name correctly yeah."}
{"start": "00:18:39.360", "end": "00:18:40.080", "speaker": "Patrick Lichty", "utterance": " lucky yeah."}
{"start": "00:18:40.980", "end": "00:18:42.120", "speaker": "Patrick Lichty", "utterance": " yeah let's put this way."}
{"start": "00:18:42.540", "end": "00:18:47.400", "speaker": "Patrick Lichty", "utterance": " A far better I see you know people done far far worse with that name."}
{"start": "00:18:48.240", "end": "00:18:49.770", "speaker": "Patrick Lichty", "utterance": " Oh yeah."}
{"start": "00:18:51.660", "end": "00:18:59.280", "speaker": "Carlota Salvador Megias", "utterance": " i'm presenting a paper called epidemiology and spatial narrative scaffolds into the pandemic confinement spaces and existential a narrative."}
{"start": "00:18:59.730", "end": "00:19:15.720", "speaker": "Carlota Salvador Megias", "utterance": " And before you get started, I just wanted to plug your piece, and our coven 19 exhibitions So if you haven't checked out our exhibition websites, I invite you to patrick's pieces there alongside many other pieces but deal with the pandemic and the other themes of the Conference, so yes."}
{"start": "00:19:15.780", "end": "00:19:17.310", "speaker": "Carlota Salvador Megias", "utterance": " i'll throw that in the."}
{"start": "00:19:18.840", "end": "00:19:23.220", "speaker": "Patrick Lichty", "utterance": " Fantastic i'll just get this started um i'll tell you what the."}
{"start": "00:19:25.350", "end": "00:19:29.760", "speaker": "Patrick Lichty", "utterance": " As some of you may we'll find out in in basically coming hours are some."}
{"start": "00:19:30.300", "end": "00:19:37.770", "speaker": "Patrick Lichty", "utterance": " there's a some announcements coming, and it has taken a little bit of my time so basically what happens here is that what we have is kind of a mnemonic."}
{"start": "00:19:38.130", "end": "00:19:49.560", "speaker": "Patrick Lichty", "utterance": " of my paper which will be up in about the next three to four days which has exploded into something about 4000 words, which means that my work on spatial theory as spatial."}
{"start": "00:19:50.730", "end": "00:20:00.540", "speaker": "Patrick Lichty", "utterance": " form has been expanding well, so I always what i'm looking at here is this a piece that I did in the UAE about."}
{"start": "00:20:01.710", "end": "00:20:05.640", "speaker": "Patrick Lichty", "utterance": " The exploration of my time in the."}
{"start": "00:20:07.110", "end": "00:20:14.280", "speaker": "Patrick Lichty", "utterance": " In the pandemic and you know, in the UAE from February to."}
{"start": "00:20:15.720", "end": "00:20:32.910", "speaker": "Patrick Lichty", "utterance": " August of 2020 so for the past few years i've been working in the in the notion of virtual card criticism vr narrative ology and Middle East narratives since i've been living i'm now at winona state, but for the last five years i've been living in Dubai and Abu Dhabi so i'm basically."}
{"start": "00:20:34.140", "end": "00:20:38.400", "speaker": "Patrick Lichty", "utterance": " confinement spaces as such is a piece of Isla that."}
{"start": "00:20:39.540", "end": "00:20:54.870", "speaker": "Patrick Lichty", "utterance": " deals with thing in a spatial formal narrative on non textual structural and but it's dealing with the space what I call a sense of confinement during the mid lockdown."}
{"start": "00:20:55.350", "end": "00:21:04.320", "speaker": "Patrick Lichty", "utterance": " And you know my key influences are Joseph frank and which I have been working in the idea of the collapse of time into a singular formal moment."}
{"start": "00:21:04.800", "end": "00:21:19.770", "speaker": "Patrick Lichty", "utterance": " And the notion of fragmentation of narrative this is expanded over into you know the work of w J J team Mitchell, who took frank and basically started linking him to the idea of formal aesthetics."}
{"start": "00:21:20.940", "end": "00:21:35.580", "speaker": "Patrick Lichty", "utterance": " greenberg and and so on, and there are a lot of other scholars that you know have expanded on this notion of spatial form and and for formal narratives which I think is given the time being, I have three minutes left."}
{"start": "00:21:36.870", "end": "00:21:59.040", "speaker": "Patrick Lichty", "utterance": " beyond the scope of this, so my influences throughout time have been coover redbird so socal ova mez breeze caitlin Fisher and, of course, BP Nicholas seen here in justin's stevenson's film The complete works, so what happens is that would have been interested in his works like."}
{"start": "00:22:00.480", "end": "00:22:06.600", "speaker": "Patrick Lichty", "utterance": " Like red bird coover and everybody's hearts and minds, which basically takes week."}
{"start": "00:22:07.800", "end": "00:22:15.090", "speaker": "Patrick Lichty", "utterance": " You know accounts of traumatic situations and placing them in kind of a spatial form breezes."}
{"start": "00:22:16.440", "end": "00:22:28.260", "speaker": "Patrick Lichty", "utterance": " 3D P, a 3D poetry's that have also take and compact poetry's onto it with a in a 3D form and then."}
{"start": "00:22:29.400", "end": "00:22:30.240", "speaker": "Patrick Lichty", "utterance": " let's see here."}
{"start": "00:22:31.740", "end": "00:22:39.000", "speaker": "Patrick Lichty", "utterance": " And then caitlin fisher's card of them for the dead, which is kind of an agglomeration of of."}
{"start": "00:22:40.020", "end": "00:22:50.820", "speaker": "Patrick Lichty", "utterance": " You know of memory and madness so where I started out with this is that within about two or three weeks my wife and I were in our apartment and."}
{"start": "00:22:53.700", "end": "00:22:54.210", "speaker": "Patrick Lichty", "utterance": " and"}
{"start": "00:22:55.230", "end": "00:23:00.240", "speaker": "Patrick Lichty", "utterance": " Basically frustration of course starts going in and I started playing with different technologies to."}
{"start": "00:23:00.990", "end": "00:23:15.030", "speaker": "Patrick Lichty", "utterance": " Maybe trying to break myself out of you know, the coming madness I started working with a program called display land which scanned, the environment, not from a sense of of the object, which is an inward but an outward of view and i'll get these fantastic."}
{"start": "00:23:16.080", "end": "00:23:23.970", "speaker": "Patrick Lichty", "utterance": " videos night yeah here we go, and these are just beautiful things and I just be going around and just you know ad hoc doing these scans."}
{"start": "00:23:24.630", "end": "00:23:34.980", "speaker": "Patrick Lichty", "utterance": " And then I was thinking that you know, given my working in spatial form, I said, these have a narrative these are amazing but The thing is, is during my time and i've got one minute."}
{"start": "00:23:35.550", "end": "00:23:41.700", "speaker": "Patrick Lichty", "utterance": " i've worked from my neighborhood I could only for the first two or three months, I could only go within a kilometer of my."}
{"start": "00:23:42.210", "end": "00:23:50.100", "speaker": "Patrick Lichty", "utterance": " of my apartment then next, this is the loop Abu Dhabi the scan of the of the space and The thing is, is that."}
{"start": "00:23:50.700", "end": "00:24:03.360", "speaker": "Patrick Lichty", "utterance": " We could go within Abu Dhabi the city's opened up within within our state and the thing is, is that no tourists, so you go to the loo and there's you know everybody's saying you're welcoming late you like family, which is very strange."}
{"start": "00:24:04.350", "end": "00:24:23.850", "speaker": "Patrick Lichty", "utterance": " Then, third, this is actually my coin, this is one of the northern Emirates and the thing that was interesting to me was that I only had two days to go into the rest of the UAE once they opened up the once they open up the actual state border because I had to have a."}
{"start": "00:24:24.960", "end": "00:24:36.420", "speaker": "Patrick Lichty", "utterance": " I had to have a valid PCR tests and they only had 48 hours, I was happy to get another one to get back in, so this is actually my coin up north, this is actually the plant a scan of the plane that was in the in the."}
{"start": "00:24:37.860", "end": "00:24:45.780", "speaker": "Patrick Lichty", "utterance": " supposedly in the movie lord of war, which is basically just sitting out up in the northern emirates just waiting to fall apart and."}
{"start": "00:24:47.010", "end": "00:24:51.360", "speaker": "Patrick Lichty", "utterance": " There are go cities and I went to the deer a clock tower."}
{"start": "00:24:52.740", "end": "00:25:03.570", "speaker": "Patrick Lichty", "utterance": " Being that I am pretty much close to the end here, what what i'm interested in here is that, as opposed to my other pieces, which basically really went into the notional yo fluxus and."}
{"start": "00:25:04.260", "end": "00:25:16.410", "speaker": "Patrick Lichty", "utterance": " And Nichols ideas of of type of graphical con criticism and that sort of thing, I think that the way that the capturing did this, is that it conquer ties the space."}
{"start": "00:25:16.830", "end": "00:25:24.060", "speaker": "Patrick Lichty", "utterance": " To create kind of this this spatial forum in which I collapsed this entire space of."}
{"start": "00:25:24.630", "end": "00:25:37.950", "speaker": "Patrick Lichty", "utterance": " February to August into just a single existential moment that you're going through you're going from these spaces to spaces in this in this kind of flat fragmented way and."}
{"start": "00:25:38.760", "end": "00:25:47.160", "speaker": "Patrick Lichty", "utterance": " The one thing is i'll just tell you from a technical perspective, none of this that all this is done using 3D technology, but none of it is delivered."}
{"start": "00:25:47.670", "end": "00:25:58.440", "speaker": "Patrick Lichty", "utterance": " Using 3D technology unity or unreal or web GL or anything like that that you know, the people who are doing vr and that sort of thing are doing."}
{"start": "00:25:59.070", "end": "00:26:11.100", "speaker": "Patrick Lichty", "utterance": " um I grew up kind of like to leave things open for discussion and, by the way, if you have an oculus quest you can fire this up, and you can go through it in in oculus quest but i'll leave things open there for discussion."}
{"start": "00:26:11.730", "end": "00:26:17.160", "speaker": "Patrick Lichty", "utterance": " And then being network six minutes, and then you know I can answer more questions."}
{"start": "00:26:19.470", "end": "00:26:25.920", "speaker": "Carlota Salvador Megias", "utterance": " Okay Thank you so much we're going to do to the discussion after the last presentation, which is happening now."}
{"start": "00:26:26.520", "end": "00:26:43.560", "speaker": "Carlota Salvador Megias", "utterance": " Our last presentation is from Liam wes did I say your name correctly yep to set up correctly, which i'm just going to stop the screen sharing what was happening, and this paper is called American utopia analyzing the far right politics of bio shock infinite and trump's America."}
{"start": "00:26:46.980", "end": "00:27:01.650", "speaker": "Liahm Ruest", "utterance": " Can everyone hear me everyone good very Mr timer quickly so hi Liam i'm doing my paper on bio shock infinite and, as we all lived through 2016 to 2020."}
{"start": "00:27:02.460", "end": "00:27:10.140", "speaker": "Liahm Ruest", "utterance": " there's the understanding that make America great again and the messaging hit a chord with a majority of white Americans who believe that white influence was."}
{"start": "00:27:10.650", "end": "00:27:25.260", "speaker": "Liahm Ruest", "utterance": " declined, and therefore a direct threat to white existence, however, this renewed energy I think reignited this utopian idea of America one built on Estelle to have a more prominent and physical state of white supremacy built."}
{"start": "00:27:25.290", "end": "00:27:26.820", "speaker": "Patrick Lichty", "utterance": " To exclude anything that isn't."}
{"start": "00:27:26.820", "end": "00:27:30.000", "speaker": "Liahm Ruest", "utterance": " on future organization conference at."}
{"start": "00:27:36.840", "end": "00:27:37.290", "speaker": "Liahm Ruest", "utterance": " So."}
{"start": "00:27:39.150", "end": "00:27:48.630", "speaker": "Liahm Ruest", "utterance": " One built in the celta and more prominent visible states of white supremacy, so if anyone doesn't know what bio shock infinite is is the 2013 first person shooter."}
{"start": "00:27:49.860", "end": "00:28:01.470", "speaker": "Liahm Ruest", "utterance": " Release and you're taking place the game takes place in the floating city of Columbia, it is a state that is built on the ideas of American exceptionalism American romanticism and utopianism."}
{"start": "00:28:02.250", "end": "00:28:10.380", "speaker": "Liahm Ruest", "utterance": " The player is sent to Columbia as Booker dewitt an investigator, who is tasked to find Elizabeth as a means of wiping way down."}
{"start": "00:28:10.920", "end": "00:28:21.300", "speaker": "Liahm Ruest", "utterance": " Throughout the levels, the player explores the segregated society as a violent uprising between columbia's racial and economic classes begin to try to overturn the white ruling class."}
{"start": "00:28:22.650", "end": "00:28:30.480", "speaker": "Liahm Ruest", "utterance": " By using Columbia as a model, we can apply critical play to piece together and understand the context of how storytelling through gameplay."}
{"start": "00:28:30.750", "end": "00:28:35.550", "speaker": "Liahm Ruest", "utterance": " can help the player better understand the realities of far right politics within the United States."}
{"start": "00:28:36.180", "end": "00:28:44.010", "speaker": "Liahm Ruest", "utterance": " As Mary flanagan states in her essay critical computer games games are frameworks that designers can use too complex to model complex problems."}
{"start": "00:28:44.430", "end": "00:28:52.740", "speaker": "Liahm Ruest", "utterance": " In some cases, again may provide the safe outlet available for exploring devastating conflicts so by modeling this version of an American utopia."}
{"start": "00:28:53.190", "end": "00:29:02.550", "speaker": "Liahm Ruest", "utterance": " This we can distill and critically analyze what the far right in the United States are looking towards, and there are three ways that buyer shock infinite does this really well."}
{"start": "00:29:03.300", "end": "00:29:19.350", "speaker": "Liahm Ruest", "utterance": " One It shows it demonstrates the participation and the requirement of participation within white supremacy, to the state is reinforced usually through police violence and other military activity and three, the leaders of the state, end up playing politics, like a game itself."}
{"start": "00:29:22.380", "end": "00:29:31.290", "speaker": "Liahm Ruest", "utterance": " Like our current reality Dean on social media and Twitter, there are technologies that are in play within Colombian society as a whole."}
{"start": "00:29:32.220", "end": "00:29:40.950", "speaker": "Liahm Ruest", "utterance": " For example, lots of phones, which are in game collectibles that the player can collect our short form audio logs that detail."}
{"start": "00:29:41.370", "end": "00:29:47.910", "speaker": "Liahm Ruest", "utterance": " Major character minor character and npc us that exists within the society of Columbia."}
{"start": "00:29:48.810", "end": "00:30:00.030", "speaker": "Liahm Ruest", "utterance": " This is a chance for these characters to share internal thoughts and what we see similar to how we see trump supporters and other people, the far right expressing thoughts on Twitter Facebook and other digital media's."}
{"start": "00:30:00.630", "end": "00:30:10.470", "speaker": "Liahm Ruest", "utterance": " it's a way of taking internal thoughts and bringing them to the outside, but as a first person shooter there is conflict and gameplay and when the."}
{"start": "00:30:11.070", "end": "00:30:20.160", "speaker": "Liahm Ruest", "utterance": " When it becomes active in terms of the gameplay we see there we see choice being presented towards the player in the form of the raffle square level."}
{"start": "00:30:20.580", "end": "00:30:27.000", "speaker": "Liahm Ruest", "utterance": " Where the player is presented with a choice of throwing a baseball and beating up an interracial couple."}
{"start": "00:30:27.570", "end": "00:30:35.310", "speaker": "Liahm Ruest", "utterance": " The player has three choices they can either throw the ball at the interracial couple they can throw the ball at the antagonist who's the presenter of this raffle fair."}
{"start": "00:30:35.730", "end": "00:30:50.250", "speaker": "Liahm Ruest", "utterance": " or they can be passive and choose to not throw the ball at all and, depending on the choice, the player makes they are either rewarded for embracing white supremacy bringing justice towards this couple or they don't get any reward for being passive."}
{"start": "00:30:52.020", "end": "00:30:52.830", "speaker": "Liahm Ruest", "utterance": " as well."}
{"start": "00:30:54.150", "end": "00:31:01.950", "speaker": "Liahm Ruest", "utterance": " From the stick the perspective of the State police in Columbia are used to suppress these ideologies against the resisting forces."}
{"start": "00:31:02.580", "end": "00:31:08.160", "speaker": "Liahm Ruest", "utterance": " For example, the vox populi, which is the main resistance towards the way after class."}
{"start": "00:31:08.580", "end": "00:31:18.180", "speaker": "Liahm Ruest", "utterance": " is often suppressed, and we can detect and we can find these details through the environmental storytelling of view the player just discovering audio so, for example."}
{"start": "00:31:18.750", "end": "00:31:30.300", "speaker": "Liahm Ruest", "utterance": " In this scene here the two policemen are talking about new technology that is able to be used within Columbia, in order to reinforce and bring violence towards."}
{"start": "00:31:32.430", "end": "00:31:33.300", "speaker": "Liahm Ruest", "utterance": " These rebels."}
{"start": "00:31:35.220", "end": "00:31:47.940", "speaker": "Liahm Ruest", "utterance": " And it's quite a mad it's quite intense with its dialogue and it's this idea of law and order is at the beck and call of the State in order to protect the state and to protect the underlying ideology."}
{"start": "00:31:48.630", "end": "00:32:05.550", "speaker": "Liahm Ruest", "utterance": " And this leads to the final kind of aspect of what barbershop begins to sell as a story is that politics in itself is almost like a game, so we have our leader here comstock and we have trump in the United States."}
{"start": "00:32:06.510", "end": "00:32:13.170", "speaker": "Liahm Ruest", "utterance": " Using dividing conquer conquer techniques in order to push their idea of what utopia should be for the United States."}
{"start": "00:32:15.120", "end": "00:32:24.810", "speaker": "Liahm Ruest", "utterance": " At the end of the day this simulation of america's brightness is mythology in order to create a nostalgia for a supremacist past that."}
{"start": "00:32:25.860", "end": "00:32:27.030", "speaker": "Liahm Ruest", "utterance": " We know is wrong."}
{"start": "00:32:28.440", "end": "00:32:49.320", "speaker": "Liahm Ruest", "utterance": " It is the underlying metaphor of excessive exceptionalism that unravels which this game play if you play critically can help the player to understand the participant participatory nature of white supremacy, the act of the sea and violence by police and the act of politics as a game."}
{"start": "00:32:51.180", "end": "00:33:02.850", "speaker": "Liahm Ruest", "utterance": " So we can see here very similar things as to be knowing aesthetic but also the rhetoric that we see within photoshop you see blue lives matter."}
{"start": "00:33:03.480", "end": "00:33:17.430", "speaker": "Liahm Ruest", "utterance": " Which aligns itself with the police, as well as far right organizations such as the pathways and will the circle be unbroken at this point, I wrote this paper before the January 6 insurrection."}
{"start": "00:33:19.590", "end": "00:33:24.600", "speaker": "Liahm Ruest", "utterance": " So yeah time will tell, and that is the gist of my paper, so thank you for this."}
{"start": "00:33:29.040", "end": "00:33:34.620", "speaker": "Carlota Salvador Megias", "utterance": " Great Thank you so much, I mean the the actual content that at the end there was not great, but."}
{"start": "00:33:35.700", "end": "00:33:36.540", "speaker": "Carlota Salvador Megias", "utterance": " The work was great."}
{"start": "00:33:37.050", "end": "00:33:49.890", "speaker": "Carlota Salvador Megias", "utterance": " um, so now we have reached the discussion section um as the moderator there's something that I would like you to do just to help me keep track, which is, if you have a question to put Q in the chat and I will keep."}
{"start": "00:33:51.300", "end": "00:33:51.870", "speaker": "Carlota Salvador Megias", "utterance": " I will keep."}
{"start": "00:33:53.790", "end": "00:33:57.930", "speaker": "Carlota Salvador Megias", "utterance": " Myself engaged with the Q, I wanted a verb there."}
{"start": "00:33:59.670", "end": "00:34:08.070", "speaker": "Carlota Salvador Megias", "utterance": " We would like the panelists to engage with each other, first, so if the panelists have questions for each other, please go ahead, and I mean Patrick you can just."}
{"start": "00:34:08.550", "end": "00:34:09.870", "speaker": "Patrick Lichty", "utterance": " You can go case or anyone."}
{"start": "00:34:10.920", "end": "00:34:14.280", "speaker": "Carlota Salvador Megias", "utterance": " But everybody else, please let me know if you have a question."}
{"start": "00:34:16.380", "end": "00:34:16.890", "speaker": "Carlota Salvador Megias", "utterance": " hi."}
{"start": "00:34:18.120", "end": "00:34:25.680", "speaker": "Patrick Lichty", "utterance": " Leonardo I thought Leo I thought sorry Leo I thought your I thought yours was really good, but I think the one thing that I would."}
{"start": "00:34:25.680", "end": "00:34:31.620", "speaker": "Patrick Lichty", "utterance": " love to do is that i'd love to get into this a little bit more and a little bit more granularity because of the fact that i'm."}
{"start": "00:34:31.710", "end": "00:34:47.970", "speaker": "Patrick Lichty", "utterance": " i'm a i'm a tech i'm kind of a technic technology historian, for you know mass media and that's where thing so The thing is, is that it's really it's really true that you know companies, etc, but no really I kind of get into the notion that the early Internet was you know really primarily."}
{"start": "00:34:48.990", "end": "00:34:57.900", "speaker": "Patrick Lichty", "utterance": " You know, academic and and military you know until you about the 80s 80s 90s, and the one thing I think that you really frame this really well in that."}
{"start": "00:34:59.100", "end": "00:35:03.330", "speaker": "Patrick Lichty", "utterance": " I once did a piece in Karachi calling it was an installation called."}
{"start": "00:35:04.710", "end": "00:35:15.030", "speaker": "Patrick Lichty", "utterance": " drawing the Karachi Internet so what happened is is that I was engaging with the people in Karachi, Pakistan and we had a conversation about what would the Internet be like."}
{"start": "00:35:15.810", "end": "00:35:27.600", "speaker": "Patrick Lichty", "utterance": " To F, it was created in efforts started in Karachi, and that was a fantastic conversation that you know tried to dissenter you know this this this sort of you know, dialogue between."}
{"start": "00:35:28.110", "end": "00:35:39.300", "speaker": "Patrick Lichty", "utterance": " You know, between you know Anglo and and Colombian hedge hedge geminis of the Americas and the you know the the all the imperial stuff for last 500 years and that sort of thing and."}
{"start": "00:35:40.170", "end": "00:35:46.560", "speaker": "Patrick Lichty", "utterance": " You know is that yeah I think it's really interesting to consider how we can you know how it can."}
{"start": "00:35:47.460", "end": "00:35:54.210", "speaker": "Patrick Lichty", "utterance": " You know envisioning decolonization of of net net technologies, you know, and the only other thing I can say is that."}
{"start": "00:35:54.660", "end": "00:36:04.680", "speaker": "Patrick Lichty", "utterance": " You know how we can maybe start with that, even though the they're coming from the United States are things like raspberry pi's and such you know that you know just like a Linux computer that's under $50 that you know you could."}
{"start": "00:36:05.340", "end": "00:36:13.950", "speaker": "Patrick Lichty", "utterance": " Get get running and at least get into get into computation that could possibly dissenter from things like MacIntosh, and all this yeah."}
{"start": "00:36:14.340", "end": "00:36:27.210", "speaker": "Leonardo Flores", "utterance": " Well, you know I, I will say it, the US and analyze really got a good, solid 20 year head start on the rest of the world in the in the developing of."}
{"start": "00:36:27.870", "end": "00:36:39.840", "speaker": "Leonardo Flores", "utterance": " Of these technologies and and and he let even in the development of organizations like the elo is just a little over 20 years old right, and there are some older organizations hypertext."}
{"start": "00:36:39.840", "end": "00:36:47.250", "speaker": "Leonardo Flores", "utterance": " And those acm but, but basically notice also American, European organizations."}
{"start": "00:36:47.490", "end": "00:36:49.740", "speaker": "Leonardo Flores", "utterance": " Now we're starting to get leaked the lag."}
{"start": "00:36:49.770", "end": "00:36:57.840", "speaker": "Leonardo Flores", "utterance": " and others coming up the surface now when it comes to things like the raspberry pi here's the technology that's low cost so."}
{"start": "00:36:58.050", "end": "00:37:00.810", "speaker": "Leonardo Flores", "utterance": " lower the barrier to economic economic."}
{"start": "00:37:01.170", "end": "00:37:05.940", "speaker": "Leonardo Flores", "utterance": " Here, but it raises the technical barrier right and so."}
{"start": "00:37:07.230", "end": "00:37:08.160", "speaker": "Patrick Lichty", "utterance": " Maybe not a."}
{"start": "00:37:08.400", "end": "00:37:09.600", "speaker": "Leonardo Flores", "utterance": " it's gonna it's for me."}
{"start": "00:37:09.660", "end": "00:37:24.510", "speaker": "Patrick Lichty", "utterance": " it's getting less well, not so much, I mean the thing is, is that you know you've got you've got open source software, you know, like like open office you've got gimp you've got blender you've got a you know a lot of stuff that doesn't require a liquor programming, you know group so."}
{"start": "00:37:24.840", "end": "00:37:27.180", "speaker": "Leonardo Flores", "utterance": " I mean, with a software in there does help."}
{"start": "00:37:27.480", "end": "00:37:28.080", "speaker": "Patrick Lichty", "utterance": " For yeah."}
{"start": "00:37:28.500", "end": "00:37:29.880", "speaker": "Patrick Lichty", "utterance": " So it's it's getting flatter."}
{"start": "00:37:30.960", "end": "00:37:39.120", "speaker": "Leonardo Flores", "utterance": " yeah well and and every effort that lowers the bar and flattens that learning curve i'm all for it."}
{"start": "00:37:39.930", "end": "00:37:45.990", "speaker": "Patrick Lichty", "utterance": " yeah totally totally and the one one other thing is, as far as like you know centers of oppression things like that is that."}
{"start": "00:37:46.530", "end": "00:37:57.600", "speaker": "Patrick Lichty", "utterance": " I think, as well as as well as economics and you know gender inequity and race and all that sort of thing is i'm also very interested in able ISM and."}
{"start": "00:37:58.170", "end": "00:38:12.720", "speaker": "Patrick Lichty", "utterance": " And neurotypical reality, you know, to bring these things that narrative because the thing is a lot i've done a lot of work in in in non visual vr you know in spatial sound, and I think these are a lot of things, we also need to bring to the table as well."}
{"start": "00:38:13.530", "end": "00:38:25.410", "speaker": "Leonardo Flores", "utterance": " yeah I agree with Alan sondheim's comment that that there was this really kind of neat spot but, of course, who got to participate."}
{"start": "00:38:26.610", "end": "00:38:29.760", "speaker": "Leonardo Flores", "utterance": " Was was also deeply divided."}
{"start": "00:38:31.020", "end": "00:38:32.940", "speaker": "Leonardo Flores", "utterance": " In you know economic divides."}
{"start": "00:38:34.800", "end": "00:38:44.220", "speaker": "Leonardo Flores", "utterance": " anyways i'll i'll have our piggyback a question to Devon, and it isn't so much a question it, you know after your talk."}
{"start": "00:38:44.700", "end": "00:38:52.860", "speaker": "Leonardo Flores", "utterance": " I went and just did a quick Google search for farmville videos just that and I got one point 37 million."}
{"start": "00:38:53.580", "end": "00:39:07.710", "speaker": "Leonardo Flores", "utterance": " hits just on that search right and and I, you know, to think of farmville as as a platform that can be used for storytelling right and and I would imagine these videos are telling stories whether about how."}
{"start": "00:39:07.710", "end": "00:39:09.120", "speaker": "Leonardo Flores", "utterance": " To there's a lot of that."}
{"start": "00:39:09.540", "end": "00:39:18.660", "speaker": "Leonardo Flores", "utterance": " But then there's also just people sharing right and it's just watching other people play has become a form of entertainment and so."}
{"start": "00:39:19.650", "end": "00:39:32.280", "speaker": "Leonardo Flores", "utterance": " i'd love to I mean like i'm fascinated by something as simple as as farmville in terms of of its narrative potential, could you talk a little bit about that."}
{"start": "00:39:32.640", "end": "00:39:40.170", "speaker": "Devin Shepherd", "utterance": " Sure yeah I mean, I think I agree, I think it's a wonderful almost like a gateway for some people, they were still playing it up to the end, it was something they did."}
{"start": "00:39:40.470", "end": "00:39:51.750", "speaker": "Devin Shepherd", "utterance": " You know I almost said religiously but that's actually something I touched on in my papers, or like if you believe in something it's very helpful towards you know getting you into doing more of it right, so not just."}
{"start": "00:39:52.770", "end": "00:40:04.230", "speaker": "Devin Shepherd", "utterance": " Reinforcing but creating beliefs in us in systems so whether that's good or bad i'm not really sure if that you know, obviously, someone creating a video you know, creating content, you know we talk about content a lot."}
{"start": "00:40:05.490", "end": "00:40:09.810", "speaker": "Devin Shepherd", "utterance": " Regardless it's sort of at what point are you creating something."}
{"start": "00:40:11.400", "end": "00:40:15.270", "speaker": "Devin Shepherd", "utterance": " That is like you were talking about your your hierarchy of hierarchy of needs."}
{"start": "00:40:16.140", "end": "00:40:22.440", "speaker": "Devin Shepherd", "utterance": " that's something self actualization and I guess for some people that might be different things, depending on their own values what they feel is."}
{"start": "00:40:23.070", "end": "00:40:30.810", "speaker": "Devin Shepherd", "utterance": " What they want to do, I mean I really think it's it's short sighted to talk about things in terms of like low and high culture, especially now, when so many tools like."}
{"start": "00:40:31.230", "end": "00:40:38.340", "speaker": "Devin Shepherd", "utterance": " stiegler also talks about the prototype Terry ionization reducing access to tools, but what happens when those tools are."}
{"start": "00:40:39.210", "end": "00:40:44.070", "speaker": "Devin Shepherd", "utterance": " You know, given to you as like almost a rental I think about like going into when we used to go into stores."}
{"start": "00:40:44.280", "end": "00:40:49.500", "speaker": "Devin Shepherd", "utterance": " If you were going to buy a expensive piece of electronics, sometimes it would have like a cord attached to it and you'd pull it and it would."}
{"start": "00:40:49.770", "end": "00:40:59.250", "speaker": "Devin Shepherd", "utterance": " It would be attached and you couldn't remove it, you can kind of look at it, but you always had to put it back before you know after you were done you never completely had control over your own agency, you know with creativity and I think."}
{"start": "00:40:59.550", "end": "00:41:01.380", "speaker": "Devin Shepherd", "utterance": " You know something different, with digital tools, where."}
{"start": "00:41:02.760", "end": "00:41:12.810", "speaker": "Devin Shepherd", "utterance": " It always has to be plugged into something for it to be functional and so when platforms go away or farmville goes away, we still have the material, like the videos that people made I think that's great."}
{"start": "00:41:13.680", "end": "00:41:23.010", "speaker": "Devin Shepherd", "utterance": " You know I played as a kid I played neo pets and a lot of the Games were based on flash, but it also had a component, where much what you did was coding html and you know it taught people so much and."}
{"start": "00:41:23.610", "end": "00:41:37.200", "speaker": "Devin Shepherd", "utterance": " You know I didn't I didn't get into that my paper but there's definitely levels of it, and I think they lead to different places, potentially, and I think I always believe in people's creativity to do pretty amazing things with very limited resources, so I guess i'll leave it there."}
{"start": "00:41:45.540", "end": "00:41:54.600", "speaker": "Carlota Salvador Megias", "utterance": " Okay wonderful guys um if the panelists don't have any comments that they'd like to make to each other, immediately, I will oh."}
{"start": "00:41:55.440", "end": "00:42:01.620", "speaker": "Patrick Lichty", "utterance": " You know what one one more I was just going back to maybe Liam and john is what is that the."}
{"start": "00:42:02.730", "end": "00:42:07.260", "speaker": "Patrick Lichty", "utterance": " I was thinking of the idea of I think this idea of."}
{"start": "00:42:07.500", "end": "00:42:12.780", "speaker": "Patrick Lichty", "utterance": " resistance and fps games is is really problematic, but I was thinking of rockstar games."}
{"start": "00:42:14.100", "end": "00:42:18.090", "speaker": "Patrick Lichty", "utterance": " title, a state of emergency, as a as kind of a."}
{"start": "00:42:19.560", "end": "00:42:28.710", "speaker": "Patrick Lichty", "utterance": " As kind of a resistance simulator and i'm wondering what people think about that I have, I have very mixed feelings about this i'm just wondering whether other people feel about that."}
{"start": "00:42:32.040", "end": "00:42:40.110", "speaker": "Liahm Ruest", "utterance": " yeah I I said I have similar agreements to you in terms of from like an Anti violence perspective in terms of."}
{"start": "00:42:40.680", "end": "00:42:46.380", "speaker": "Liahm Ruest", "utterance": " Both the use of violence kind of beginning violence as this continual cycle, which I think."}
{"start": "00:42:47.040", "end": "00:43:09.090", "speaker": "Liahm Ruest", "utterance": " spoiler alert on an almost 10 year game kind of is at the heart of the whole plot twists within bio shock infinite is this complete kind of infinite cycle, and I think when it comes to a lot of first person kind of near like narrative driven games that Center around violence, I think."}
{"start": "00:43:10.410", "end": "00:43:21.180", "speaker": "Liahm Ruest", "utterance": " Putting the player in that position can ultimately backfire in some situations, I think of the ideas of like gameplay for example within."}
{"start": "00:43:23.310", "end": "00:43:29.820", "speaker": "Liahm Ruest", "utterance": " Even like the first iterations of bio shock where you are tasked to either save this little sister, which is this."}
{"start": "00:43:30.990", "end": "00:43:39.090", "speaker": "Liahm Ruest", "utterance": " genetically engineered little girl who produces like this biological material it's precious towards the society."}
{"start": "00:43:40.110", "end": "00:43:49.710", "speaker": "Liahm Ruest", "utterance": " You can either save her and get less of it, or you have to kill her in order to get more of it and it's more advantageous in the short term, so."}
{"start": "00:43:51.210", "end": "00:43:52.350", "speaker": "Liahm Ruest", "utterance": " In terms of."}
{"start": "00:43:54.210", "end": "00:43:54.840", "speaker": "Liahm Ruest", "utterance": " kind of."}
{"start": "00:43:56.850", "end": "00:43:59.520", "speaker": "Liahm Ruest", "utterance": " going against it, I would tend to agree."}
{"start": "00:44:00.180", "end": "00:44:12.630", "speaker": "Patrick Lichty", "utterance": " yeah and actually bio shock, I have a huge issue with it, you know basically day being based off of random the first place, you know it, it, it gives me the heebie jeebies so."}
{"start": "00:44:20.520", "end": "00:44:25.050", "speaker": "Carlota Salvador Megias", "utterance": " Okay, great, so I will now move down in the queue i'm sorry, you had a question."}
{"start": "00:44:30.780", "end": "00:44:31.530", "speaker": "S?ren Pold", "utterance": " Yes."}
{"start": "00:44:34.710", "end": "00:44:39.000", "speaker": "S?ren Pold", "utterance": " And my question is to Leo but perhaps also to the panel."}
{"start": "00:44:40.770", "end": "00:44:43.800", "speaker": "S?ren Pold", "utterance": " i'm very sympathetic to this idea of."}
{"start": "00:44:43.830", "end": "00:44:47.790", "speaker": "S?ren Pold", "utterance": " You know third generation, and you know, giving people access."}
{"start": "00:44:48.930", "end": "00:45:00.570", "speaker": "S?ren Pold", "utterance": " and also for this community to actually you know, listen to what happens outside of you know, our field, or in the broader culture, including being inclusive."}
{"start": "00:45:01.710", "end": "00:45:15.840", "speaker": "S?ren Pold", "utterance": " But I also well you know i'm probably argue for a sort of a dialectic of approach, because I think it's also a question of access to what and and and and in a way of putting it would be to say you know."}
{"start": "00:45:17.400", "end": "00:45:35.430", "speaker": "S?ren Pold", "utterance": " If I if I should be naughty on you and I know us, I can be a bit evil, I would say your argument almost sounds like you know the the design guru don Norman who sort of says that it is just a tool we shouldn't be in the way of the task, and you know that."}
{"start": "00:45:36.630", "end": "00:45:43.950", "speaker": "S?ren Pold", "utterance": " And we should you know not let let the interface, be a way of you know of the two."}
{"start": "00:45:45.210", "end": "00:45:56.970", "speaker": "S?ren Pold", "utterance": " So and and and, for me, you know that would be you know we will become subservient to the software basically to the big software and and lessons, you know."}
{"start": "00:45:59.100", "end": "00:46:02.190", "speaker": "S?ren Pold", "utterance": " yeah it's a question of how do we."}
{"start": "00:46:03.600", "end": "00:46:08.970", "speaker": "S?ren Pold", "utterance": " How do we, you know how do we get the greater outlook, while not."}
{"start": "00:46:12.930", "end": "00:46:19.110", "speaker": "S?ren Pold", "utterance": " You know risk becoming the Council farm will playing, along with the politics or yeah."}
{"start": "00:46:20.400", "end": "00:46:20.850", "speaker": "Leonardo Flores", "utterance": " You know."}
{"start": "00:46:21.930", "end": "00:46:42.090", "speaker": "Leonardo Flores", "utterance": " I think i'm kind of saying the opposite i'm saying they're all bad i'm saying, like, for example, I remember once having a really fun conversation with with WHO thunderous who was talking about how drupal is capitalism now drupal right free, open source."}
{"start": "00:46:43.530", "end": "00:46:54.000", "speaker": "Leonardo Flores", "utterance": " Programming great right, but if anyone in this room has ever tried to have drupal and host drupal you know that you need."}
{"start": "00:46:54.540", "end": "00:47:09.210", "speaker": "Leonardo Flores", "utterance": " A small army of technical professionals that are going to do the upgrades because it breaks at a you know I think wordpress is much better than then then then drupal."}
{"start": "00:47:09.750", "end": "00:47:19.680", "speaker": "Leonardo Flores", "utterance": " And, even so, it carries a lot of baggage within right so and i'm not even talking about fancy tools right, but the very fact that."}
{"start": "00:47:20.250", "end": "00:47:34.080", "speaker": "Leonardo Flores", "utterance": " That, to be able to have some of these free, open source systems, you have to throw capital you literally have to throw money at the problem or be at a high high high technical level."}
{"start": "00:47:34.740", "end": "00:47:43.560", "speaker": "Leonardo Flores", "utterance": " You know you have to be a Nick monfort right Nick monfort can afford to be free and open source, by the way, absolutely love my mom for it."}
{"start": "00:47:43.890", "end": "00:47:58.290", "speaker": "Leonardo Flores", "utterance": " Right, he and and his work and the work he does, and he works at MIT and the SS mission to share with the world is Toronto gorge is a platform right that's a poem that's a that's one of the first he lit."}
{"start": "00:47:58.860", "end": "00:48:12.750", "speaker": "Leonardo Flores", "utterance": " poetic he poetic forums native right so so I, so I think what he does, and his xen paper, for example, free, open source everything with the MIT license i'm one of the editors."}
{"start": "00:48:13.200", "end": "00:48:23.640", "speaker": "Leonardo Flores", "utterance": " I support this right i'm i'm putting my effort, where my mouth is and i'm creating platforms, that will make things a little easier for people to publish right."}
{"start": "00:48:24.090", "end": "00:48:35.370", "speaker": "Leonardo Flores", "utterance": " At the same time, I do recognize that, yes, we're giving access to the programming, but who has the knowledge to do programming."}
{"start": "00:48:35.820", "end": "00:48:45.690", "speaker": "Leonardo Flores", "utterance": " that's already a rarefied we've already cut out most of those pyramids and we've already cut out the whole bunch of people in in."}
{"start": "00:48:46.350", "end": "00:49:06.990", "speaker": "Leonardo Flores", "utterance": " In in the digital divide, and so what am I supporting if not something that maybe not at a sort of evil corporation data extraction level is exploiting people, but at a sort of weird or more distributed digital divide thing is still reinforcing."}
{"start": "00:49:08.310", "end": "00:49:24.930", "speaker": "Leonardo Flores", "utterance": " Shall I call it white supremacy, you know, is it is, it is have been conformed learn to program in English, mostly or don't participate so they're all bad, all we can do."}
{"start": "00:49:26.070", "end": "00:49:36.480", "speaker": "Leonardo Flores", "utterance": " All we can I mean heck what computer chips are made of is bad, you know, like or or all these components of mobile they're all bad, all we can do is."}
{"start": "00:49:37.890", "end": "00:49:43.260", "speaker": "Leonardo Flores", "utterance": " help me better right so so i'm not saying some things are good and some things are bad."}
{"start": "00:49:44.760", "end": "00:50:00.150", "speaker": "Leonardo Flores", "utterance": " Maybe some things are worse, but in some ways if they give access in some ways, they are better because they're giving participation so it's really complicated we're screwed it's all bad, but let's try to do good with this."}
{"start": "00:50:02.550", "end": "00:50:03.300", "speaker": "Leonardo Flores", "utterance": " And rant."}
{"start": "00:50:09.000", "end": "00:50:12.360", "speaker": "Carlota Salvador Megias", "utterance": " Okay let's move further down the queue dina."}
{"start": "00:50:18.450", "end": "00:50:20.190", "speaker": "Carlota Salvador Megias", "utterance": " dina would you like me to say your question."}
{"start": "00:50:25.620", "end": "00:50:28.590", "speaker": "Carlota Salvador Megias", "utterance": " Okay we're gonna skip dina for now Erica."}
{"start": "00:50:31.440", "end": "00:50:34.470", "speaker": "Erika Fulop", "utterance": " hi yes, let me just find my my Christian actually."}
{"start": "00:50:36.570", "end": "00:50:38.880", "speaker": "Erika Fulop", "utterance": " Yes, I know yeah it was also question for."}
{"start": "00:50:40.080", "end": "00:50:42.720", "speaker": "None", "utterance": "For you about whether."}
{"start": "00:50:44.460", "end": "00:50:48.030", "speaker": "Erika Fulop", "utterance": " This ideal new topic flattening or."}
{"start": "00:50:49.830", "end": "00:51:02.910", "speaker": "Erika Fulop", "utterance": " Of the availability and skill sets that we need for creating eat it doesn't involve some potential risk on the, on the other hand, that it would actually be flattened out, also for the."}
{"start": "00:51:03.390", "end": "00:51:12.990", "speaker": "Erika Fulop", "utterance": " What we might consider us an elitist or stadium kind of creativity, if you look at social media that's one of the risks that seems a little bit."}
{"start": "00:51:14.580", "end": "00:51:26.430", "speaker": "Erika Fulop", "utterance": " I don't know abuse, perhaps as a as a risk that will give you have the tools and it's easy to use, but you don't see perhaps that much of."}
{"start": "00:51:27.690", "end": "00:51:44.850", "speaker": "Erika Fulop", "utterance": " Very inventing us or it's a perhaps also the specificity of these platforms, that the more user friendly a tool is the day or less it allows perhaps for less space, it allows for more imaginative or kind of."}
{"start": "00:51:46.440", "end": "00:51:54.780", "speaker": "Erika Fulop", "utterance": " diverting hijacking kinds of fuses and are now might be too pessimistic and approach, but I don't know what everyone thinks and you're in particular."}
{"start": "00:51:57.480", "end": "00:52:04.020", "speaker": "Leonardo Flores", "utterance": " Well i'll say this and i'll connect a little bit with what we what Dana Larsen is mentioning in the chat."}
{"start": "00:52:04.800", "end": "00:52:18.780", "speaker": "Leonardo Flores", "utterance": " You know where in in in the developing world and tell me at least developed countries of the world where digital technologies and Internet access have have been able to to penetrate is through mobile technologies."}
{"start": "00:52:19.260", "end": "00:52:41.190", "speaker": "Leonardo Flores", "utterance": " And, and you know and, and that means a real dependency on not being able to code on using Apps and software that usually start with fairly limited features most things start simple, but then the features keep upgrading you know the instagram of now is not the instagram that started."}
{"start": "00:52:43.200", "end": "00:52:54.120", "speaker": "Leonardo Flores", "utterance": " tick tock etc so so i'm interested in now here you have people who are expressing themselves in potential in artistic."}
{"start": "00:52:55.230", "end": "00:53:07.980", "speaker": "Leonardo Flores", "utterance": " videography potentially literary ways, because many of these Apps allow you to insert writing into the products that you that you produce, and I think that is the bridge to the literary."}
{"start": "00:53:09.210", "end": "00:53:16.020", "speaker": "Leonardo Flores", "utterance": " There should also be a certain artistic intense of the use of writing and language, but at the same time."}
{"start": "00:53:16.530", "end": "00:53:29.520", "speaker": "Leonardo Flores", "utterance": " Here you have people moving away from the page we're all still living under the shadow of the page and and generationally we're climbing out of that, and so I think."}
{"start": "00:53:30.060", "end": "00:53:40.650", "speaker": "Leonardo Flores", "utterance": " Access people creating listen i'll take that let's say I mean people get bored with a simple features, eventually, they will move on to something better."}
{"start": "00:53:41.220", "end": "00:53:55.260", "speaker": "Leonardo Flores", "utterance": " And I think this is a massive, this is a massive digital skills incubator and creativity incubator and the stakes are so low, to be able to produce something."}
{"start": "00:53:55.590", "end": "00:54:07.530", "speaker": "Leonardo Flores", "utterance": " You don't have to have as much you don't have to be as high up on that maslow's pyramid of hierarchy of needs so it's access its numbers."}
{"start": "00:54:09.240", "end": "00:54:18.960", "speaker": "Erika Fulop", "utterance": " yeah yeah did I take your point and God saved me from suggesting that I don't mean to Texas or anything like that I was just wondering often."}
{"start": "00:54:19.410", "end": "00:54:26.460", "speaker": "Erika Fulop", "utterance": " Often back side and, indeed, you say that the platforms also take up also when they see that people are inventing and doing."}
{"start": "00:54:26.820", "end": "00:54:34.650", "speaker": "Erika Fulop", "utterance": " With their with their platforms, but ultimately, the problem is that, obviously, is the platforms, that will be defining what's creative and what what they embrace."}
{"start": "00:54:34.920", "end": "00:54:45.960", "speaker": "Erika Fulop", "utterance": " And what they promote to the other users and they also think the benefits from it, so this might be the part of the cycle that wasn't so visible probably it was already there before with the previous tools, but wasn't so."}
{"start": "00:54:46.590", "end": "00:54:47.220", "speaker": "Leonardo Flores", "utterance": " Why would."}
{"start": "00:54:47.520", "end": "00:55:04.680", "speaker": "Leonardo Flores", "utterance": " I would, I would like to see something like filter into instagram xen right to start to define and start to raise the bar and start to define what's cool and what's interesting at a literary level, and so this is us participating in these platforms."}
{"start": "00:55:07.260", "end": "00:55:07.590", "speaker": "Erika Fulop", "utterance": " Thanks."}
{"start": "00:55:09.540", "end": "00:55:10.860", "speaker": "Carlota Salvador Megias", "utterance": " i'm gonna jump around in the queue a."}
{"start": "00:55:10.860", "end": "00:55:15.750", "speaker": "Carlota Salvador Megias", "utterance": " little bit in the interest of having more panelists participate so like to do you want to ask your question."}
{"start": "00:55:18.330", "end": "00:55:19.350", "speaker": "Carlota Salvador Megias", "utterance": " Sure, and."}
{"start": "00:55:19.470", "end": "00:55:30.090", "speaker": "Lai-Tze Fan", "utterance": " If you can hear some background noise i'm in two panels of one, so if at any point, someone has said something serious and I randomly smiles that is not need not taking you seriously."}
{"start": "00:55:31.320", "end": "00:55:34.170", "speaker": "Lai-Tze Fan", "utterance": " My question is really um and thank you for a lot of her."}
{"start": "00:55:36.060", "end": "00:55:37.800", "speaker": "Lai-Tze Fan", "utterance": " have seen this away."}
{"start": "00:55:40.140", "end": "00:55:51.570", "speaker": "Lai-Tze Fan", "utterance": " Okay, so for Liam would you like to talk a little bit more about speculative fictions as as forms of morning narratives and and how they occur, uniquely and the."}
{"start": "00:55:52.320", "end": "00:56:04.560", "speaker": "Lai-Tze Fan", "utterance": " First person experiences, the unfolding experiences of gameplay, especially as you mentioned, like being in a first person shooter game, the effect of experiences so much more different and and then i'm when i'm referring to."}
{"start": "00:56:06.420", "end": "00:56:14.520", "speaker": "Lai-Tze Fan", "utterance": " The warning narratives and thinking specifically of the rising genre of classify which is climate fiction, which uses."}
{"start": "00:56:15.810", "end": "00:56:31.830", "speaker": "Lai-Tze Fan", "utterance": " Speculative fiction to show the extremes of where climate crisis will go, so can we do that for political situations political dystopias what what might that look like, I think I accidentally asked two questions, but the original one is."}
{"start": "00:56:33.750", "end": "00:56:35.430", "speaker": "Lai-Tze Fan", "utterance": " game plan morning narratives."}
{"start": "00:56:36.630", "end": "00:56:45.960", "speaker": "Liahm Ruest", "utterance": " I think gameplay is a great way in order to combat these kinds of issues, specifically when it comes to specular fiction I think most of the gameplay."}
{"start": "00:56:47.160", "end": "00:57:00.510", "speaker": "Liahm Ruest", "utterance": " That, if we look at like the 2010s is like kind of like a decade of gameplay there are a lot of examples when it comes to speculative fiction on pandemic even like the last of us, for example, is a great."}
{"start": "00:57:01.380", "end": "00:57:20.070", "speaker": "Liahm Ruest", "utterance": " way of looking at what is the what is like the spread of pandemic How does that affect not only our infrastructure in terms of like the actual places we live in environments and interacting with those but also the relationships that we have and then we'll build once."}
{"start": "00:57:22.920", "end": "00:57:25.080", "speaker": "Liahm Ruest", "utterance": " The best way to put it shit hits the fan."}
{"start": "00:57:27.270", "end": "00:57:44.370", "speaker": "Liahm Ruest", "utterance": " In a sense, I think, bio shock and it series as a whole is very much a speculative speculative series and it's in its own we see with the first iteration of buyer shock in 2007 deal with this kind of laissez faire."}
{"start": "00:57:45.390", "end": "00:57:57.450", "speaker": "Liahm Ruest", "utterance": " Capitalism run a run a muck at the bottom of the sea, and we see in its subsequent sequels and even in its dlc content we see the similar kind of approaches towards."}
{"start": "00:57:59.910", "end": "00:58:00.900", "speaker": "Liahm Ruest", "utterance": " Social acts."}
{"start": "00:58:02.310", "end": "00:58:15.540", "speaker": "Liahm Ruest", "utterance": " Like a mock socialist kind of utopia with bio shock to as kind of a rejection of the first one, and we see with infinite this kind of evangelical very conservative far right approach to it."}
{"start": "00:58:17.190", "end": "00:58:33.630", "speaker": "Liahm Ruest", "utterance": " I think, because of the immersive immersive nature of video games, it allows for I think specular fiction to be and, like genre to really kind of thrive, because there's the interactivity there's the discover ability within it."}
{"start": "00:58:35.820", "end": "00:58:36.390", "speaker": "Liahm Ruest", "utterance": " That."}
{"start": "00:58:37.860", "end": "00:58:42.630", "speaker": "Liahm Ruest", "utterance": " I think it's just really, really great presenting, I hope that answers your question."}
{"start": "00:58:42.960", "end": "00:58:49.920", "speaker": "Lai-Tze Fan", "utterance": " yeah and actually I remember, at the end of your talk, you were gesturing toward the fact that you'd written this part to the to the to the Congress."}
{"start": "00:58:50.880", "end": "00:59:00.990", "speaker": "Lai-Tze Fan", "utterance": " occupation, I don't think that's the right word because i'm pretty sure that replies activism, which is not what that was but i'm I would I would think that being."}
{"start": "00:59:01.950", "end": "00:59:06.300", "speaker": "Lai-Tze Fan", "utterance": " Having those circumstances brought to the foreground as as."}
{"start": "00:59:06.930", "end": "00:59:14.970", "speaker": "Lai-Tze Fan", "utterance": " An unmediated before they happen like when it happened, I think a lot of people thought this isn't even real this doesn't feel like i'm watching real life and."}
{"start": "00:59:15.420", "end": "00:59:25.200", "speaker": "Lai-Tze Fan", "utterance": " So, offering more of those circumstances, I think, is a little bit of was clarify does, and I think could be much could be more effective and."}
{"start": "00:59:25.830", "end": "00:59:33.840", "speaker": "Lai-Tze Fan", "utterance": " Pushing that message and making people realize this is how it could be if we're not careful, I don't want to take a speaker's time though so that's real stuff."}
{"start": "00:59:34.410", "end": "00:59:35.070", "speaker": "Liahm Ruest", "utterance": " I think it."}
{"start": "00:59:35.520", "end": "00:59:50.160", "speaker": "Liahm Ruest", "utterance": " If I can also just add to like kind of the I think it also projects, how it was or how it still is even, in some cases, if we look at the mechanisms within bio shock and kind of the ideas of."}
{"start": "00:59:52.080", "end": "00:59:56.670", "speaker": "Liahm Ruest", "utterance": " The State aligning itself and the police force, for example, aligning itself with."}
{"start": "00:59:57.780", "end": "01:00:01.470", "speaker": "Liahm Ruest", "utterance": " Far Right groups, we can see that within."}
{"start": "01:00:03.120", "end": "01:00:19.110", "speaker": "Liahm Ruest", "utterance": " Recent reports, at least from the Canadian military, for example, where far right groups are an active participate or within military and there is a big problem in Canada of that at the moment, we see this in similar instances with police forces, for example, where."}
{"start": "01:00:20.130", "end": "01:00:33.150", "speaker": "Liahm Ruest", "utterance": " You have ex military who have been radicalized either online or in person or wherever actively recruit members from police forces in order to form these militias."}
{"start": "01:00:34.320", "end": "01:00:38.580", "speaker": "Liahm Ruest", "utterance": " And we can see that happening in the past, even with other forms of media."}
{"start": "01:00:40.230", "end": "01:00:44.670", "speaker": "Liahm Ruest", "utterance": " off the top of my head, I think I I remember referencing."}
{"start": "01:00:45.720", "end": "01:00:56.280", "speaker": "Liahm Ruest", "utterance": " In another paper, the use of like the Ku Klux Klan like the idea of white genocide is the birth of like within birth of the nation as a means of attracting."}
{"start": "01:00:57.480", "end": "01:01:07.350", "speaker": "Liahm Ruest", "utterance": " To create these kinds of groups and similar sentiment, we can see within bio shock, but also other forms of gameplay and other video games, for that matter."}
{"start": "01:01:09.030", "end": "01:01:21.270", "speaker": "Liahm Ruest", "utterance": " And I think that's what reinforces this idea of like speculative fiction it's showing what could happen, but it also is like really referencing what has happened and what is still happening in this in our current reality."}
{"start": "01:01:27.690", "end": "01:01:34.260", "speaker": "Carlota Salvador Megias", "utterance": " hits okay with everybody, I want to sneak in with like a bridge question between Liam and devon's presentations."}
{"start": "01:01:36.090", "end": "01:01:48.390", "speaker": "Carlota Salvador Megias", "utterance": " So Devon, you made a very interesting comment about how satire games like farmville kind of fail is satire games, because you end up playing them sincerely in the same way that you would end up playing farmville."}
{"start": "01:01:48.960", "end": "01:01:58.800", "speaker": "Carlota Salvador Megias", "utterance": " And that made me think about while you were presenting Liam about the extent to which, by a shark actually does invite critical gameplay right, because it seems as if, like."}
{"start": "01:01:59.610", "end": "01:02:04.380", "speaker": "Carlota Salvador Megias", "utterance": " The project that cow clicker I think that you were talking about Devon like ends up."}
{"start": "01:02:04.980", "end": "01:02:13.680", "speaker": "Carlota Salvador Megias", "utterance": " not really inviting that engaging gameplay it goes right back into what you would expect a farm bill, and I was, I was actually shocked no pun intended when I saw."}
{"start": "01:02:14.280", "end": "01:02:28.050", "speaker": "Carlota Salvador Megias", "utterance": " The visuals for bio shock they didn't look anything like I thought they would and i've been living under a rock so I guess i've never seen a screenshot from bio shock but yeah so i'm wondering what your guys's thoughts are on that."}
{"start": "01:02:30.990", "end": "01:02:31.470", "speaker": "Devin Shepherd", "utterance": " um."}
{"start": "01:02:31.620", "end": "01:02:33.930", "speaker": "Devin Shepherd", "utterance": " Do you want to go first Liam I had the privilege of reading."}
{"start": "01:02:34.110", "end": "01:02:41.460", "speaker": "Devin Shepherd", "utterance": " liam's paper and i'd like to hear his point of view on this first since there's a lot more to buy a shock than there is at least content wise, then there is the Farm Bill i'd say so."}
{"start": "01:02:45.600", "end": "01:02:49.170", "speaker": "Liahm Ruest", "utterance": " yeah, I think, could you repeat the question just quickly."}
{"start": "01:02:49.920", "end": "01:02:51.540", "speaker": "Carlota Salvador Megias", "utterance": " Sorry, no i'm sorry i'm so long winded."}
{"start": "01:02:51.630", "end": "01:03:02.880", "speaker": "Carlota Salvador Megias", "utterance": " um yeah I was just wondering, to what extent bio shock actually does invite the player to play it critically right because you mentioned like part of its appeal is critically engage the gameplay but."}
{"start": "01:03:04.200", "end": "01:03:07.230", "speaker": "Carlota Salvador Megias", "utterance": " i'm wondering what resources are there in the game to encourage that."}
{"start": "01:03:08.160", "end": "01:03:27.450", "speaker": "Liahm Ruest", "utterance": " I think, at least, whenever whenever the company that publish the games that UK I think whenever they first marketed the game they had some basis as to the story mode and what people were expecting a bio shock franchise game so in 2007."}
{"start": "01:03:28.680", "end": "01:03:39.210", "speaker": "Liahm Ruest", "utterance": " Bio shock, the original it was critically acclaimed for storytelling and I think people go in to bio shock expecting story versus gameplay it's not like a."}
{"start": "01:03:41.130", "end": "01:03:42.390", "speaker": "Liahm Ruest", "utterance": " it's not like a."}
{"start": "01:03:43.710", "end": "01:03:46.680", "speaker": "Liahm Ruest", "utterance": " Like a call of duty, where the gameplay is refined."}
{"start": "01:03:48.270", "end": "01:04:01.770", "speaker": "Liahm Ruest", "utterance": " Bio shock infinite and the barbershop series as a whole, I think, from a storytelling perspective, one is expected to have this critical engagement with its audience and to."}
{"start": "01:04:02.910", "end": "01:04:06.720", "speaker": "Liahm Ruest", "utterance": " Within the game itself, there are so many."}
{"start": "01:04:07.830", "end": "01:04:12.990", "speaker": "Liahm Ruest", "utterance": " different areas to not only explore, but also to interact with in terms of."}
{"start": "01:04:14.610", "end": "01:04:20.310", "speaker": "Liahm Ruest", "utterance": " And PCs with their audio clippings, for example, so I majority of my essay."}
{"start": "01:04:21.360", "end": "01:04:29.520", "speaker": "Liahm Ruest", "utterance": " And whenever I was replaying it to write this I say, a majority of these interactions happen immediately at the start of the game."}
{"start": "01:04:30.840", "end": "01:04:50.520", "speaker": "Liahm Ruest", "utterance": " And you aren't a lot of gun you aren't allowed any weapons you aren't allowed any plasmids and the first hour of the game is essentially a walkthrough of not only the lore and kind of feeling, but also what is the society about so you can go up to npc they will say their bits."}
{"start": "01:04:51.660", "end": "01:04:58.230", "speaker": "Liahm Ruest", "utterance": " But also the aesthetic kind of realm of the game where you're seeing propaganda posters we're seeing."}
{"start": "01:04:59.550", "end": "01:05:02.340", "speaker": "Liahm Ruest", "utterance": " Children interacting with other."}
{"start": "01:05:03.690", "end": "01:05:05.430", "speaker": "Liahm Ruest", "utterance": " with other forms of propaganda."}
{"start": "01:05:06.960", "end": "01:05:16.290", "speaker": "Liahm Ruest", "utterance": " There are references back to popular media, which is another another tangent within the game and kind of how the society is shaped."}
{"start": "01:05:16.770", "end": "01:05:35.970", "speaker": "Liahm Ruest", "utterance": " And you only start to really get into conflict in terms of gameplay after you make your first move in kind of your first active participation either opposing white supremacy by stating that couple or favoring white supremacy by throwing the ball of the couple."}
{"start": "01:05:37.140", "end": "01:05:43.980", "speaker": "Liahm Ruest", "utterance": " So I think in terms of inviting people in order to critically thinking in order to observe the environmental storytelling of the game."}
{"start": "01:05:44.880", "end": "01:05:56.880", "speaker": "Liahm Ruest", "utterance": " The first level and first aspects of bio shock in order to not give you your weapons immediately that kind of forces the player in order to really engage with what the text is saying."}
{"start": "01:06:01.980", "end": "01:06:05.880", "speaker": "Devin Shepherd", "utterance": " To build on what Liam was saying, I hadn't played by a shock, but I."}
{"start": "01:06:06.990", "end": "01:06:14.220", "speaker": "Devin Shepherd", "utterance": " kind of at the same time, I was reading liam's paper I ran into a recent book of criticism about the games industry which."}
{"start": "01:06:14.820", "end": "01:06:20.160", "speaker": "Devin Shepherd", "utterance": " Much of it focuses on the studio that's created by a shocker kind of set the precedent for this type of game and."}
{"start": "01:06:20.550", "end": "01:06:28.830", "speaker": "Devin Shepherd", "utterance": " A lot of these studios begin with this grand idea of we want to make this you know oftentimes I guess this author talks about them in terms of immersive simulation so the genre."}
{"start": "01:06:29.130", "end": "01:06:39.300", "speaker": "Devin Shepherd", "utterance": " Is this open world game where you're asked to make all these decisions, but you know, for one thing there's the Meta narrative of the studio they die because they can't consistently produce games like this that are really."}
{"start": "01:06:40.440", "end": "01:06:46.980", "speaker": "Devin Shepherd", "utterance": " Extremely you know immersive they burn out a lot of the time and then there's also the narrative of like."}
{"start": "01:06:47.400", "end": "01:06:56.400", "speaker": "Devin Shepherd", "utterance": " Who are you in the game like Where are you in relation to the rest of this world like you're not like some surf in a factory that never leaves and has to like produce you know this like."}
{"start": "01:06:56.790", "end": "01:07:02.850", "speaker": "Devin Shepherd", "utterance": " you're not in the syndicate that can begin she in novel you know you're not like a somebody who has a way."}
{"start": "01:07:03.180", "end": "01:07:11.070", "speaker": "Devin Shepherd", "utterance": " to your agency essentially your character has agency so you're situated in a position where like I believe the main character of bio shocking infinite is."}
{"start": "01:07:11.790", "end": "01:07:24.630", "speaker": "Devin Shepherd", "utterance": " An ex pinkerton so someone who is already sort of like indicated in this like power structure where there's people who are just below it and in sort of are faced and on in terms of speculative fiction like you know I just recently read."}
{"start": "01:07:25.800", "end": "01:07:34.890", "speaker": "Devin Shepherd", "utterance": " A station 11, which is about you know pandemic pandemic global pandemic world ends published in 2014 so contemporaneous with you know it's it's it's very."}
{"start": "01:07:35.760", "end": "01:07:44.700", "speaker": "Devin Shepherd", "utterance": " prophetic in a way, but you know in researching that it just one of the criticisms that I read of specular fiction was that oftentimes it's it's."}
{"start": "01:07:45.600", "end": "01:07:50.670", "speaker": "Devin Shepherd", "utterance": " The the disaster element is meant to affect a certain group so like we were saying."}
{"start": "01:07:51.360", "end": "01:07:57.930", "speaker": "Devin Shepherd", "utterance": " You know we've touched on like it's always you're always situated somehow in relationship in a political relationship with the content."}
{"start": "01:07:58.290", "end": "01:08:13.020", "speaker": "Devin Shepherd", "utterance": " And you know I don't think it affects it's safe to say it doesn't affect everyone in the same way, so um you know, in the sense of like environmental demise to go back to what Dr Finn was talking about earlier like you know you have a very specific kind of person who is."}
{"start": "01:08:14.190", "end": "01:08:24.540", "speaker": "Devin Shepherd", "utterance": " Or maybe even position in society that that that that reads books or engages with this type of literature, you know top of the hierarchy concerns like they're, the ones who are going to be."}
{"start": "01:08:25.170", "end": "01:08:32.550", "speaker": "Devin Shepherd", "utterance": " sort of astonished and taking it back and and you know really it's like we don't want to become like the other that we're afraid of becoming like essentially so."}
{"start": "01:08:33.150", "end": "01:08:41.100", "speaker": "Devin Shepherd", "utterance": " yeah it raises a lot of interesting questions, and I think really bio shock and farmville aren't that different in terms of the system that produces them and makes them valuable."}
{"start": "01:08:42.390", "end": "01:08:48.360", "speaker": "Devin Shepherd", "utterance": " The mechanisms are pretty much the same despite the content being quite different, the choices being the choices we have employment quite different."}
{"start": "01:08:49.530", "end": "01:08:53.100", "speaker": "Patrick Lichty", "utterance": " One thing I think about is whether the, what are the differences between like."}
{"start": "01:08:54.180", "end": "01:09:04.500", "speaker": "Patrick Lichty", "utterance": " bow shock and Farm Bill, but then, on the other hand, is that I worked a bit with the ubisoft and they're over Abu Dhabi and The thing is, is there, their."}
{"start": "01:09:05.100", "end": "01:09:13.740", "speaker": "Patrick Lichty", "utterance": " idea is that you know the the protagonist isn't the hero, and there was the the, the world is the hero, you know, in other words it's sort of like."}
{"start": "01:09:14.160", "end": "01:09:22.830", "speaker": "Patrick Lichty", "utterance": " You know the your character isn't important you know it's it's the it's the world that's around and then the other things I think of stories like sky room, you know which are."}
{"start": "01:09:23.100", "end": "01:09:37.890", "speaker": "Patrick Lichty", "utterance": " Also, open that have other you know other things so i'm just kind of wondering what the potential duties with that are versus you know much more tightly scripted environments, you know, like like bio shock and and even cow clicker which have very specific criteria."}
{"start": "01:09:39.420", "end": "01:09:39.900", "speaker": "Devin Shepherd", "utterance": " Yet to."}
{"start": "01:09:41.550", "end": "01:09:52.470", "speaker": "Devin Shepherd", "utterance": " patrick's point I think it's really interesting to think about it, what he presented on this sort of like going out into the actual world and capturing maybe I it looked like to me like photograph a tree where you're kind of like."}
{"start": "01:09:53.160", "end": "01:09:53.910", "speaker": "Patrick Lichty", "utterance": " yeah it was."}
{"start": "01:09:54.030", "end": "01:09:56.820", "speaker": "Devin Shepherd", "utterance": " yeah you're actually land and actually the last."}
{"start": "01:09:57.270", "end": "01:10:05.460", "speaker": "Patrick Lichty", "utterance": " The last constraint on the whole thing is that when display land got got obsolete it on, and so I made 82 I have 82."}
{"start": "01:10:05.970", "end": "01:10:14.610", "speaker": "Patrick Lichty", "utterance": " You know 3D models of all these terrains as earth and I use only you 16 of them in in confinement spaces, and so the thing is, is that."}
{"start": "01:10:15.090", "end": "01:10:29.640", "speaker": "Patrick Lichty", "utterance": " This is a set of work, and this is set of material that I can work with you know, probably for years, but the issue is is that they're all object files and i've got video files and all that sort of thing but guess what I can't get anything like it ever again, which is really fasting."}
{"start": "01:10:31.980", "end": "01:10:46.290", "speaker": "Devin Shepherd", "utterance": " yeah just mentioned that, because it seems like the production of that is totally different to the production of a video game at any scale, but definitely farmville and bio shocker made by teams and you know tons of technical expertise behind that, and you know, a single auteur or something."}
{"start": "01:10:46.590", "end": "01:10:47.010", "speaker": "Devin Shepherd", "utterance": " that's not."}
{"start": "01:10:47.220", "end": "01:10:59.160", "speaker": "Devin Shepherd", "utterance": " A usual to see you know, in the commercial world to reference what Dr Flores said in the chat about you know we have there's there's a framework for it, which also really reduces what it can potentially be at the end of the day."}
{"start": "01:11:00.210", "end": "01:11:02.400", "speaker": "Devin Shepherd", "utterance": " So that's interesting I guess to me."}
{"start": "01:11:04.710", "end": "01:11:11.250", "speaker": "Patrick Lichty", "utterance": " Just as a just as a quick commentary is that confined spaces has over 10,000 pieces of media in it."}
{"start": "01:11:12.900", "end": "01:11:21.690", "speaker": "Patrick Lichty", "utterance": " So, and I literally I worked on it, for I worked on it solidly probably about three quarter three quarter time each week for probably at least four to five months."}
{"start": "01:11:22.980", "end": "01:11:23.340", "speaker": "Patrick Lichty", "utterance": " So."}
{"start": "01:11:26.640", "end": "01:11:39.120", "speaker": "Carlota Salvador Megias", "utterance": " It seems we're almost out of time we've got one minute left i'm sorry for the questions that we didn't get to um please feel free to continue the discussion in our track channel on discord if you're on there, and if you're not."}
{"start": "01:11:40.470", "end": "01:11:45.510", "speaker": "Carlota Salvador Megias", "utterance": " Direct messaged me, and I can send you an invite link um thanks a lot everybody."}
{"start": "01:11:47.820", "end": "01:11:49.350", "speaker": "Leonardo Flores", "utterance": " Thank you all this was great."}
{"start": "01:11:50.130", "end": "01:11:50.670", "speaker": "Liahm Ruest", "utterance": " Thank you."}