{"start": "00:01:14.520", "end": "00:01:17.370", "speaker": "Anastasia Salter", "utterance": " Alright nevermind we'll dispense with a Jingle."}
{"start": "00:01:21.000", "end": "00:01:26.700", "speaker": "Anastasia Salter", "utterance": " seems a shame not to start this one on retro gaming aesthetics, but we will roll out."}
{"start": "00:01:27.930", "end": "00:01:36.480", "speaker": "Anastasia Salter", "utterance": " So thank you for joining us, and particularly for still being with us this way here in near the end of the incredible."}
{"start": "00:01:37.350", "end": "00:01:53.130", "speaker": "Anastasia Salter", "utterance": " and lengthy conference day then organizing team has put together for us so we're going to go through just short presentations in the order list in the program so first up is exactly island with the generated word."}
{"start": "00:01:56.010", "end": "00:01:57.150", "speaker": "Zach Whalen (He|Him)", "utterance": " All right, Hello everyone."}
{"start": "00:01:57.570", "end": "00:02:03.990", "speaker": "Zach Whalen (He|Him)", "utterance": " i'm going to share my screen and get started, so this would be a short."}
{"start": "00:02:04.890", "end": "00:02:12.240", "speaker": "Zach Whalen (He|Him)", "utterance": " Presentation based on much longer paper so i'm going to move kind of quickly through some things and not really have much time to get into any of the examples, but."}
{"start": "00:02:12.600", "end": "00:02:17.550", "speaker": "Zach Whalen (He|Him)", "utterance": " i'm hoping that you may recognize some of these examples, and of course we can talk about some of these in the discussion as we go into it."}
{"start": "00:02:18.450", "end": "00:02:26.130", "speaker": "Zach Whalen (He|Him)", "utterance": " First of all, the title has changed slightly I switched out the word generic for metaphoric and you'll see why I hope is again to it but."}
{"start": "00:02:26.730", "end": "00:02:35.820", "speaker": "Zach Whalen (He|Him)", "utterance": " My idea was think I was just I was attracted to the alliteration and also, I think it makes it better juxtaposition with Meta nemec and it also more precisely identifies what I actually want to talk about."}
{"start": "00:02:36.450", "end": "00:02:44.610", "speaker": "Zach Whalen (He|Him)", "utterance": " In general, what I want to talk about in this is a computer generated books, so this is a broad category of things and i'm attempting to."}
{"start": "00:02:45.120", "end": "00:02:51.450", "speaker": "Zach Whalen (He|Him)", "utterance": " Narrow it slightly by casting a pretty wide net and then sort of chopping that net into three still pretty large pieces, I suppose."}
{"start": "00:02:52.020", "end": "00:03:00.480", "speaker": "Zach Whalen (He|Him)", "utterance": " But just broadly i'm thinking about books that are generated in some way by a computer i'm going to not going to talk about generation or methods or."}
{"start": "00:03:00.990", "end": "00:03:07.740", "speaker": "Zach Whalen (He|Him)", "utterance": " Things like that, because those are topics well covered elsewhere and other presentations at this conference and just in general, but of course we can talk about those if that's."}
{"start": "00:03:08.310", "end": "00:03:13.110", "speaker": "Zach Whalen (He|Him)", "utterance": " Something that you're interested in i'm also going to be talking about including in the spring, net that i'm casting."}
{"start": "00:03:13.710", "end": "00:03:21.990", "speaker": "Zach Whalen (He|Him)", "utterance": " Many, many different genres and purposes and motivations for creating a computer generated book so that includes you know that all of these different genres."}
{"start": "00:03:22.650", "end": "00:03:39.600", "speaker": "Zach Whalen (He|Him)", "utterance": " Here and more also when I think about computer generated books, I am thinking of specifically probably several your printed like physical books but also, I would include in that pdfs as well hoops me back."}
{"start": "00:03:41.340", "end": "00:03:48.360", "speaker": "Zach Whalen (He|Him)", "utterance": " So sorry I had an extra button there so and i'm thinking pdfs as book like enough or."}
{"start": "00:03:49.020", "end": "00:03:51.960", "speaker": "Zach Whalen (He|Him)", "utterance": " i'm kind of thinking through what Lisa Lisa Gilman calls."}
{"start": "00:03:52.230", "end": "00:04:01.560", "speaker": "Zach Whalen (He|Him)", "utterance": " near prints where she says that pdfs or individually bounded and distinct and so in a lot of ways they carry a lot of the properties or the rhetorics of print, and so I feel like it's appropriate to include those in these."}
{"start": "00:04:02.310", "end": "00:04:10.140", "speaker": "Zach Whalen (He|Him)", "utterance": " terms of the sources and, like the scope, I guess, of this big broad net that i'm casting there are several important sources or venues, I guess, for."}
{"start": "00:04:10.800", "end": "00:04:18.840", "speaker": "Zach Whalen (He|Him)", "utterance": " Computer generated books to exist, so I am thinking, the largest that certainly comes from nano general national novel generation month but i'm also thinking about."}
{"start": "00:04:19.410", "end": "00:04:30.660", "speaker": "Zach Whalen (He|Him)", "utterance": " Certain publishers like counter path which does the using electricity series i'm also thinking about artistic print on demand, which is another interesting kind of adjacent category of digital they re work."}
{"start": "00:04:31.290", "end": "00:04:37.260", "speaker": "Zach Whalen (He|Him)", "utterance": " i'm also thinking of listed here is the first book ever written by a computer with a picture of policemen spear just have constructed."}
{"start": "00:04:37.620", "end": "00:04:47.220", "speaker": "Zach Whalen (He|Him)", "utterance": " And I don't mean just that book, but I mean books like it and there's almost a sub genre or some type of books that are known or described as the first ever book written by computer there's there's several of those."}
{"start": "00:04:47.940", "end": "00:04:53.370", "speaker": "Zach Whalen (He|Him)", "utterance": " So those are these are just kind of broad categories and i'm thinking through and then these, these are the three."}
{"start": "00:04:53.790", "end": "00:05:01.020", "speaker": "Zach Whalen (He|Him)", "utterance": " I guess genres or maybe heuristics, these are the three differences different strands I suppose that i'm interested in, as I talk about these."}
{"start": "00:05:01.620", "end": "00:05:07.770", "speaker": "Zach Whalen (He|Him)", "utterance": " Meta nemec metaphors and operation list, and I just want to go through and look at each of these with some examples of each and then."}
{"start": "00:05:08.580", "end": "00:05:15.570", "speaker": "Zach Whalen (He|Him)", "utterance": " that's pretty much it so magnetic books, these are books, with a literary or artistic appeal that is specifically bookish so I here's."}
{"start": "00:05:15.810", "end": "00:05:26.550", "speaker": "Zach Whalen (He|Him)", "utterance": " specifically mean bookish as in the bullishness that just expressing and talks about where these are books, where their material factor, the circumstances their existence or their sculptural qualities or their perpetual elements."}
{"start": "00:05:27.180", "end": "00:05:35.130", "speaker": "Zach Whalen (He|Him)", "utterance": " or even the ways in which their their content, seems to be addressing their production circulation and reception, these are things that."}
{"start": "00:05:36.540", "end": "00:05:42.780", "speaker": "Zach Whalen (He|Him)", "utterance": " are met an image in the sense that it is a book, but it is also making us think about books inviting us to think about those things."}
{"start": "00:05:43.290", "end": "00:05:57.780", "speaker": "Zach Whalen (He|Him)", "utterance": " Reading for these is often trivial or relevant So these are almost like book shapes works of art, you might say so, a lot of the print on demand works fit into this category, so things like the black book or volume or dear lulu there's others as well that I would include in this category."}
{"start": "00:05:58.890", "end": "00:06:05.610", "speaker": "Zach Whalen (He|Him)", "utterance": " The cover of the sun also rises which prints out the names of colors in pixels of an image of the cover of the sun also rises."}
{"start": "00:06:06.180", "end": "00:06:17.970", "speaker": "Zach Whalen (He|Him)", "utterance": " A simic writing is another example, and this one may be a bit controversial, but I want to also put in a million random digits with 100,000 normal deviants into this category of men and women, because it's very much shaped like a book, but not exactly readable."}
{"start": "00:06:19.170", "end": "00:06:26.400", "speaker": "Zach Whalen (He|Him)", "utterance": " other words that have been generated These are words that you can literally read, but that are shaped like a book in ways that are meant to be evocative and."}
{"start": "00:06:27.300", "end": "00:06:36.270", "speaker": "Zach Whalen (He|Him)", "utterance": " Hopefully, are the one that I created I hope this evocative So those are reading books and again their their book like this has to do with their their importance in their meaning."}
{"start": "00:06:36.900", "end": "00:06:45.210", "speaker": "Zach Whalen (He|Him)", "utterance": " Not important books are those with their meanings contingent upon existing literature or genres So these are words a parody satire remix any number of other."}
{"start": "00:06:46.140", "end": "00:06:53.340", "speaker": "Zach Whalen (He|Him)", "utterance": " Words you can put into that often the procedure for generating these is trivial, or at least it's easy to figure out or reverse engineer."}
{"start": "00:06:54.090", "end": "00:06:59.940", "speaker": "Zach Whalen (He|Him)", "utterance": " This would include things like the various kinds of travesty generator works Markov chains would fall into this usually."}
{"start": "00:07:00.450", "end": "00:07:12.870", "speaker": "Zach Whalen (He|Him)", "utterance": " Reading is the point for these and it's often pretty funny or it's meant to be funny so This includes things like emoji deke which uses emoji to translate the texts of emerging of moby Dick."}
{"start": "00:07:13.410", "end": "00:07:21.810", "speaker": "Zach Whalen (He|Him)", "utterance": " Through the prejudice class which swapped out dialogue from pride and prejudice with dialogue from moby Dick twice intelligence which puts the content of tweets into the dialogue of pride and prejudice."}
{"start": "00:07:22.860", "end": "00:07:30.180", "speaker": "Zach Whalen (He|Him)", "utterance": " Other examples moby Dick she he which just adds parents medical like giggles every time the word Dick or sperm appears in."}
{"start": "00:07:30.990", "end": "00:07:39.420", "speaker": "Zach Whalen (He|Him)", "utterance": " moby Dick, which I find hilarious 50,000 meals, you could also say that this is a Meta nemec book as well, because you can't exactly read it, but it replaces the text of."}
{"start": "00:07:40.650", "end": "00:07:52.740", "speaker": "Zach Whalen (He|Him)", "utterance": " Any book with appropriately sized words transformation, so the word meal and then auto summarize buying just now here's an example, this is from recent nano DEMO this is ready player in which."}
{"start": "00:07:54.660", "end": "00:08:04.560", "speaker": "Zach Whalen (He|Him)", "utterance": " Is a parody of whichever work you run through the through the system, but it also is a parody of ready player one it basically inserts unnecessary pop cultural references into any text so."}
{"start": "00:08:04.980", "end": "00:08:06.960", "speaker": "Zach Whalen (He|Him)", "utterance": " This is from the climactic scene and Frankenstein."}
{"start": "00:08:07.620", "end": "00:08:11.190", "speaker": "Zach Whalen (He|Him)", "utterance": " i'll just read a bit here, I would have seized him, but he alluded me and put in the House with Preston."}
{"start": "00:08:11.370", "end": "00:08:19.110", "speaker": "Zach Whalen (He|Him)", "utterance": " Preston precipitation in a few moments I saw him and his boat pretty much like Sunday crockett scarab in Miami vice, but not as bad as what shot across the waters with an arrow we swiftness."}
{"start": "00:08:19.380", "end": "00:08:24.600", "speaker": "Zach Whalen (He|Him)", "utterance": " And as soon last a miss the waves, so you can see how it's improving Frankenstein way adding more contemporary references."}
{"start": "00:08:25.050", "end": "00:08:31.170", "speaker": "Zach Whalen (He|Him)", "utterance": " And then, finally, an operational his books, these are books, where the meaning emerges from contemplating the computational origins of the work."}
{"start": "00:08:31.440", "end": "00:08:39.600", "speaker": "Zach Whalen (He|Him)", "utterance": " And there's basically two subtypes Of these, these are those were the processes are evident where we know what they are, because the source code is shared and that's kind of the interesting parts."}
{"start": "00:08:40.320", "end": "00:08:51.180", "speaker": "Zach Whalen (He|Him)", "utterance": " And this is also includes works, where the code is not shared and there's some sense of obfuscation in both of those cases, our interest often lies in the process, we want to know how this was made, and this includes works that."}
{"start": "00:08:52.260", "end": "00:08:54.690", "speaker": "Zach Whalen (He|Him)", "utterance": " Where we don't know exactly how they were made, because they weren't."}
{"start": "00:08:55.440", "end": "00:09:05.430", "speaker": "Zach Whalen (He|Him)", "utterance": " The authors weren't forthcoming about the processes so we wonder about the process and we want to know how they made these books, so this includes things like policeman's beard just this once wescott French haven't thing and travel on but carolyn McCauley."}
{"start": "00:09:06.960", "end": "00:09:10.260", "speaker": "Zach Whalen (He|Him)", "utterance": " and also some more recent books were in these cases, we do know many of the processes."}
{"start": "00:09:10.920", "end": "00:09:16.770", "speaker": "Zach Whalen (He|Him)", "utterance": " But there's still a tease and some question about how they works and and why, and so that becomes part of our interest in working on these."}
{"start": "00:09:17.220", "end": "00:09:22.470", "speaker": "Zach Whalen (He|Him)", "utterance": " This is probably the largest category and probably the most familiar category to people in this audience, I would say."}
{"start": "00:09:23.430", "end": "00:09:33.690", "speaker": "Zach Whalen (He|Him)", "utterance": " This is just a brief point i'll just this, this will be my final thing here a, this is a work called simple dialogues from the most recent managing mode and it's it's a it takes the."}
{"start": "00:09:35.280", "end": "00:09:42.120", "speaker": "Zach Whalen (He|Him)", "utterance": " It takes a simple dialogue, a simple conversation and then breaks down each of the phonetic aspects of each word spoken in that dialogue."}
{"start": "00:09:42.420", "end": "00:09:53.280", "speaker": "Zach Whalen (He|Him)", "utterance": " And then translate them into the physiological describing the physiological processes necessary to make the sounds that produced the words in this civil dialogue, and then we get the words so it's this really like intimate almost erotic kind of thing."}
{"start": "00:09:53.820", "end": "00:09:56.790", "speaker": "Zach Whalen (He|Him)", "utterance": " She keeps some space between your tongue on the roof of your mouth with her vocal folds."}
{"start": "00:09:56.820", "end": "00:10:04.440", "speaker": "Zach Whalen (He|Him)", "utterance": " Tennessee releases air through her mouth she runs her lips, so that they create a small opening with her tongue and relaxed position at the back or mousy titans her vocal folds releases air through your mouth."}
{"start": "00:10:05.250", "end": "00:10:13.470", "speaker": "Zach Whalen (He|Him)", "utterance": " In the traditional nano gen was 50,000 words of pros like this and it's really quite evocative I think and intimate and interesting."}
{"start": "00:10:14.220", "end": "00:10:25.920", "speaker": "Zach Whalen (He|Him)", "utterance": " So that's it, these are the three kinds i'm going to fork magnetic operational list I understand they're they're kind of rough I feel like the i'm still not totally satisfied with the terminology and a lot of ways, so I look forward to your."}
{"start": "00:10:26.820", "end": "00:10:33.900", "speaker": "Zach Whalen (He|Him)", "utterance": " questions and comments and discussion, but I hope it's a useful entryway into this really large and really interesting field of computer generated books."}
{"start": "00:10:35.010", "end": "00:10:35.640", "speaker": "Zach Whalen (He|Him)", "utterance": " So thank you."}
{"start": "00:10:37.860", "end": "00:10:38.160", "speaker": "Anastasia Salter", "utterance": " Thanks."}
{"start": "00:10:39.360", "end": "00:10:44.880", "speaker": "Anastasia Salter", "utterance": " Next up, we have kayden Burke and rickrolling and James Brian with English diversification for the billion."}
{"start": "00:10:52.470", "end": "00:11:10.710", "speaker": "Henry Koelling", "utterance": " cool I can start i'm i'm Henry alongside kayden and James from the computer science department at carleton college we're pleased to be sharing with you our paper English for supplication for the billion translating the early Latin poetry generator artificial versifying."}
{"start": "00:11:12.360", "end": "00:11:12.690", "speaker": "None", "utterance": "So."}
{"start": "00:11:15.750", "end": "00:11:24.000", "speaker": "Henry Koelling", "utterance": " The subject of our research artificial versifying was published in the form of a booklet and 1677 by London based inventor john Peter."}
{"start": "00:11:24.690", "end": "00:11:35.790", "speaker": "Henry Koelling", "utterance": " Within the book, there are six table is comprised of what seemed to be scrambled letters, however, following the system device by Peter tables can be used to produce adequately form that in Dec teletext a minute."}
{"start": "00:11:37.350", "end": "00:11:43.620", "speaker": "Henry Koelling", "utterance": " They didn't Peter second edition of the clip just a year later, it took them over 12 years to produce the system."}
{"start": "00:11:44.130", "end": "00:11:57.450", "speaker": "Henry Koelling", "utterance": " Now, although we cannot know for certain we can speculate that his creative process was influenced by the great player London, which was occurring 12 years before the initial publication, something that we can all relate to."}
{"start": "00:11:58.920", "end": "00:12:01.560", "speaker": "Henry Koelling", "utterance": " So we can look at the actual tables now."}
{"start": "00:12:03.810", "end": "00:12:07.680", "speaker": "Kaeden Berg", "utterance": " So we're going to walk through very quickly how these tables are actually work."}
{"start": "00:12:08.730", "end": "00:12:16.320", "speaker": "Kaeden Berg", "utterance": " The idea is each input is six digits that each digit will then correspond to one of these six."}
{"start": "00:12:16.320", "end": "00:12:27.930", "speaker": "Kaeden Berg", "utterance": " tables, the digital is us, with a special process which will show you in a second to basically create a word from scrambled letters in the tables tables themselves are actually word banks."}
{"start": "00:12:28.980", "end": "00:12:39.420", "speaker": "Kaeden Berg", "utterance": " Each corresponding to different types of words that mean the sentence, for example, the first one is normative case nouns which would often be the subject, or could also be accusative case for some of them."}
{"start": "00:12:40.140", "end": "00:12:52.590", "speaker": "Kaeden Berg", "utterance": " So what will happen is you'll take your did your first digit and what you'll do is, you will take it by one and start counting so for inputs five start counting it is six."}
{"start": "00:12:53.220", "end": "00:13:06.600", "speaker": "Kaeden Berg", "utterance": " And then it'll count up, seven, eight and then the Nice letter you write down to that is your first letter and you restart the count and you can't back up to nine again to get your next letter and you continue this process, all the way up until you hit one of the black boxes."}
{"start": "00:13:07.680", "end": "00:13:15.480", "speaker": "Kaeden Berg", "utterance": " Each of the nine letter sequences contain a letter for each of the words, the word banks some letters some words and earlier."}
{"start": "00:13:15.870", "end": "00:13:25.080", "speaker": "Kaeden Berg", "utterance": " So, because of that some of the letters and the letter sequences are actually just randomized so not all letters will correspond to works, but you see, we hit the black box and we got the word tour to be that."}
{"start": "00:13:28.260", "end": "00:13:28.710", "speaker": "Kaeden Berg", "utterance": " One second."}
{"start": "00:13:31.980", "end": "00:13:34.530", "speaker": "Henry Koelling", "utterance": " Well, so as for a translation approach."}
{"start": "00:13:35.580", "end": "00:13:39.540", "speaker": "Henry Koelling", "utterance": " We aim to translate this in English, of course, there are many."}
{"start": "00:13:40.800", "end": "00:13:42.150", "speaker": "Henry Koelling", "utterance": " difficulties in doing so."}
{"start": "00:13:43.410", "end": "00:13:51.570", "speaker": "Henry Koelling", "utterance": " Inspired by many works, including the renderings project by Nick mumford and many others, we have to contribute to the growing area of Isla translation."}
{"start": "00:13:53.100", "end": "00:14:02.370", "speaker": "Henry Koelling", "utterance": " So rather than focusing on translating individual outputs we focused on translating the actual system itself artificial versifying is capable of generating."}
{"start": "00:14:02.910", "end": "00:14:21.600", "speaker": "Henry Koelling", "utterance": " 531,441 unique lines of adequately formed Latin verse from just 54 words in the tables so to to do so, Peter relied on specific characteristics of the Latin language when organizing these six tables."}
{"start": "00:14:22.050", "end": "00:14:28.920", "speaker": "Henry Koelling", "utterance": " And unfortunately characteristics on directly translate into English, and this could be."}
{"start": "00:14:30.030", "end": "00:14:38.070", "speaker": "Henry Koelling", "utterance": " turned this could be coined as the local our algorithmic dissonance concepts defined by kaitlyn."}
{"start": "00:14:39.690", "end": "00:14:47.580", "speaker": "Henry Koelling", "utterance": " So come back this issue, we produce multiple translations of the 54 words that address different aspects of the Latin."}
{"start": "00:14:48.090", "end": "00:15:05.850", "speaker": "Henry Koelling", "utterance": " First approach we focused on preserving the meeting of the Latin words and paper we refer to this as aggressive meaning preservation and then next we focused on preserving the meter of the Latin for structure and there in our paper we refer to this as the aggressive meter preservation."}
{"start": "00:15:07.290", "end": "00:15:23.730", "speaker": "Henry Koelling", "utterance": " After using both these translations we attempted to construct a magnum opus combining both of these ideas into one final translation, and in doing so, we were forced to make several conduct in session."}
{"start": "00:15:24.750", "end": "00:15:27.540", "speaker": "Henry Koelling", "utterance": " And among, among others, the problems."}
{"start": "00:15:27.630", "end": "00:15:36.660", "speaker": "Henry Koelling", "utterance": " we've grappled with the most were maintaining the meeting and the meter and also producing grammatical English that preserve the original Latin word order."}
{"start": "00:15:38.010", "end": "00:15:43.170", "speaker": "Henry Koelling", "utterance": " Now we can look at a sample output featuring all of our different translation."}
{"start": "00:15:45.210", "end": "00:15:48.510", "speaker": "Kaeden Berg", "utterance": " So for the input of 25933 to."}
{"start": "00:15:48.870", "end": "00:15:54.180", "speaker": "Kaeden Berg", "utterance": " The original artificial first fine would give us torpedo Bella skill Castle bunch tempura pro."}
{"start": "00:15:55.320", "end": "00:16:03.840", "speaker": "Kaeden Berg", "utterance": " It for just translating word by word, which is our aggressive meaning translation, it gives us the ugly wars, I think, create times wicked you can already see the."}
{"start": "00:16:04.260", "end": "00:16:12.600", "speaker": "Kaeden Berg", "utterance": " idea of Gary kind of get with English is trying to give you, but some words are switched around in weird ways and it doesn't exactly makes sense."}
{"start": "00:16:13.110", "end": "00:16:24.150", "speaker": "Kaeden Berg", "utterance": " Are aggressive meaning translation also is not meaning for English comprehension per se if we wanted to get that we would end up switching word order which is really hard to do so we're also hoping to preserve."}
{"start": "00:16:25.110", "end": "00:16:37.350", "speaker": "Kaeden Berg", "utterance": " input correspondence, so if we want to switch the last word with the second to last word, then the input would actually be different to give us the same output we'd have to give it to 59323 instead."}
{"start": "00:16:38.370", "end": "00:16:41.550", "speaker": "Kaeden Berg", "utterance": " Our aggressive meter translation was attempting some form of."}
{"start": "00:16:42.660", "end": "00:16:48.240", "speaker": "Kaeden Berg", "utterance": " Taking the Latin original examiner and binding it to English it doesn't work exactly because Latin."}
{"start": "00:16:49.500", "end": "00:16:56.400", "speaker": "Kaeden Berg", "utterance": " Really relies on variable length and in English valid links can change, depending on the context of the word, or where you're from."}
{"start": "00:16:56.760", "end": "00:17:05.430", "speaker": "Kaeden Berg", "utterance": " it's not as hard set as it was in some Latin poetry, so we instead have a couple different methods we use that we described in our paper to kind of buying this."}
{"start": "00:17:06.420", "end": "00:17:15.570", "speaker": "Kaeden Berg", "utterance": " Old meter to English our final compromise focuses both on getting the meaning across and the meter and also English comprehension, this was a more."}
{"start": "00:17:15.900", "end": "00:17:30.150", "speaker": "Kaeden Berg", "utterance": " Experimental one where we do actually switch the tables orders around, and we also change around some of the actual words themselves were somewhere, one of the tables had adjectives and adverbs and we tried to find it just to be adjectives because."}
{"start": "00:17:31.290", "end": "00:17:40.350", "speaker": "Kaeden Berg", "utterance": " The word order between adjective noun and verb adverb end up getting very funky and made the outputs sound incorrect."}
{"start": "00:17:41.040", "end": "00:17:45.570", "speaker": "Kaeden Berg", "utterance": " So we have to show you our tables, we finally made, which was one of the most important parts to us was."}
{"start": "00:17:46.380", "end": "00:17:58.560", "speaker": "Kaeden Berg", "utterance": " Keeping this original format and seeing if we could generate our own poems based on that and, as you can see, we are able to ours, of course, spaces and a lot more extra randomized letters near the end just because the word."}
{"start": "00:17:59.850", "end": "00:18:08.820", "speaker": "Kaeden Berg", "utterance": " Like varied a lot, but using this you can use the original method and input six digits to create your own English poetry in the original Latin meter."}
{"start": "00:18:11.490", "end": "00:18:11.880", "speaker": "Kaeden Berg", "utterance": " Great."}
{"start": "00:18:12.780", "end": "00:18:17.940", "speaker": "Henry Koelling", "utterance": " Before we go we'd like to thank the yellow board for allowing us to present and all the other events."}
{"start": "00:18:18.510", "end": "00:18:34.950", "speaker": "Henry Koelling", "utterance": " throughout the week, and also the carleton college humanities Center student research partnership award which supported us in our initial research and you can visit our paper at tiny URL COM link below tiny URL COM slash."}
{"start": "00:18:39.060", "end": "00:18:39.390", "speaker": "Kaeden Berg", "utterance": " again."}
{"start": "00:18:40.440", "end": "00:18:41.670", "speaker": "Anastasia Salter", "utterance": " Okay cool Thank you."}
{"start": "00:18:42.780", "end": "00:18:44.670", "speaker": "Anastasia Salter", "utterance": " Next up, we have Dan McMullen with."}
{"start": "00:18:44.760", "end": "00:18:47.310", "speaker": "Anastasia Salter", "utterance": " gastro poetics text generation and the body."}
{"start": "00:18:48.210", "end": "00:18:50.520", "speaker": "Davin Heckman", "utterance": " hi i'm well, so I."}
{"start": "00:18:51.690", "end": "00:19:02.430", "speaker": "Davin Heckman", "utterance": " Speaking of the body, and in reality and things like that and plan to put together a little like mini slideshow but the world conspired against me this morning."}
{"start": "00:19:03.600", "end": "00:19:14.880", "speaker": "Davin Heckman", "utterance": " So i'm just going to kind of highlight a couple points from the paper, but the paper you can find it and and read it and i'll try to get through it quickly here just my key points, and so, for those of you who aren't familiar with this."}
{"start": "00:19:15.450", "end": "00:19:29.970", "speaker": "Davin Heckman", "utterance": " gastro poetics sort of experiments that have taken place, the last couple elo conferences and there Scott rehberg and talent Mehmet have worked together to create tix generators that would would."}
{"start": "00:19:31.980", "end": "00:19:35.970", "speaker": "Davin Heckman", "utterance": " create these little poetic menus which they would then."}
{"start": "00:19:37.440", "end": "00:19:56.460", "speaker": "Davin Heckman", "utterance": " prepare for a handful of guests in real time, and so this is real food that real people would eat based on instructions given by a computer and I was thinking about and I had the chance because I live across the street from town, when I can see there's his house, you can see his house."}
{"start": "00:19:57.480", "end": "00:20:00.870", "speaker": "Davin Heckman", "utterance": " And I was hoping town would be here."}
{"start": "00:20:02.520", "end": "00:20:04.350", "speaker": "Davin Heckman", "utterance": " Right now actually but."}
{"start": "00:20:06.390", "end": "00:20:06.930", "speaker": "Davin Heckman", "utterance": " The."}
{"start": "00:20:08.400", "end": "00:20:16.020", "speaker": "Davin Heckman", "utterance": " The thing so i've been lucky to have a couple of meals as talent and Scott had been working on their."}
{"start": "00:20:17.190", "end": "00:20:20.550", "speaker": "Davin Heckman", "utterance": " text generators and get to test this out because it's it's."}
{"start": "00:20:21.180", "end": "00:20:30.960", "speaker": "Davin Heckman", "utterance": " Not just does it, you know it's not just a question of like Oh, are you getting good limericks out of the you know for the Limerick diet, or you know getting good quadrants from the quarantine quadrants."}
{"start": "00:20:31.770", "end": "00:20:39.360", "speaker": "Davin Heckman", "utterance": " But then the other part, is is you know, can the food be prepared in the time allowed and."}
{"start": "00:20:40.770", "end": "00:20:42.360", "speaker": "Davin Heckman", "utterance": " Is it any good to eat."}
{"start": "00:20:43.530", "end": "00:20:46.920", "speaker": "Davin Heckman", "utterance": " And it got me really thinking about this and."}
{"start": "00:20:48.210", "end": "00:20:56.850", "speaker": "Davin Heckman", "utterance": " What does this tell me about electronic literature and so that's kind of prompted this paper and so there's just a couple sort of ideas that i'd pull out."}
{"start": "00:20:57.480", "end": "00:21:13.050", "speaker": "Davin Heckman", "utterance": " That maybe you were thinking about one is to think about it in relationship in relation to certain sort of modernist experiments with food and cooking and one of the things I think that's kind of been common in in."}
{"start": "00:21:14.130", "end": "00:21:30.450", "speaker": "Davin Heckman", "utterance": " A lot of elite scholarship you know, are you know sort of different harmony guard movements and their impact on sort of how we think about experimental language, and you know yeah so you have you know sort of futurist food and you have.is food."}
{"start": "00:21:32.010", "end": "00:21:36.540", "speaker": "Davin Heckman", "utterance": " And surrealist food and then and fluxus food."}
{"start": "00:21:38.610", "end": "00:21:51.750", "speaker": "Davin Heckman", "utterance": " experiments and there's a lot of other sort of experiments with food in there, but thinking about those different sort of antecedents to Isla practice you when you look at sort of the the fluxus meals, I think."}
{"start": "00:21:52.770", "end": "00:21:54.480", "speaker": "Davin Heckman", "utterance": " are probably."}
{"start": "00:21:55.980", "end": "00:22:02.550", "speaker": "Davin Heckman", "utterance": " So a recreate tear of my ninja you know it has this body of."}
{"start": "00:22:03.810", "end": "00:22:08.850", "speaker": "Davin Heckman", "utterance": " Work, based around cooking and eating together, and I think you could look at those kinds of."}
{"start": "00:22:11.100", "end": "00:22:24.480", "speaker": "Davin Heckman", "utterance": " avant garde practices, and you know, think about you know what what each might bring to our consideration of Isla and and, if you think about it through the lens of sort of like gastro poetics well you know we can think about."}
{"start": "00:22:26.610", "end": "00:22:28.680", "speaker": "Davin Heckman", "utterance": " Are we are we considering you know."}
{"start": "00:22:29.880", "end": "00:22:43.800", "speaker": "Davin Heckman", "utterance": " Work that's obsessed with novelty, or are we thinking about experience, and I think that's something that you know, maybe would be a useful insight right we well, a lot of time in our field we think about novelty, we think about new approaches."}
{"start": "00:22:44.970", "end": "00:22:57.330", "speaker": "Davin Heckman", "utterance": " And oftentimes the question of experience, or what is happening to you get sidelined and so, as I was thinking through this project in relation to different avant garde practices i'm thinking well you know, like fluxus might be."}
{"start": "00:22:58.560", "end": "00:23:11.340", "speaker": "Davin Heckman", "utterance": " A place to go to think about ila for the future, another thing that that sort of I started to think about was this question of like Taylor ization and, like the scientific management approaches and how."}
{"start": "00:23:12.060", "end": "00:23:28.440", "speaker": "Davin Heckman", "utterance": " You know, human Labor gets rationalized right, and of course we live in a time where it's not just a person with a stopwatch measuring our emotions and sort of managing industrial production practices, but you know social practices now are sort of being engineered using."}
{"start": "00:23:29.880", "end": "00:23:33.360", "speaker": "Davin Heckman", "utterance": " Using platforms, and so we can think about."}
{"start": "00:23:35.010", "end": "00:23:40.440", "speaker": "Davin Heckman", "utterance": " You know the the degree to which the process of food production and consumption could be Taylor eyes."}
{"start": "00:23:41.580", "end": "00:23:47.760", "speaker": "Davin Heckman", "utterance": " and put that into conversation with a lot of other things that you know we experienced like grief love despair."}
{"start": "00:23:47.970", "end": "00:23:56.880", "speaker": "Davin Heckman", "utterance": " seduction joy relaxation, you know how did these things get captured and turned into different you know we come up with different kinds of Labor we call it Labor."}
{"start": "00:23:57.150", "end": "00:24:07.230", "speaker": "Davin Heckman", "utterance": " You know, sex work emotional Labor counseling self care right these all become sort of economic processes that that, especially in this age of social media right."}
{"start": "00:24:07.620", "end": "00:24:16.800", "speaker": "Davin Heckman", "utterance": " We turn even very idiosyncratic things like an inner personal conversation or a condolence or flirtation you know become these sort of."}
{"start": "00:24:17.670", "end": "00:24:33.690", "speaker": "Davin Heckman", "utterance": " Events that get data mined and analyzed and then optimized and then and then analyzed even further, and so we could think about you know what what that might do to our processes like eating right and and you know whether or not."}
{"start": "00:24:34.740", "end": "00:24:41.760", "speaker": "Davin Heckman", "utterance": " algorithmically generated food is good, I mean, I would argue taco bell right is is basically like."}
{"start": "00:24:42.900", "end": "00:24:58.950", "speaker": "Davin Heckman", "utterance": " A food algorithm right we have X ingredients, how do we create a new menu item based on those ingredients and that's what you get at taco bell and it's further helped along by you go in plugging thing in the kiosk and that's what you get and you know and does that constitute."}
{"start": "00:25:00.090", "end": "00:25:01.680", "speaker": "Davin Heckman", "utterance": " A nourishing experience."}
{"start": "00:25:03.240", "end": "00:25:10.410", "speaker": "Davin Heckman", "utterance": " And you know what are the other gratifications we think about when we think about eating also preparing food."}
{"start": "00:25:11.760", "end": "00:25:19.260", "speaker": "Davin Heckman", "utterance": " You know, it might be something we could bring over to electronic literature, more broadly, is just to think about gratifications in that way."}
{"start": "00:25:20.250", "end": "00:25:31.230", "speaker": "Davin Heckman", "utterance": " As well yeah definitely better than taco bell Scott, of course, but thinking about like a bad a bad example of machine generated food, maybe would be taco bell."}
{"start": "00:25:32.970", "end": "00:25:47.160", "speaker": "Davin Heckman", "utterance": " And, and then thinking about sort of this idea of grammar language and platform, and this is something that you know john kaylee's discussed quite a bit, but thinking about you know how behavior gets organized by norms and expect expectations."}
{"start": "00:25:47.730", "end": "00:25:53.100", "speaker": "Davin Heckman", "utterance": " You know, and then the degree to which our social life can reward deviation and surprise."}
{"start": "00:25:54.570", "end": "00:26:02.940", "speaker": "Davin Heckman", "utterance": " In relation to normative expectations, and so you know we have this tension between sort of manners and customs that enable a kind of tactical play."}
{"start": "00:26:03.270", "end": "00:26:16.590", "speaker": "Davin Heckman", "utterance": " And that creates a occasions for some version and how do you digital platforms, you know challenge occasions of tactical subversion and how do those sorts of tactical subversion."}
{"start": "00:26:17.130", "end": "00:26:34.260", "speaker": "Davin Heckman", "utterance": " And that that sort of dialectic of pleasure and satisfaction was surprised how they made manifest at the table right because you don't want to be too terribly surprised when you sit down to eat a meal that it, you know makes you sick or tastes terrible."}
{"start": "00:26:35.610", "end": "00:26:48.450", "speaker": "Davin Heckman", "utterance": " And so you know these are these are another way to think about maybe you lead is like how to sort of localize it in specific events that we experience, rather than thinking about them against the general background of the backdrop of."}
{"start": "00:26:49.440", "end": "00:27:02.400", "speaker": "Davin Heckman", "utterance": " technology industries in general i'm i'm over time so i'm gonna let it go there, so you can look at the paper, and you can find the links to everything i'm sorry to keep keep on going."}
{"start": "00:27:03.930", "end": "00:27:04.290", "speaker": "Davin Heckman", "utterance": " Thank you."}
{"start": "00:27:06.270", "end": "00:27:06.780", "speaker": "Anastasia Salter", "utterance": " Thank you."}
{"start": "00:27:07.980", "end": "00:27:13.980", "speaker": "Anastasia Salter", "utterance": " Last but not least, we have lior carlin with hunting pixels how gaming rethinks physical interactions."}
{"start": "00:27:15.720", "end": "00:27:17.700", "speaker": "Lyr Colin", "utterance": " Thank you yeah just."}
{"start": "00:27:18.090", "end": "00:27:25.320", "speaker": "Lyr Colin", "utterance": " offered by saying my people was actually the name currency but I usually for simplicity sake and as a preferred name so don't be surprised."}
{"start": "00:27:26.580", "end": "00:27:36.930", "speaker": "Lyr Colin", "utterance": " By that people was a word that is sort of the beginning of a reflection which I want to explore further as part of my ongoing research i'm a second year PhD students i'm very much of the beginning of."}
{"start": "00:27:37.470", "end": "00:27:47.460", "speaker": "Lyr Colin", "utterance": " The process, and I would say it's definitely less than precise project like the ones we just heard about which seen amazing and maybe more of the beginning of just the line of thoughts."}
{"start": "00:27:48.750", "end": "00:27:55.680", "speaker": "Lyr Colin", "utterance": " And so the main interest of the Paper itself was the kind of physical interactions that we can go through individual spaces."}
{"start": "00:27:56.700", "end": "00:28:14.880", "speaker": "Lyr Colin", "utterance": " And so, in order to discuss that I divided my reflection three different parts which I think would probably gain from being developed each into a form paper, but so the first one was sort of a more theoretical parts that looked at medium large as an intensity just gaming or anything."}
{"start": "00:28:15.930", "end": "00:28:25.140", "speaker": "Lyr Colin", "utterance": " But it must use cinema theory to sort of see how the notion of a strictly audio visual media or something to perceive a security visual usually can be."}
{"start": "00:28:25.860", "end": "00:28:30.300", "speaker": "Lyr Colin", "utterance": " Well, that notion can be contested and understood and border since oil terms and so."}
{"start": "00:28:31.230", "end": "00:28:37.050", "speaker": "Lyr Colin", "utterance": " I use specifically to reference this lauren marks on the one hand, and when Linda Williams from the other."}
{"start": "00:28:37.710", "end": "00:28:46.230", "speaker": "Lyr Colin", "utterance": " to sort of understand the media experience is something that it's kind of broader than just an individual experience and so lauren marks for instance I."}
{"start": "00:28:47.130", "end": "00:29:03.600", "speaker": "Lyr Colin", "utterance": " sort of talked about this sense of a passive sensorial experience of the audience that sucked in you know everything around them so from its surroundings chaz the feeling of the of the seats under their butts that usually feel quite bad after two hours of movie."}
{"start": "00:29:04.830", "end": "00:29:14.730", "speaker": "Lyr Colin", "utterance": " You know the smell of food or just the smell of cinema theatre, which could have been cigarettes as well, I must mention in in other days."}
{"start": "00:29:15.570", "end": "00:29:20.820", "speaker": "Lyr Colin", "utterance": " or even the taste of popcorn which might be associated or in themselves to the experience of cinema going."}
{"start": "00:29:21.630", "end": "00:29:29.340", "speaker": "Lyr Colin", "utterance": " And so, all those experience she argued were integral parts of the cinema experience so sort of showing that it's not just an individual thing."}
{"start": "00:29:29.760", "end": "00:29:39.240", "speaker": "Lyr Colin", "utterance": " but rather something encompasses all their senses at once, which I thought was interesting for the rest of my of my paper and then Linda Williams."}
{"start": "00:29:39.780", "end": "00:29:53.550", "speaker": "Lyr Colin", "utterance": " I I thought she took a more active active sorry approach to audience ship with the idea that the media object itself could sort of transfer diabetic sensations such as you know, fear sadness horniness."}
{"start": "00:29:54.900", "end": "00:29:59.250", "speaker": "Lyr Colin", "utterance": " onto the viewer and so therefore have this sort of like more."}
{"start": "00:30:00.720", "end": "00:30:07.710", "speaker": "Lyr Colin", "utterance": " I guess active engagement of the viewer with them idiotic objects i'm so going with that sort of."}
{"start": "00:30:09.540", "end": "00:30:20.700", "speaker": "Lyr Colin", "utterance": " That sort of idea I went to my second part, which takes a closer look at gaming specifically Mr P geez so massively multiplayer on multiplayer sorry online or play games."}
{"start": "00:30:21.420", "end": "00:30:35.460", "speaker": "Lyr Colin", "utterance": " And how the player experience in them and where pjs engages a sense of physicality through through the Games Avatar and so here I sort of discussed the notion that I called disembodied physicality."}
{"start": "00:30:36.690", "end": "00:30:43.740", "speaker": "Lyr Colin", "utterance": " which, basically, I would say, consists in transferring one's own body perception and body language to a virtual Avatar."}
{"start": "00:30:44.190", "end": "00:30:51.240", "speaker": "Lyr Colin", "utterance": " which will, which will email, so we will make act as if it had its own sort of physical perceptions."}
{"start": "00:30:51.570", "end": "00:30:57.930", "speaker": "Lyr Colin", "utterance": " So, for instance I mentioned how players didn't use the avatars to convey a sense of body language and different situations with a you know emotes."}
{"start": "00:30:58.350", "end": "00:31:08.970", "speaker": "Lyr Colin", "utterance": " or even just you know jumping around i'm sure those of you have played in the mortgages know that when you meet someone you know, usually jump around them a lot and that's how they notice you don't say anything in the chat."}
{"start": "00:31:11.760", "end": "00:31:21.510", "speaker": "Lyr Colin", "utterance": " And, and often to the sort of idea that when you talk with someone online usually have your avatars meet up at some point if it's a lengthy conversation."}
{"start": "00:31:22.140", "end": "00:31:32.790", "speaker": "Lyr Colin", "utterance": " Even though you don't necessarily need that um to to happen, for the sake of the chat just not requiring physical proximity of the avatars."}
{"start": "00:31:33.780", "end": "00:31:42.810", "speaker": "Lyr Colin", "utterance": " um and then my third part is sort of took a closer look at vr and sort of more in comparison to my it's my second part as well."}
{"start": "00:31:43.290", "end": "00:31:53.040", "speaker": "Lyr Colin", "utterance": " And so sort of going from the idea that, unlike with Mr P geez Dr require the players direct physical involvement with a proper body of flesh and blood."}
{"start": "00:31:53.700", "end": "00:31:59.790", "speaker": "Lyr Colin", "utterance": " As as a part of the game, and so I wanted to think of how that engagement affected the notion of virtual physicality."}
{"start": "00:32:00.420", "end": "00:32:08.580", "speaker": "Lyr Colin", "utterance": " And that's, of course, since there is no more does embodiments, then I can actually talk about somebody physicality so instead I sort of coins."}
{"start": "00:32:09.210", "end": "00:32:16.950", "speaker": "Lyr Colin", "utterance": " A very weird and not easy to say word of fantasies yeah we're just supposed to have your play on synesthesia 10,000."}
{"start": "00:32:17.520", "end": "00:32:32.340", "speaker": "Lyr Colin", "utterance": " And, which is meant to reflect the sort of one sidedness sorry about that physical attractions in vr so, for instance, the idea that you know touching something or even someone specific games, by extending your your arm or."}
{"start": "00:32:33.660", "end": "00:32:40.560", "speaker": "Lyr Colin", "utterance": " You do so without receiving the appropriate haptic stimulus when when touching the objects not actually don't have any reaction."}
{"start": "00:32:41.610", "end": "00:32:49.740", "speaker": "Lyr Colin", "utterance": " you're basically touching the air and in an extended version of that paper I sort of discuss how, for instance, the game like beat saber."}
{"start": "00:32:50.550", "end": "00:32:59.370", "speaker": "Lyr Colin", "utterance": " makes a clever use of the tools at hand to sort of producers simulacrum of haptic stimuli so by simply hitting a slight vibration whenever you cut a box right."}
{"start": "00:33:00.600", "end": "00:33:10.380", "speaker": "Lyr Colin", "utterance": " Which feels satisfying enough to sort of truly cancel out the sensation of you know, touching nothing or touching ghosts in the case of the the term I had."}
{"start": "00:33:11.370", "end": "00:33:20.430", "speaker": "Lyr Colin", "utterance": " um so yeah this paper just comes from sort of more a set of personal experiences of my own online gaming experience and friendships."}
{"start": "00:33:20.940", "end": "00:33:25.680", "speaker": "Lyr Colin", "utterance": " And sort of just a bunch of reflection that I have wanted to have about the sort of peculiar."}
{"start": "00:33:26.220", "end": "00:33:35.310", "speaker": "Lyr Colin", "utterance": " Nature three of those interactions and you know why is it that being in an online game with someone hits differently than being on the chats or on a call, even with them."}
{"start": "00:33:35.850", "end": "00:33:43.830", "speaker": "Lyr Colin", "utterance": " And why does the game for such an immersive interaction in terms of just human contact beyond just you know what the game is supposedly for which is playing."}
{"start": "00:33:45.000", "end": "00:33:57.630", "speaker": "Lyr Colin", "utterance": " Even if it means of communication is something else So even if you're on discord you know boy chatting if this is an excellent communication by being present early in the game so yeah, thank you for letting me present here."}
{"start": "00:34:00.570", "end": "00:34:07.380", "speaker": "Anastasia Salter", "utterance": " Thank you, thank you to all of our presenters so fantastic set of generative."}
{"start": "00:34:08.790", "end": "00:34:15.390", "speaker": "Anastasia Salter", "utterance": " Discussions I look forward to getting a sense of our audience starts to bring this together."}
{"start": "00:34:16.500", "end": "00:34:35.640", "speaker": "Anastasia Salter", "utterance": " So there's been a few comments in the chat i'm not seeing any questions arise specifically yet other than that everything is in fact a sandwich and if taco bell serves on cocktails so like to kind of open this the floor either."}
{"start": "00:34:38.010", "end": "00:34:41.700", "speaker": "Anastasia Salter", "utterance": " raise your hand virtually, as it were, or."}
{"start": "00:34:42.870", "end": "00:34:45.900", "speaker": "Anastasia Salter", "utterance": " If you're on camera and want to wave it screen."}
{"start": "00:34:47.880", "end": "00:34:54.510", "speaker": "Anastasia Salter", "utterance": " ask you to unmute and get started Okay, you have one raised hands James."}
{"start": "00:34:56.070", "end": "00:34:56.610", "speaker": "James Ryan", "utterance": " yeah let me."}
{"start": "00:34:56.640", "end": "00:34:58.320", "speaker": "James Ryan", "utterance": " put down the hand that's always."}
{"start": "00:34:58.440", "end": "00:35:12.180", "speaker": "James Ryan", "utterance": " easy to forget awesome work very, very cool very happy to be among a lot more questions for zach um it's a simple simply my question is, does a computer generated book have to be computer generated."}
{"start": "00:35:13.590", "end": "00:35:18.330", "speaker": "James Ryan", "utterance": " and specifically i'm asking here about the operational this mode and you touched on this in the paper."}
{"start": "00:35:18.810", "end": "00:35:27.270", "speaker": "James Ryan", "utterance": " Talking about books like like beg a bone Am I die now, for instance from 1980 which, in my opinion, is not computer generated whatsoever, but was marketed as a book."}
{"start": "00:35:27.630", "end": "00:35:37.980", "speaker": "James Ryan", "utterance": " And it has a particular aesthetics in that operational mode, but I don't think it was computer generated, I still I have a copy and it's a prized possession, because I collect computer generated books and I counted among them."}
{"start": "00:35:38.460", "end": "00:35:42.390", "speaker": "James Ryan", "utterance": " what's your take on that there's a computer generated book have to be computer generated."}
{"start": "00:35:44.220", "end": "00:35:48.930", "speaker": "Zach Whalen (He|Him)", "utterance": " know, I guess, because I think I think the way you described it there, I think, pretty."}
{"start": "00:35:50.100", "end": "00:35:56.310", "speaker": "Zach Whalen (He|Him)", "utterance": " accurately says what I would say, which is that the the aesthetics of it or the idea that it was marketed that way has to do with the reception of it, and the way that."}
{"start": "00:35:56.730", "end": "00:35:58.830", "speaker": "Zach Whalen (He|Him)", "utterance": " I mean the operational mode is is where you're."}
{"start": "00:35:59.460", "end": "00:36:06.660", "speaker": "Zach Whalen (He|Him)", "utterance": " being pulled toward the process or being interested in the process, even if there is no process behind it like it's the active gesturing toward that process so it's almost a."}
{"start": "00:36:06.960", "end": "00:36:15.180", "speaker": "Zach Whalen (He|Him)", "utterance": " rhetorical move to say, this is a computer generated generated book and I think for many of the examples that I mean like backbone and and."}
{"start": "00:36:15.720", "end": "00:36:20.250", "speaker": "Zach Whalen (He|Him)", "utterance": " Please men's beard I mean there's some question about what actually happens before that book was printed."}
{"start": "00:36:21.060", "end": "00:36:28.860", "speaker": "Zach Whalen (He|Him)", "utterance": " i'm a little bit more interested in like the book after it's printed or after its produced and then discussed and almost the the conversation around the book is more interesting than."}
{"start": "00:36:29.610", "end": "00:36:34.110", "speaker": "Zach Whalen (He|Him)", "utterance": " Then the actual process because we don't know it it's just the idea that it's presented as."}
{"start": "00:36:34.470", "end": "00:36:46.050", "speaker": "Zach Whalen (He|Him)", "utterance": " As though this computer made it for different reasons, and I think I think I saw a Twitter thread where you're talking about vagabond and speculating about different motivations are possible origin stories for that that work, in other words, and like."}
{"start": "00:36:49.530", "end": "00:36:52.320", "speaker": "Zach Whalen (He|Him)", "utterance": " happened thing in in travel on is another one where."}
{"start": "00:36:53.250", "end": "00:36:57.810", "speaker": "Zach Whalen (He|Him)", "utterance": " Carol Kali is not exactly clear about how I mean she calls a computer assistant writing and so."}
{"start": "00:36:58.080", "end": "00:37:05.820", "speaker": "Zach Whalen (He|Him)", "utterance": " There is some sense in which she used computation and she shows her work in some cases, but in other cases it's pretty clear that she just composed sentences that at least that's the way it reads to me."}
{"start": "00:37:07.440", "end": "00:37:13.200", "speaker": "Zach Whalen (He|Him)", "utterance": " And so it to me it's operational just in the sense that we were interested in that process it's kind of held up as an example of computer generated art."}
{"start": "00:37:14.700", "end": "00:37:22.890", "speaker": "Zach Whalen (He|Him)", "utterance": " And so that's but like reading it is actually reading the book actually understand the code, either we can't do it or it's it's not as interesting as that."}
{"start": "00:37:23.310", "end": "00:37:26.850", "speaker": "Zach Whalen (He|Him)", "utterance": " particle move to say, this is a computer generated book and also other things like."}
{"start": "00:37:27.450", "end": "00:37:33.720", "speaker": "Zach Whalen (He|Him)", "utterance": " A million random digits like technically that wasn't a computer that generated the random digits for that, I mean there's ways, you can you know."}
{"start": "00:37:34.110", "end": "00:37:47.220", "speaker": "Zach Whalen (He|Him)", "utterance": " draw different kinds of boundaries around what it means to be computer generated, even though you know, and in some cases that boundary is simply like it's just a lie, or a hoax and that's that's interesting too, but yeah so yeah I included all."}
{"start": "00:37:49.110", "end": "00:37:56.910", "speaker": "James Ryan", "utterance": " cool one thing to add is a just a Jason phenomenon which which you'll be familiar with stuff like cigarette boy from 91 which."}
{"start": "00:37:57.300", "end": "00:38:07.560", "speaker": "James Ryan", "utterance": " Is in the style of a computer generated book, but was openly, not one conceptually it's that and there's a signal splat from 65 out of Denmark or Sweden."}
{"start": "00:38:08.460", "end": "00:38:24.540", "speaker": "James Ryan", "utterance": " Which is a similar kind of phenomenon but there it's not a hoax whatsoever it's openly not computer generated but it's exploring in a very you know concrete material manner What would it computers are rated book, you know look like and very similar to operations well cool."}
{"start": "00:38:24.570", "end": "00:38:25.230", "speaker": "Zach Whalen (He|Him)", "utterance": " Thank you, interesting."}
{"start": "00:38:29.670", "end": "00:38:33.750", "speaker": "Anastasia Salter", "utterance": " And zach you also had your hand raise first last question or."}
{"start": "00:38:34.560", "end": "00:38:37.800", "speaker": "Zach Whalen (He|Him)", "utterance": " Oh yeah I did have a question so um."}
{"start": "00:38:38.880", "end": "00:38:40.590", "speaker": "Zach Whalen (He|Him)", "utterance": " How I put my hand down okay there we go um."}
{"start": "00:38:40.890", "end": "00:38:43.770", "speaker": "Zach Whalen (He|Him)", "utterance": " So yeah a question for the artificial diversifier."}
{"start": "00:38:45.840", "end": "00:38:50.760", "speaker": "Zach Whalen (He|Him)", "utterance": " Well, two questions so i'll just ask them both and you can go with whichever so the."}
{"start": "00:38:51.960", "end": "00:38:53.190", "speaker": "None", "utterance": "Last night gallery view."}
{"start": "00:38:54.240", "end": "00:38:56.940", "speaker": "Zach Whalen (He|Him)", "utterance": " yeah in the opening bit, I think, in her you talked a little bit about."}
{"start": "00:38:57.990", "end": "00:39:05.460", "speaker": "Zach Whalen (He|Him)", "utterance": " We don't know Peters process we don't know exactly how we did it, except that it took him 12 years but i'm i'm I imagine that you must have gained."}
{"start": "00:39:05.910", "end": "00:39:12.000", "speaker": "Zach Whalen (He|Him)", "utterance": " Some pretty significant insight into that process by reverse engineering it and recreating it i'm wondering."}
{"start": "00:39:12.930", "end": "00:39:22.410", "speaker": "Zach Whalen (He|Him)", "utterance": " If you could say more about that or like what you speculate his process was or what you learned in reproducing the the method what what."}
{"start": "00:39:22.920", "end": "00:39:32.280", "speaker": "Zach Whalen (He|Him)", "utterance": " aspects of that competition seems like steps that Peters must have taken like things that you did that Peters must have done originally and not and that's question number one if you have any thoughts about that."}
{"start": "00:39:32.580", "end": "00:39:46.890", "speaker": "Zach Whalen (He|Him)", "utterance": " Also, do you know if anyone if there were, because in the paper you talked about how this was a fairly popular system, it was reprinted reprinted at least two or three times or indifferent edition, so people knew about it, and and probably SWIFT was referencing it in the."}
{"start": "00:39:47.970", "end": "00:39:51.030", "speaker": "Zach Whalen (He|Him)", "utterance": " exhibit the thing from gulliver's travels so there's."}
{"start": "00:39:52.800", "end": "00:40:05.640", "speaker": "Zach Whalen (He|Him)", "utterance": " Are there any examples of like printed as like poetry generated by the Latin versus fire either in collections, or in other cases, in other words, did people actually read in and publish and read the poetry that it produced that you know."}
{"start": "00:40:08.340", "end": "00:40:10.980", "speaker": "Henry Koelling", "utterance": " and take the first part, so."}
{"start": "00:40:11.070", "end": "00:40:12.000", "speaker": "Zach Whalen (He|Him)", "utterance": " One thing I failed."}
{"start": "00:40:12.270", "end": "00:40:12.930", "speaker": "None", "utterance": "To mention."}
{"start": "00:40:14.280", "end": "00:40:18.030", "speaker": "Henry Koelling", "utterance": " Was the marketing scheme that john Peter used."}
{"start": "00:40:19.470", "end": "00:40:34.620", "speaker": "Henry Koelling", "utterance": " So the whole purpose for this project was to make producing Latin verse easy for anybody, it was marketed towards school children um and I guess in."}
{"start": "00:40:35.670", "end": "00:40:43.320", "speaker": "Henry Koelling", "utterance": " During our translation process our goal was to keep that simplicity."}
{"start": "00:40:45.090", "end": "00:40:45.600", "speaker": "Henry Koelling", "utterance": " apparent."}
{"start": "00:40:47.250", "end": "00:40:52.050", "speaker": "Henry Koelling", "utterance": " In doing so, I definitely ran across some challenges um."}
{"start": "00:40:53.070", "end": "00:40:58.290", "speaker": "Henry Koelling", "utterance": " But i'm not sure if that totally answered your question, maybe King James do you guys have other things."}
{"start": "00:40:59.220", "end": "00:41:03.060", "speaker": "Kaeden Berg", "utterance": " I can talk a little bit about some of the processes, he used to make this."}
{"start": "00:41:04.920", "end": "00:41:09.930", "speaker": "Kaeden Berg", "utterance": " Latin is really nice because of the flexible word order you can look at things different ways."}
{"start": "00:41:10.710", "end": "00:41:21.150", "speaker": "Kaeden Berg", "utterance": " Once you've read the whole sentence like I know there's some lines like famous Cicero things where he speaks for like half a page and then the verb for the sentence is all the way at the end, and it changes everything."}
{"start": "00:41:22.710", "end": "00:41:39.270", "speaker": "Kaeden Berg", "utterance": " Because of the kind of flexible word order, this is one thing we weren't able to really grasp and capture thought translation words can be switched so there's the first table is primarily nouns the second table here actually pull up our we have a little sheet that explains everything."}
{"start": "00:41:40.290", "end": "00:41:50.490", "speaker": "Kaeden Berg", "utterance": " Each table represents a different part of speech for the actual sentence, but like the first and the fifth or both Downs but either could be the subject either could be the object of the verb."}
{"start": "00:41:52.200", "end": "00:42:00.510", "speaker": "Kaeden Berg", "utterance": " So this is the way he actually gives it more flexibility where technically there's like the 500,000 different outputs, but if we start switching the ID."}
{"start": "00:42:01.110", "end": "00:42:10.410", "speaker": "Kaeden Berg", "utterance": " and be transmitted, you can read it possibly millions of different ways the scrambling method he used, we also uncovered it's pretty simple it's like."}
{"start": "00:42:10.920", "end": "00:42:18.030", "speaker": "Kaeden Berg", "utterance": " We got the word banks and then first letter of each word isn't a nine letter sequence, and then the second letter of each words after that, and so on."}
{"start": "00:42:19.170", "end": "00:42:26.670", "speaker": "Kaeden Berg", "utterance": " Until one of the word ends and there's a black box and for its place in the sequence of random letter he is just puts then after that."}
{"start": "00:42:29.220", "end": "00:42:42.600", "speaker": "James Ryan", "utterance": " i'll just add one thing to that that we discovered right at the end when we're putting together our tape which was actually done for this paper we would have done it anyway, but that was the point at which we can post those we noticed that we had the black boxes which terminate each."}
{"start": "00:42:43.680", "end": "00:42:49.170", "speaker": "James Ryan", "utterance": " Each table is a word bank with nine words distributed in an arcane manner to make it more mystical."}
{"start": "00:42:49.650", "end": "00:42:58.020", "speaker": "James Ryan", "utterance": " And then the black boxes terminate each word on his table these black boxes come right at the end because the words are of the same length generally."}
{"start": "00:42:58.650", "end": "00:43:06.360", "speaker": "James Ryan", "utterance": " With some discrepancy in ours they're kind of coming all over which is static, we had a different look, and I think probably reveals more of the underlying process."}
{"start": "00:43:07.020", "end": "00:43:09.900", "speaker": "James Ryan", "utterance": " And if you just looking in see where the black boxes are distributed."}
{"start": "00:43:10.380", "end": "00:43:18.270", "speaker": "James Ryan", "utterance": " As far as the second question on outputs where they studied where they celebrated discussed compiled into a booklet or something like that."}
{"start": "00:43:18.660", "end": "00:43:25.830", "speaker": "James Ryan", "utterance": " I would love to see that a search for things like that, to my knowledge, the extent of the outputs that we've seen."}
{"start": "00:43:26.310", "end": "00:43:31.440", "speaker": "James Ryan", "utterance": " And we can generate all of them ourselves all 500,000 the extent of ones that i've seen that were historically printed."}
{"start": "00:43:31.920", "end": "00:43:37.560", "speaker": "James Ryan", "utterance": " Are the British Museum holds one copy of the original booklet and somebody wrote."}
{"start": "00:43:38.100", "end": "00:43:47.700", "speaker": "James Ryan", "utterance": " In pen one generated output that they did, and they actually produced the English translation of it so that's the only case we've seen an attempt at translating the system at all."}
{"start": "00:43:48.210", "end": "00:43:56.520", "speaker": "James Ryan", "utterance": " Besides stuff in the 21st century and then other cases would be in not in newspapers, but in periodicals of the."}
{"start": "00:43:57.000", "end": "00:44:03.750", "speaker": "James Ryan", "utterance": " much later in the 19th century cases of there's this wild system and here's one example out but but not taking it seriously."}
{"start": "00:44:04.200", "end": "00:44:10.470", "speaker": "James Ryan", "utterance": " We talked to a lot nest at carleton college, where we are, who said, the original versus just horrible it's absolutely."}
{"start": "00:44:10.830", "end": "00:44:25.080", "speaker": "James Ryan", "utterance": " horrible original verse it's Latin if you're generous it's certainly Latin it sex amateur for sure, but the meanings are very strange it's a difficult problem like we discovered so um I don't think people take the elements that seriously they're interested with system itself."}
{"start": "00:44:30.120", "end": "00:44:33.180", "speaker": "Anastasia Salter", "utterance": " All right, we have a follow up question from will tell me."}
{"start": "00:44:34.410", "end": "00:44:42.090", "speaker": "Anastasia Salter", "utterance": " Picking up from the first thread, the possibility of computer generated books that were not generated by a computer begs the question of whether there can be books."}
{"start": "00:44:42.390", "end": "00:44:51.630", "speaker": "Anastasia Salter", "utterance": " That were generated by a computer that are not including the category of computer generated books So where are the boundaries and do we still need boundaries."}
{"start": "00:44:52.950", "end": "00:44:54.900", "speaker": "Anastasia Salter", "utterance": " anyone wants to pick up that provocation."}
{"start": "00:44:58.050", "end": "00:45:01.650", "speaker": "Zach Whalen (He|Him)", "utterance": " I mean, I did kind of intentionally sidestep that question of."}
{"start": "00:45:01.980", "end": "00:45:04.020", "speaker": "Zach Whalen (He|Him)", "utterance": " What do we mean by generated right because."}
{"start": "00:45:04.590", "end": "00:45:06.990", "speaker": "Zach Whalen (He|Him)", "utterance": " Like unless you're being super article every book is."}
{"start": "00:45:07.500", "end": "00:45:08.220", "speaker": "Anastasia Salter", "utterance": " At some point."}
{"start": "00:45:08.520", "end": "00:45:16.950", "speaker": "Zach Whalen (He|Him)", "utterance": " In some version on a computer and so and so like we cannot maybe it's a spectrum where continue on the degrees of generated this or something I."}
{"start": "00:45:17.280", "end": "00:45:29.130", "speaker": "Zach Whalen (He|Him)", "utterance": " mean even writing a word processor may influence the way that you compose your tax and so on, so there's ways in which you are you kind of can't not be doing computer assisted writing do you tell my colleagues word but I mean, I think."}
{"start": "00:45:30.540", "end": "00:45:38.790", "speaker": "Zach Whalen (He|Him)", "utterance": " Like i'm what i'm thinking of things like you know born digital literature that is is like maybe it's conceived digitally put it's."}
{"start": "00:45:39.540", "end": "00:45:47.100", "speaker": "Zach Whalen (He|Him)", "utterance": " Born physically I don't know there's the metaphor is getting mango but the idea is that there's there's some kind of computational algorithmic or or generative."}
{"start": "00:45:47.760", "end": "00:45:53.490", "speaker": "Zach Whalen (He|Him)", "utterance": " process in the way that we normally identify electronic literature, so I view this ultimately as a genre of electronic literature, where."}
{"start": "00:45:53.820", "end": "00:46:00.060", "speaker": "Zach Whalen (He|Him)", "utterance": " We we've got different ways of talking about what we mean by that but, generally, we mean something programmatic something."}
{"start": "00:46:00.540", "end": "00:46:16.200", "speaker": "Zach Whalen (He|Him)", "utterance": " You know alien story stochastic or or procedural I mean it's different words and put in there, but at least that's what i'm interested in in in ways in which the author is removed and some sort of processes put in place of that so some kind of digital processes suppose."}
{"start": "00:46:17.280", "end": "00:46:23.910", "speaker": "Zach Whalen (He|Him)", "utterance": " But of course the great thing about throwing out these kind of definitions is that we all might disagree about where we draw those lines, and then we can talk about it, and you know different."}
{"start": "00:46:24.690", "end": "00:46:32.490", "speaker": "Zach Whalen (He|Him)", "utterance": " conference papers and whatever else but yeah it's it's, it is the big question right it's a good one, I just I don't know I i'm not."}
{"start": "00:46:33.420", "end": "00:46:42.180", "speaker": "Zach Whalen (He|Him)", "utterance": " Having spent a lot of time thinking about where I draw that line, other than that, I think I think computer generated books as electronic literature so it's the same kind of line that I would draw around that term in other."}
{"start": "00:46:43.770", "end": "00:46:44.190", "speaker": "Zach Whalen (He|Him)", "utterance": " Other."}
{"start": "00:46:45.360", "end": "00:46:47.280", "speaker": "Zach Whalen (He|Him)", "utterance": " medium mediums I guess."}
{"start": "00:46:51.300", "end": "00:46:54.420", "speaker": "Anastasia Salter", "utterance": " Where the line is an electronic literature's already same speed at this."}
{"start": "00:46:56.040", "end": "00:46:59.430", "speaker": "Anastasia Salter", "utterance": " Much you can do with that alright we're going next."}
{"start": "00:47:00.630", "end": "00:47:06.480", "speaker": "Lyr Colin", "utterance": " I think yeah I had a question for them, and I was just wondering, because you talk about this."}
{"start": "00:47:06.690", "end": "00:47:18.030", "speaker": "Lyr Colin", "utterance": " limit diet, I think game that you did for for generating menus and I was wondering, because there is a poetic element of courses limericks and and I just wondered how the political dimension, fits into the menu."}
{"start": "00:47:18.510", "end": "00:47:22.320", "speaker": "Lyr Colin", "utterance": " Or if it was something wasn't necessarily considered and you just sort of took the ingredients that came up."}
{"start": "00:47:23.700", "end": "00:47:28.320", "speaker": "Lyr Colin", "utterance": " So I guess how does poetry translate into into food or into a cuisine."}
{"start": "00:47:29.730", "end": "00:47:36.090", "speaker": "Davin Heckman", "utterance": " So the the yeah the the output is and actually scott's in the room and Scott."}
{"start": "00:47:36.750", "end": "00:47:54.840", "speaker": "Davin Heckman", "utterance": " did some of the did the work with talent on designing that the text generator but you know which you do you receive as a guest right is that is that menu that's a series of limericks that have been generated by the machine, so you do actually get a Limerick, and so."}
{"start": "00:47:56.250", "end": "00:47:56.970", "speaker": "Davin Heckman", "utterance": " From the."}
{"start": "00:47:58.530", "end": "00:47:59.160", "speaker": "Davin Heckman", "utterance": " From the."}
{"start": "00:47:59.550", "end": "00:48:02.070", "speaker": "Scott Rettberg", "utterance": " Often, a very poor Limerick that doesn't scan."}
{"start": "00:48:04.470", "end": "00:48:10.050", "speaker": "Davin Heckman", "utterance": " But you know I mean The thing is, is that there's they're loose and they're very playful but."}
{"start": "00:48:11.490", "end": "00:48:13.830", "speaker": "Davin Heckman", "utterance": " You know you, you get a."}
{"start": "00:48:15.360", "end": "00:48:18.930", "speaker": "Davin Heckman", "utterance": " You know if you are getting a cast with your meal."}
{"start": "00:48:20.430", "end": "00:48:27.000", "speaker": "Davin Heckman", "utterance": " And part of it is you know the other part, I guess that the game is that, depending on how it's played at the beginning."}
{"start": "00:48:28.380", "end": "00:48:42.330", "speaker": "Davin Heckman", "utterance": " there's a card game where you construct your your dealt cards and you trade cards and you create a cocktail to the card game, and if you sort of you know you get points for your cocktail."}
{"start": "00:48:43.500", "end": "00:48:44.160", "speaker": "Davin Heckman", "utterance": " and"}
{"start": "00:48:45.270", "end": "00:48:52.140", "speaker": "Davin Heckman", "utterance": " You you can then based on the points that you've accumulated through drinking, you can you get priority."}
{"start": "00:48:53.520", "end": "00:49:08.370", "speaker": "Davin Heckman", "utterance": " selection of the menu because everybody gets a different meal and so you can be choosy but I mean it's all it's all very good food, but it adds an element of risk there right because the drinks, on the other hand, are not always very good."}
{"start": "00:49:09.420", "end": "00:49:12.510", "speaker": "Davin Heckman", "utterance": " Sometimes they're they're quite shocking."}
{"start": "00:49:16.440", "end": "00:49:18.480", "speaker": "Davin Heckman", "utterance": " yeah I don't know if that answers your question."}
{"start": "00:49:21.720", "end": "00:49:27.420", "speaker": "Scott Rettberg", "utterance": " I think a big thing for us was that the poetry was part of it."}
{"start": "00:49:28.710", "end": "00:49:35.730", "speaker": "Scott Rettberg", "utterance": " It but it, but it was also poetry to kind of create an occasion for performance."}
{"start": "00:49:36.930", "end": "00:49:44.520", "speaker": "Scott Rettberg", "utterance": " And although having said that there's there's quite a bit of a variable structure involved and."}
{"start": "00:49:45.600", "end": "00:49:50.100", "speaker": "Scott Rettberg", "utterance": " And I think both the both of the two generative systems."}
{"start": "00:49:51.750", "end": "00:50:00.210", "speaker": "Scott Rettberg", "utterance": " You know, played thematically in interesting ways with kind of the contemporary situation, the last one quarantine quite trends."}
{"start": "00:50:01.980", "end": "00:50:07.440", "speaker": "Scott Rettberg", "utterance": " sort of had a lot of play with that and this initial stage of being in the pandemic."}
{"start": "00:50:08.790", "end": "00:50:19.500", "speaker": "Scott Rettberg", "utterance": " And, and I think the quarter thing to both of them, though, is the idea of the word, made flesh and also the word made poetic meeting."}
{"start": "00:50:20.700", "end": "00:50:24.480", "speaker": "Scott Rettberg", "utterance": " The sort of generation as generating."}
{"start": "00:50:25.590", "end": "00:50:30.390", "speaker": "Scott Rettberg", "utterance": " kind of a communal human experience was interesting to us."}
{"start": "00:50:34.770", "end": "00:50:53.520", "speaker": "Davin Heckman", "utterance": " I have a question and as thinking about sort of humans, creating machine generated texts and those boundaries, and I think your rights act like to think about you know, creating a sort of clear demarcation between the sorts of things that are you know part of nano general."}
{"start": "00:50:54.570", "end": "00:51:11.310", "speaker": "Davin Heckman", "utterance": " But then other kinds of machine generated texts that we should be thinking about and, like the post digital context and those would be things that are you know first there's like these various experience experiments with like exploitation, where you're hiring people to serve."}
{"start": "00:51:12.990", "end": "00:51:23.610", "speaker": "Davin Heckman", "utterance": " Certain sort of economic interests and using sort of structural strategic any qualities to get people in or parts of the world to write texts."}
{"start": "00:51:24.930", "end": "00:51:25.770", "speaker": "Davin Heckman", "utterance": " to serve."}
{"start": "00:51:27.450", "end": "00:51:28.530", "speaker": "Davin Heckman", "utterance": " You know the the."}
{"start": "00:51:29.610", "end": "00:51:32.550", "speaker": "Davin Heckman", "utterance": " to serve a sort of automated global economy."}
{"start": "00:51:33.900", "end": "00:51:45.360", "speaker": "Davin Heckman", "utterance": " Which is a kind of machine writing there's also this sort of writing that journalists increasingly do, which is to write for search engine optimization."}
{"start": "00:51:47.190", "end": "00:51:51.930", "speaker": "Davin Heckman", "utterance": " And then the other kind of writing that we all sort of get asked to do, which is."}
{"start": "00:51:54.120", "end": "00:52:06.180", "speaker": "Davin Heckman", "utterance": " Driven by sort of behavioral economics and platform design, which is sort of to constantly prompt us to be doing a kind of machine readable writing of our lives, and you know I don't know those."}
{"start": "00:52:07.350", "end": "00:52:11.850", "speaker": "Davin Heckman", "utterance": " should be kept, I think, is distinct category from these specific kinds of."}
{"start": "00:52:13.980", "end": "00:52:17.580", "speaker": "Davin Heckman", "utterance": " Creative aesthetic practices, but I also think they they might."}
{"start": "00:52:19.260", "end": "00:52:28.080", "speaker": "Davin Heckman", "utterance": " be useful to think of alongside those kinds of writing practices as well, I don't know if you had any thoughts or anyone has thoughts about that."}
{"start": "00:52:30.000", "end": "00:52:33.750", "speaker": "Zach Whalen (He|Him)", "utterance": " yeah I think that there's some important considerations, along the lines of what we think about."}
{"start": "00:52:34.770", "end": "00:52:36.240", "speaker": "Zach Whalen (He|Him)", "utterance": " You know text generation or."}
{"start": "00:52:37.710", "end": "00:52:43.320", "speaker": "Zach Whalen (He|Him)", "utterance": " automated writing systems and there's a whole conversation to be had around that you raised a lot of great points."}
{"start": "00:52:43.950", "end": "00:52:50.130", "speaker": "Zach Whalen (He|Him)", "utterance": " I think one of the things you might be thinking of actually one of my examples was emerging deck which I believe was made with the mechanical."}
{"start": "00:52:50.460", "end": "00:53:03.270", "speaker": "Zach Whalen (He|Him)", "utterance": " mechanical Turk, with the amazons thing, and so you can think of that as a kind of you know exploitive Labor kind of thing you're asking people to do this silly thing for you to make this sort of art book and now paying them basically nothing and so."}
{"start": "00:53:04.380", "end": "00:53:11.340", "speaker": "Zach Whalen (He|Him)", "utterance": " yeah I mean I definitely I think that's an important thing to be aware of and thinking about like when we think about these audiences and I think a lot of these works."}
{"start": "00:53:11.700", "end": "00:53:19.290", "speaker": "Zach Whalen (He|Him)", "utterance": " Some of these works, I think, directly address the kind of economic and Labor issues and questions around book production and printing, especially the artistic print on demand."}
{"start": "00:53:19.860", "end": "00:53:30.390", "speaker": "Zach Whalen (He|Him)", "utterance": " that's something that i've only kind of recently started learning more about, but things like the black book it's 700 something pages of fully black ink with the premise is to maximize the."}
{"start": "00:53:31.860", "end": "00:53:39.780", "speaker": "Zach Whalen (He|Him)", "utterance": " Basically maximize the cost to lulu to print it to make live, you know and so it's it's it's kind of forcing lulu to spend more money."}
{"start": "00:53:40.350", "end": "00:53:51.780", "speaker": "Zach Whalen (He|Him)", "utterance": " On ink printing this document there's another one that there's also a blank book I forget the authors of it but it's another it's the same premise, but in reverse and so it's a completely blank book that you can print from Lewis like 700 pages, but it's like price that."}
{"start": "00:53:52.590", "end": "00:54:04.500", "speaker": "Zach Whalen (He|Him)", "utterance": " I think that, because you can set the price a little I think they price it at a million dollars for this blank book so in these are ways in which these artists are playing with those questions of how we produce text and circulated as a an artifact and that's why I think."}
{"start": "00:54:06.390", "end": "00:54:07.800", "speaker": "Zach Whalen (He|Him)", "utterance": " yeah I think that's why it's interesting."}
{"start": "00:54:08.490", "end": "00:54:15.330", "speaker": "Zach Whalen (He|Him)", "utterance": " The conversation i'm trying to the way i'm trying to shift away i'm thinking about this is less about different methods or context we're generating texts so much as."}
{"start": "00:54:15.630", "end": "00:54:19.470", "speaker": "Zach Whalen (He|Him)", "utterance": " Like what what is the moment when you decide to print this or make this from."}
{"start": "00:54:20.400", "end": "00:54:31.920", "speaker": "Zach Whalen (He|Him)", "utterance": " Your transition from a process or technique or an idea into a product like a material physical thing in some cases, most in many cases, talking about physical things you can hold and flip through and put on your shelf and collect and."}
{"start": "00:54:32.160", "end": "00:54:37.380", "speaker": "Zach Whalen (He|Him)", "utterance": " and trade, I mean there's an interesting way that we take it offline when we do that and that's."}
{"start": "00:54:38.670", "end": "00:54:49.650", "speaker": "Zach Whalen (He|Him)", "utterance": " It you know that there are lots of reasons why you might do that, but often they would those reasons, end up addressing some of those same questions you raised about like the economic and Labor conditions around producing these things."}
{"start": "00:54:51.570", "end": "00:54:52.020", "speaker": "Zach Whalen (He|Him)", "utterance": " yeah."}
{"start": "00:54:55.470", "end": "00:54:58.560", "speaker": "Zach Whalen (He|Him)", "utterance": " I don't know if that answered your question or anything but I just think that I was thinking about."}
{"start": "00:55:03.810", "end": "00:55:04.800", "speaker": "Anastasia Salter", "utterance": " A few other."}
{"start": "00:55:04.980", "end": "00:55:12.570", "speaker": "Anastasia Salter", "utterance": " comments, as well as some suggested readings in the chat and Andrew saying those examples make going sound reasonable which."}
{"start": "00:55:13.980", "end": "00:55:15.780", "speaker": "Anastasia Salter", "utterance": " Another was gone through, it can go quite that far."}
{"start": "00:55:18.150", "end": "00:55:24.660", "speaker": "Anastasia Salter", "utterance": " ends on your perspective on environmental impact katie and connections, the artists book tradition."}
{"start": "00:55:25.890", "end": "00:55:29.820", "speaker": "Anastasia Salter", "utterance": " Anyone like to jump in and pick up on those themes or asked another question."}
{"start": "00:55:33.360", "end": "00:55:33.840", "speaker": "Anastasia Salter", "utterance": " games."}
{"start": "00:55:37.320", "end": "00:55:37.560", "speaker": "Anastasia Salter", "utterance": " yeah."}
{"start": "00:55:37.650", "end": "00:55:39.870", "speaker": "James Ryan", "utterance": " i'll defer to kayden because i've already asked a question what a pretty."}
{"start": "00:55:40.440", "end": "00:55:41.760", "speaker": "Anastasia Salter", "utterance": " Good okay."}
{"start": "00:55:42.240", "end": "00:55:44.100", "speaker": "Kaeden Berg", "utterance": " I had a question for Lear."}
{"start": "00:55:45.660", "end": "00:55:48.540", "speaker": "Kaeden Berg", "utterance": " At the end of your paper you kind of mentioned that, like so."}
{"start": "00:55:49.260", "end": "00:55:55.260", "speaker": "Kaeden Berg", "utterance": " In vr chat for set though it may be kind of have like a hug with a harmless might glitch out but it's you still kind of feel that connection."}
{"start": "00:55:55.650", "end": "00:56:05.190", "speaker": "Kaeden Berg", "utterance": " I was curious maybe in your experience how much religion realism immersion is an important part of feeling this physical connection and how much do glitches end up taking you out of it."}
{"start": "00:56:05.730", "end": "00:56:11.910", "speaker": "Kaeden Berg", "utterance": " Do you think there's like a strong suspension of belief, for things to be a little unrealistic like you understand you're both in vr."}
{"start": "00:56:13.080", "end": "00:56:18.150", "speaker": "Kaeden Berg", "utterance": " And do you think that when the industry moves towards more realism and immersion this will become more jarring."}
{"start": "00:56:20.940", "end": "00:56:22.440", "speaker": "Lyr Colin", "utterance": " I think you um."}
{"start": "00:56:22.860", "end": "00:56:27.780", "speaker": "Lyr Colin", "utterance": " yeah I think it's something that's like a little bit more on a more extreme version of the other paper, but I think."}
{"start": "00:56:28.380", "end": "00:56:40.560", "speaker": "Lyr Colin", "utterance": " that's what it tries to discover the fantasy, just like this sense of the glitch being almost irrelevant and the fact that you're you're hiding the elec very conscious, you know that you're just doing this in your bedroom on your own, which is very sad."}
{"start": "00:56:42.990", "end": "00:56:51.690", "speaker": "Lyr Colin", "utterance": " You kind of go go past that because I think that there's the knowledge that someone else on the other side, where they are is doing the exact same thing."}
{"start": "00:56:52.950", "end": "00:56:59.700", "speaker": "Lyr Colin", "utterance": " ends up being more important than the actual glitch so, at least from my own experience I don't think that there was any sense of."}
{"start": "00:57:00.630", "end": "00:57:10.650", "speaker": "Lyr Colin", "utterance": " Engineering you know feeling of of, as I mentioned, like you know hugging Dr are hugging pixels but rather there's an importance of just the shared experience and of."}
{"start": "00:57:11.310", "end": "00:57:23.520", "speaker": "Lyr Colin", "utterance": " Of the shared moments and that's why I think I talked about hugging ghosts rather than hugging you know nothing because it's as if you know, there was something that you simply just can touch that is there, but it is still there."}
{"start": "00:57:25.050", "end": "00:57:26.850", "speaker": "Lyr Colin", "utterance": " So yeah hopefully that answers the question."}
{"start": "00:57:40.500", "end": "00:57:40.950", "speaker": "Anastasia Salter", "utterance": " James."}
{"start": "00:57:42.060", "end": "00:57:42.630", "speaker": "Anastasia Salter", "utterance": " That question."}
{"start": "00:57:43.260", "end": "00:57:45.780", "speaker": "James Ryan", "utterance": " yeah it's actually a comment it's also pretty clear."}
{"start": "00:57:47.160", "end": "00:57:48.960", "speaker": "James Ryan", "utterance": " Especially when you use the terminology."}
{"start": "00:57:49.650", "end": "00:57:57.750", "speaker": "James Ryan", "utterance": " verbiage of ghosts it's calling to mind a really interesting phenomenon I don't know if it's been written about in this Community or others of."}
{"start": "00:57:59.220", "end": "00:58:07.920", "speaker": "James Ryan", "utterance": " You know, like racing games, where you can record your play through and then play against I think it's called a ghost run or something or a ghost or something like that."}
{"start": "00:58:08.430", "end": "00:58:14.370", "speaker": "James Ryan", "utterance": " read this really interesting blog post or something, this is probably 10 years ago and it was this guy writing."}
{"start": "00:58:14.910", "end": "00:58:20.130", "speaker": "James Ryan", "utterance": " About growing up playing Mario kart I think on the we are gamekeeper something with his dad."}
{"start": "00:58:20.610", "end": "00:58:25.950", "speaker": "James Ryan", "utterance": " and his dad always beat him and his dad had this like ghost run on one of this level that was so fast."}
{"start": "00:58:26.310", "end": "00:58:33.270", "speaker": "James Ryan", "utterance": " And he would be able to play against his dad when his dad couldn't physically play with them at work and things like that and trying to beat this running he never could."}
{"start": "00:58:33.750", "end": "00:58:42.900", "speaker": "James Ryan", "utterance": " Then his dad passed away when he was very young and he continued to play against this ghost in Mario kart of his dad and eventually got better than his dad and ever been."}
{"start": "00:58:43.230", "end": "00:58:51.600", "speaker": "James Ryan", "utterance": " and was able to beat it, but you can always go back to the SAVE on this game cube which became a prize physical possession, because it could be countered his dad there."}
{"start": "00:58:52.470", "end": "00:59:04.110", "speaker": "James Ryan", "utterance": " As literally this kind of ghosts made concrete in a digital sense seems like a phenomenon that maybe it's a Jason but, but your word called it to mind, and I think it's really interesting phenomenon."}
{"start": "00:59:06.360", "end": "00:59:08.670", "speaker": "Lyr Colin", "utterance": " And I think it's it's very interesting and I hadn't thought about it."}
{"start": "00:59:08.850", "end": "00:59:15.570", "speaker": "Lyr Colin", "utterance": " In that way, with you know, especially the racing game where there is a sense of playing against someone, but I know there's been even more pages like."}
{"start": "00:59:16.470", "end": "00:59:24.630", "speaker": "Lyr Colin", "utterance": " Cases where i'm thinking of Guild wars two, but like cases where someone spouse had died and they made that person to an npc inside the game."}
{"start": "00:59:25.140", "end": "00:59:40.200", "speaker": "Lyr Colin", "utterance": " And so, people would come and pay tribute to that npc and including you know, of course, the the styles coming through to that person and sort of you know interacting with it in whatever way they could, so I know it is a thing that you need to pay tribute to a to a deceased person."}
{"start": "00:59:41.580", "end": "00:59:52.920", "speaker": "Lyr Colin", "utterance": " Inside again but yeah I think there's something very special about what you talked about which is this idea of interacting even with the or competing against someone who's already not there anymore, thank you."}
{"start": "00:59:58.350", "end": "01:00:00.750", "speaker": "Anastasia Salter", "utterance": " Lots of great suggestions and."}
{"start": "01:00:01.830", "end": "01:00:02.190", "speaker": "Anastasia Salter", "utterance": " snack."}
{"start": "01:00:04.620", "end": "01:00:19.140", "speaker": "Zach Whalen (He|Him)", "utterance": " yeah i'm i'm trying, this is for devin i'm trying to give my thoughts into into the shape of a question, but there are a lot of really interesting provocations in your paper, a lot of really compelling ways of expressing different."}
{"start": "01:00:20.730", "end": "01:00:27.780", "speaker": "Zach Whalen (He|Him)", "utterance": " I guess anxiety and insights about our present moment and and kind of using gas or poet X to kind of read into some of those things it really just."}
{"start": "01:00:28.560", "end": "01:00:41.790", "speaker": "Zach Whalen (He|Him)", "utterance": " really interesting stuff I just to kind of maybe just one sort of pointing that I might be useful, and maybe nibble on a little bit you're you're closing sentence, you talk about and you kind of call for."}
{"start": "01:00:42.810", "end": "01:00:51.930", "speaker": "Zach Whalen (He|Him)", "utterance": " there's a sense of like resistance or a sense of like you know platforms are kind of doing this to us, but we can we can do other things in these kind of use this phrase early like para."}
{"start": "01:00:53.340", "end": "01:00:59.550", "speaker": "Zach Whalen (He|Him)", "utterance": " para digital occasions and you kind of call for you know billions of these are you recognize that these are these are things that we should be."}
{"start": "01:01:00.060", "end": "01:01:15.630", "speaker": "Zach Whalen (He|Him)", "utterance": " Celebrating and moving toward things like natural products, so I guess just to maybe give you a way to respond to it, if you want to you do think of this idea of para digital occasions, do you think computer generated books could be that kind of thing or."}
{"start": "01:01:16.710", "end": "01:01:26.700", "speaker": "Zach Whalen (He|Him)", "utterance": " The kind of emotive connections that we're talking about in the paper, I mean are these examples of what you're you're looking for and kind of pulling for at the end of your paper."}
{"start": "01:01:28.110", "end": "01:01:34.830", "speaker": "Davin Heckman", "utterance": " Well, so I mean there's I think definitely right like there's a chapter actually in talents dissertation on."}
{"start": "01:01:35.880", "end": "01:01:40.950", "speaker": "Davin Heckman", "utterance": " On Toronto gorge and it's like kind of I think it was written when maybe there was just like a couple."}
{"start": "01:01:43.500", "end": "01:01:44.220", "speaker": "Davin Heckman", "utterance": " A couple."}
{"start": "01:01:45.540", "end": "01:02:00.540", "speaker": "Davin Heckman", "utterance": " Derivatives of that work right but it's called the little engine that could, and he talks about sort of what what is the real sort of accomplishment of the work, and you know it's."}
{"start": "01:02:01.620", "end": "01:02:11.100", "speaker": "Davin Heckman", "utterance": " You know, thinking about you know what a work is right, we often have this descriptive way of experiencing digital works, because they're these technical objects and."}
{"start": "01:02:11.550", "end": "01:02:24.420", "speaker": "Davin Heckman", "utterance": " You know that's kind of you know, the moment we've been you know kind of stuck in for a long time, and because novelty being what it is, you know it's a work is always superseded, but I think that you know."}
{"start": "01:02:25.710", "end": "01:02:34.080", "speaker": "Davin Heckman", "utterance": " literary works have always been creative they've always been invented but, at the heart of them right that there's some kind of."}
{"start": "01:02:34.590", "end": "01:02:48.720", "speaker": "Davin Heckman", "utterance": " set of gratifications and these gratifications are very you know their singular they they you know I often when I read a work that I really like and i'm sure that many people have this experience, I feel like."}
{"start": "01:02:50.280", "end": "01:03:05.250", "speaker": "Davin Heckman", "utterance": " Somehow i'm this work was written by somebody who knows me in some way right that there's something that we have in common, as we encounter this together, or that i'm seeing a piece of it, and you know it could be that on just a narcissist."}
{"start": "01:03:05.970", "end": "01:03:17.190", "speaker": "Davin Heckman", "utterance": " You know, but I think that this is one of the attractions of literary work right, and this is why we think of literature is kind of consistent with the rise of the self, you know as a historical."}
{"start": "01:03:18.090", "end": "01:03:31.620", "speaker": "Davin Heckman", "utterance": " Construction but this idea that you know what is the wonder, and what is the experience that the work opens up and i'm willing to say that you know just about any kind of work could."}
{"start": "01:03:32.430", "end": "01:03:47.310", "speaker": "Davin Heckman", "utterance": " unlock that experience, even on accident for people sometimes you see something, and you think it was left there on purpose for you, but it was just an accident, but you know getting in touch with that the sort of downstream sort of."}
{"start": "01:03:49.080", "end": "01:04:06.450", "speaker": "Davin Heckman", "utterance": " gratifications of the work rather than you know, describing it, you know, in a in a technical way you know it might be something that you know we we really learn to enjoy and rediscover you know I worry sometimes that."}
{"start": "01:04:08.310", "end": "01:04:17.460", "speaker": "Davin Heckman", "utterance": " You know, we might miss out on what an accomplishment of work, you know, like you think about something like seeing Spar between which."}
{"start": "01:04:18.570", "end": "01:04:28.440", "speaker": "Davin Heckman", "utterance": " that's that work is technically interesting and you can point to that sort of technical fact of its existence as."}
{"start": "01:04:29.970", "end": "01:04:34.680", "speaker": "Davin Heckman", "utterance": " A feat of you know, engineering or something like that, but I think that the."}
{"start": "01:04:36.240", "end": "01:04:51.000", "speaker": "Davin Heckman", "utterance": " Experience the phenomenal logical experience of the work offers much more than that, and you know, so I would say yeah right that that yeah of course machine generated work could provide these occasions, but it might be like a kind of you know, a."}
{"start": "01:04:52.140", "end": "01:04:59.970", "speaker": "Davin Heckman", "utterance": " Critical practice that you know, to really do heavy some kind of reader response, the approach in our field."}
{"start": "01:05:01.770", "end": "01:05:07.560", "speaker": "Davin Heckman", "utterance": " Why, why do Why is a work pleasurable is a really good question always."}
{"start": "01:05:23.790", "end": "01:05:26.430", "speaker": "Lyr Colin", "utterance": " Had a question for the artificial versifying."}
{"start": "01:05:27.540", "end": "01:05:28.020", "speaker": "Lyr Colin", "utterance": " panels."}
{"start": "01:05:29.430", "end": "01:05:37.710", "speaker": "Lyr Colin", "utterance": " And I was wondering when I was sort of reading your paper and I sort of played around with your translation tables that she did instead of like trying to make my own."}
{"start": "01:05:38.160", "end": "01:05:49.020", "speaker": "Lyr Colin", "utterance": " My own verses and, at least from from the the one they saw that you translate and then the ones I try to make myself, it seemed like there was some kind of a unifying theme, to the."}
{"start": "01:05:50.340", "end": "01:05:59.190", "speaker": "Lyr Colin", "utterance": " To the possibility of verses and I was wondering if it was just something that happens to be lucky about if there was something you noticed about about this."}
{"start": "01:06:00.420", "end": "01:06:06.060", "speaker": "Lyr Colin", "utterance": " I guess verse generation that has a central theme to it, which would, I guess, mean that there was some kind of."}
{"start": "01:06:07.350", "end": "01:06:19.980", "speaker": "Lyr Colin", "utterance": " tailoring of those 500,000 plus possibilities that you mentioned so did you did you notice anything like that there was some kind of intent behind all of these many, many possibilities of versus or."}
{"start": "01:06:22.620", "end": "01:06:22.830", "speaker": "Lyr Colin", "utterance": " yeah."}
{"start": "01:06:27.000", "end": "01:06:29.910", "speaker": "James Ryan", "utterance": " it's just a great question it's the thing of three people."}
{"start": "01:06:31.380", "end": "01:06:40.470", "speaker": "James Ryan", "utterance": " i'll be happy to at least start in say that, certainly in john Peters original verse his original, we can say 54 words, which are the."}
{"start": "01:06:41.880", "end": "01:06:43.950", "speaker": "James Ryan", "utterance": " Words in the respective word banks."}
{"start": "01:06:45.570", "end": "01:06:57.210", "speaker": "James Ryan", "utterance": " Certainly in the in that case the original versus have a kind of morose macabre aesthetic to them there's a certain definitely a coherent, the matic."}
{"start": "01:06:58.380", "end": "01:07:05.370", "speaker": "James Ryan", "utterance": " thrust there, which was certainly intentional on caden Henry and, if you want to add on to to that notion."}
{"start": "01:07:06.390", "end": "01:07:25.020", "speaker": "Kaeden Berg", "utterance": " yeah I think kind of that morose feeling comes from the adjectives themselves the second table all adjectives are pretty negative it's things like wild ugly rough dirty disloyal dishonest it's, not a single like positive adjective in really in the entire thing."}
{"start": "01:07:26.850", "end": "01:07:28.290", "speaker": "Kaeden Berg", "utterance": " I think that kind of gives it that."}
{"start": "01:07:29.340", "end": "01:07:31.200", "speaker": "Kaeden Berg", "utterance": " rose or darker feeling but also."}
{"start": "01:07:32.280", "end": "01:07:47.280", "speaker": "Kaeden Berg", "utterance": " it's very all the verses we've produced some very serious they're talking about wars or like pledges they seem to all be describing something, but the human condition of like tarnish deeds will display palpable battles or something."}
{"start": "01:07:48.510", "end": "01:07:59.040", "speaker": "Kaeden Berg", "utterance": " They all seem to follow the same idea of this is why the world works, the way it is, which is not always the case in land poetry it's interesting that john Peters chose to focus on that."}
{"start": "01:08:06.630", "end": "01:08:10.680", "speaker": "Zach Whalen (He|Him)", "utterance": " started typing a question but, since no one else is talking maybe we could just jump in and ask a follow up on that because."}
{"start": "01:08:10.980", "end": "01:08:20.400", "speaker": "Zach Whalen (He|Him)", "utterance": " i'm really curious about that, like why like What was it about john Peters world that that led him to sort of write poetry, that would be so kind of pessimistic or."}
{"start": "01:08:20.760", "end": "01:08:27.450", "speaker": "Zach Whalen (He|Him)", "utterance": " You know so dark I mean this is a 17th century England, I guess, I don't know what was your what was going on back then."}
{"start": "01:08:27.870", "end": "01:08:41.460", "speaker": "Zach Whalen (He|Him)", "utterance": " So i'm wondering if it can be just in responding to his you know idea of what is going on, or if it's like his way of writing something getting things people will see as like good poetry like his idea sort of appealing to this sort of seriousness and."}
{"start": "01:08:42.660", "end": "01:08:54.540", "speaker": "Zach Whalen (He|Him)", "utterance": " yeah thanks they I think they weren't great, but the point is, you know I can I can imagine two possible motivations for him and i'm for him to kind of arrive at that the compositional strategy and i'm just curious, if you think either one of those makes sense."}
{"start": "01:08:56.490", "end": "01:08:58.710", "speaker": "Henry Koelling", "utterance": " I think there's definitely an element of."}
{"start": "01:08:59.100", "end": "01:09:01.350", "speaker": "Henry Koelling", "utterance": " romanticism going on."}
{"start": "01:09:03.240", "end": "01:09:05.100", "speaker": "Henry Koelling", "utterance": " Which kind of ties in with."}
{"start": "01:09:06.720", "end": "01:09:12.810", "speaker": "Henry Koelling", "utterance": " You know the way the way the booklet is presented as like this major breakthrough."}
{"start": "01:09:14.670", "end": "01:09:22.050", "speaker": "Henry Koelling", "utterance": " To produce an inverse for anybody, no matter their educational background."}
{"start": "01:09:24.450", "end": "01:09:33.210", "speaker": "Henry Koelling", "utterance": " We we have like very little knowledge of john john peer I believe was a mathematician."}
{"start": "01:09:34.590", "end": "01:09:35.520", "speaker": "James Ryan", "utterance": " position actually."}
{"start": "01:09:36.090", "end": "01:09:36.450", "speaker": "Henry Koelling", "utterance": " Is it."}
{"start": "01:09:37.680", "end": "01:09:38.850", "speaker": "James Ryan", "utterance": " says polymath."}
{"start": "01:09:39.210", "end": "01:09:41.010", "speaker": "James Ryan", "utterance": " Know position isn't he was a doctor."}
{"start": "01:09:41.850", "end": "01:09:42.660", "speaker": "Henry Koelling", "utterance": " Oh okay."}
{"start": "01:09:44.130", "end": "01:09:51.180", "speaker": "James Ryan", "utterance": " there's one source that says that and I haven't been able to find much on this life, but apparently was a doctor near the time of a plague event."}
{"start": "01:09:52.500", "end": "01:09:56.250", "speaker": "James Ryan", "utterance": " Was Leah said in the chat there's a big fire that time too, so."}
{"start": "01:09:57.390", "end": "01:10:04.410", "speaker": "James Ryan", "utterance": " Life was maybe dark for him, even though he's you know, had a relatively high status and so forth in London didn't mean to cut you off Henry."}
{"start": "01:10:07.020", "end": "01:10:15.990", "speaker": "James Ryan", "utterance": " yeah so obviously that would feed into it, if we were all the right land examiner might be darker than if we were to in 2019 2018 it was coming out of a plague event."}
{"start": "01:10:17.430", "end": "01:10:34.470", "speaker": "James Ryan", "utterance": " But I think my hunch personally in these folks are the Latin scholars on the team, but my hunch personally is that he's engaging in a in a Meta tradition of Latin you know Latin being at the Center of scholastic life for nearly two millennia, by the time he was working with it."}
{"start": "01:10:35.670", "end": "01:10:40.650", "speaker": "James Ryan", "utterance": " there's so many different traditions of Latin diverse he's working in this particular tradition which."}
{"start": "01:10:41.310", "end": "01:10:56.490", "speaker": "James Ryan", "utterance": " we're not experts in but in the 17th century in London, I don't know exactly what Latin verse meant, then I would assume he's engaging what particular kinds of static values that would be conventional in the verse any one of these outputs still look like conventional and next amateur."}
{"start": "01:10:58.050", "end": "01:11:05.430", "speaker": "James Ryan", "utterance": " that's, something that would be like further exploration we scratched the surface, a bit, but didn't dive deep there it's a great question."}
{"start": "01:11:08.580", "end": "01:11:13.980", "speaker": "Anastasia Salter", "utterance": " we're coming up on time but stephanie getting the last question your thoughts."}
{"start": "01:11:15.030", "end": "01:11:17.130", "speaker": "Stephanie Strickland", "utterance": " yeah I question whether."}
{"start": "01:11:18.870", "end": "01:11:27.030", "speaker": "Stephanie Strickland", "utterance": " The way that thing was constructed was necessarily he was looking to write a specific kind of verse, especially if all these words have nine letters and."}
{"start": "01:11:28.740", "end": "01:11:35.250", "speaker": "Stephanie Strickland", "utterance": " It seems to me that that might be the those might be the words that he found fit into a system better."}
{"start": "01:11:35.700", "end": "01:11:51.990", "speaker": "Stephanie Strickland", "utterance": " than another set I think that's far more likely than that he set out to write a specific kind of thing and then trying to fit it in it's like doing really hard crossword puzzles to you know with oh i'll just choose my words I think it's I think it's probably driven the other way."}
{"start": "01:11:58.470", "end": "01:11:58.890", "speaker": "James Ryan", "utterance": " Okay."}
{"start": "01:11:58.920", "end": "01:12:00.120", "speaker": "James Ryan", "utterance": " I speak immediate great point."}
{"start": "01:12:01.980", "end": "01:12:07.980", "speaker": "Kaeden Berg", "utterance": " could also agree with that, I think a lot of the vocabulary and some of the tables definitely felt like he was looking for."}
{"start": "01:12:08.670", "end": "01:12:15.630", "speaker": "Kaeden Berg", "utterance": " A word in a specific case around a specific length to just make the tables look right there are definitely times when."}
{"start": "01:12:16.290", "end": "01:12:32.430", "speaker": "Kaeden Berg", "utterance": " The object like they're often talk about like the, this is what causes battles and it produces vows but then there's one night stars, which always make the versus the nonsensical like augment night stars, or will give up night stars."}
{"start": "01:12:34.470", "end": "01:12:49.140", "speaker": "Kaeden Berg", "utterance": " It sometimes it does create these kind of nonsensical versus because it seems like he was trying to generate ideas, based on like previous Latin he's possibly read because, like talking about night stars or talking about times and ideas are somewhat common."}
{"start": "01:12:50.430", "end": "01:12:55.260", "speaker": "Stephanie Strickland", "utterance": " But his night stars have an astrological meaning of some kind in this context."}
{"start": "01:12:55.530", "end": "01:13:00.300", "speaker": "Kaeden Berg", "utterance": " It could mean constellations it usually it's just literally the word for like the night sky."}
{"start": "01:13:02.850", "end": "01:13:12.000", "speaker": "Kaeden Berg", "utterance": " But often the verses are talking about like tangible objects or like ideas you can move and work with night stars always seems very."}
{"start": "01:13:12.780", "end": "01:13:13.890", "speaker": "Kaeden Berg", "utterance": " I guess fixed."}
{"start": "01:13:14.040", "end": "01:13:21.390", "speaker": "Kaeden Berg", "utterance": " it's not something like you can really change so it's always interesting to find generated poem from this that is talking about that."}
{"start": "01:13:27.690", "end": "01:13:29.880", "speaker": "Anastasia Salter", "utterance": " That brings us exactly to our time."}
{"start": "01:13:32.250", "end": "01:13:40.920", "speaker": "Anastasia Salter", "utterance": " Thank you again to our panelists and for everyone for engaging and bringing up all these fantastic examples lots to explore."}
{"start": "01:13:43.020", "end": "01:13:48.990", "speaker": "Anastasia Salter", "utterance": " And you can either unmute or clap on camera for our fantastic panelists."}
{"start": "01:13:52.770", "end": "01:13:54.090", "speaker": "Anastasia Salter", "utterance": " The silent zoom clap."}
{"start": "01:13:56.640", "end": "01:14:00.210", "speaker": "Anastasia Salter", "utterance": " vaguely audible and, of course, thank you all."}
{"start": "01:14:01.260", "end": "01:14:02.970", "speaker": "Anastasia Salter", "utterance": " See around the rest of the conference yeah."}
{"start": "01:14:03.000", "end": "01:14:03.660", "speaker": "Zach Whalen (He|Him)", "utterance": " thanks for a great."}
{"start": "01:14:03.720", "end": "01:14:04.890", "speaker": "Zach Whalen (He|Him)", "utterance": " conversation that was really interesting."}
{"start": "01:14:06.600", "end": "01:14:07.080", "speaker": "James Ryan", "utterance": " Thank you."}
{"start": "01:14:08.190", "end": "01:14:09.840", "speaker": "Kaeden Berg", "utterance": " Thank you everyone, thank you, everybody."}