{"start": "00:00:06.000", "end": "00:00:15.000", "speaker": "None", "utterance": "Good morning, everybody. Welcome to this session of the yellow 2021. This session is entitled preservation and forensics one."}
{"start": "00:00:15.000", "end": "00:00:30.000", "speaker": "None", "utterance": "Our speakers, we have three wonderful papers this morning. We're going to start with Timothy Wilcox. The title of his paper is lyric recollection and the preservation of ephemeral and social, he lit."}
{"start": "00:00:30.000", "end": "00:00:31.000", "speaker": "None", "utterance": "Timothy."}
{"start": "00:00:31.000", "end": "00:00:33.000", "speaker": "None", "utterance": "Oh yes. Okay."}
{"start": "00:00:33.000", "end": "00:00:36.000", "speaker": "None", "utterance": "So"}
{"start": "00:00:36.000", "end": "00:00:40.000", "speaker": "None", "utterance": "share her presentation."}
{"start": "00:00:40.000", "end": "00:00:53.000", "speaker": "None", "utterance": "So, compared to their collection, the preservation of Emerald social, he let you for the introduction. So compared to generating floppy disk forensic images my proposal is a bit of a flight of fancy."}
{"start": "00:00:53.000", "end": "00:01:05.000", "speaker": "None", "utterance": "So regarding the existence of ephemeral and social electronic literary works. I suggest that lyric reflection conserve as an imperfect, but still workable preservation of the experience of the work."}
{"start": "00:01:05.000", "end": "00:01:17.000", "speaker": "None", "utterance": "And it's such an endeavor can also transcribe some of the actual social text to do more direct reproduction will also give a substantial effort to contextualize in this text is emerging between live people."}
{"start": "00:01:17.000", "end": "00:01:30.000", "speaker": "None", "utterance": "As we were gathered in this virtual conference themed around the self questioning idea of the post pandemic. This idea, particularly as bottled by interest in on the cyber gypsies seems particularly relevant for over a year now we have adjusted our lives"}
{"start": "00:01:30.000", "end": "00:01:47.000", "speaker": "None", "utterance": "around an invisible virus, very real human losses, many spaces altered, and people became acutely aware of the distance, physical and social between themselves and others."}
{"start": "00:01:47.000", "end": "00:02:02.000", "speaker": "None", "utterance": "We see more recent responses to this such as in the covert elite exhibition, as well as the use of gather town and city has work is focused on his experience in multi user dungeons, the characters that he met and how his experiences trained his imagination"}
{"start": "00:02:02.000", "end": "00:02:19.000", "speaker": "None", "utterance": "is also response to a very real tragedy in 1984 gas leak and a chemical plant in Bhopal India released invisible toxins into the city toxins which lingered in the environment for many years and cause birth defects in the next generation."}
{"start": "00:02:19.000", "end": "00:02:34.000", "speaker": "None", "utterance": "The outcome of sin has training through social electronic text as he tells it is an ad campaign for which he successfully funded the opening of a free clinic and Bhopal goodness, Ed, for instance, Sinha overlays a human body with text listing unseen elements,"}
{"start": "00:02:34.000", "end": "00:02:50.000", "speaker": "None", "utterance": "such as damage lung this digestive problems, liver damage, chemicals and breast milk, etc. Similarly in the cyber gypsies Sinha introduces the Bhopal disaster who the claim that the soul live record is an audio tape setup to record a radio broadcast,"}
{"start": "00:02:50.000", "end": "00:02:54.000", "speaker": "None", "utterance": "which didn't have then some subverts send aesthetically."}
{"start": "00:02:54.000", "end": "00:03:07.000", "speaker": "None", "utterance": "He writes, if it were videotape it would see what comes creeping in pressing foggy fingers on the window, beating through the open door and waves. It would see the light properly paid to wait."}
{"start": "00:03:07.000", "end": "00:03:15.000", "speaker": "None", "utterance": "But the machine and Sue deeps abandoned house its middle circuitry unaffected records, only the dismal groans and shrieks diminished gradually diminishing."}
{"start": "00:03:15.000", "end": "00:03:31.000", "speaker": "None", "utterance": "And in the end, silence repairs done how to translate such a record into a compelling narrative is digital experience. Much of the 31st third of the memoir built up to an Immortals only party, referring to a class of skilled frequent players who have"}
{"start": "00:03:31.000", "end": "00:03:39.000", "speaker": "None", "utterance": "broken a certain points for a threshold at which an assassination, quote would spark off the First World War."}
{"start": "00:03:39.000", "end": "00:03:49.000", "speaker": "None", "utterance": "Once we actually get to this event center comments that the real people in the room were never invited to this party. They are here on sufferance mere emissaries of the real guest."}
{"start": "00:03:49.000", "end": "00:04:05.000", "speaker": "None", "utterance": "It's the personas who are meeting here, sin has own sense of such games or sin has own sense of values always comes from this remove, which is slightly disillusioned by the internal logic of such games, but what he records here is the sense that all these"}
{"start": "00:04:05.000", "end": "00:04:19.000", "speaker": "None", "utterance": "people were interested in being social and making friends through shades, they really value the personas crafted online with no interest in moving outside of that frame to capture different levels of understanding what is happening Sinhala shifts into"}
{"start": "00:04:19.000", "end": "00:04:32.000", "speaker": "None", "utterance": "various forms and styles at different times. The most prominent mode of the memoir is a series of short pros accounts of events, sometimes from different perspectives, but he also includes various materials as needed."}
{"start": "00:04:32.000", "end": "00:04:46.000", "speaker": "None", "utterance": "In some cases soon as narration is simply this series of texts inputs and outputs, which would appear on a monitor during a series of virtual actions is shifting between modes in comics clear the different levels of what is going on, expertise and quick"}
{"start": "00:04:46.000", "end": "00:04:54.000", "speaker": "None", "utterance": "quickly crafting inputs, imagining scenes, the social understanding of larger events, and so on."}
{"start": "00:04:54.000", "end": "00:05:10.000", "speaker": "None", "utterance": "We're Sinha sometimes. Simply includes a line such as G brick to narrate a character picking up or getting a broken paving brick and contrast to which the usual proscriptions more clearly reflect the addition of imaginative work, his description of the"}
{"start": "00:05:10.000", "end": "00:05:19.000", "speaker": "None", "utterance": "assassination utilizes a different approach. After one player sneaks away from the party and logs into an alternate accountant to start a fight with another player present at the party."}
{"start": "00:05:19.000", "end": "00:05:32.000", "speaker": "None", "utterance": "The to end up both online and engage in combat at the party, a crowd washes the event unfold on the monitor is insane how records the virtual activity in their diverse, which serves to give wait till the actions."}
{"start": "00:05:32.000", "end": "00:05:48.000", "speaker": "None", "utterance": "Understanding these different meanings and the stakes of such online activity will later support sin has advocacy RIAs tests with making people see and care about an invisible long ago gas leak on another scale, we can look at this model for thinking"}
{"start": "00:05:48.000", "end": "00:06:05.000", "speaker": "None", "utterance": "about how we might preserve other moments, as seen an ephemeral and social electronic literature works in what is actually a quite serious way."}
{"start": "00:06:05.000", "end": "00:06:08.000", "speaker": "None", "utterance": "Thank you."}
{"start": "00:06:08.000", "end": "00:06:20.000", "speaker": "None", "utterance": "Comments, we should have a few seconds just for a few comments if you want to put something in the chat and at the end we'll have more time for Q amp a video of something, immediate you want to say please feel free to say it now or to just put something"}
{"start": "00:06:20.000", "end": "00:06:21.000", "speaker": "None", "utterance": "in the chat about it."}
{"start": "00:06:21.000", "end": "00:06:26.000", "speaker": "None", "utterance": "With the paper."}
{"start": "00:06:26.000", "end": "00:06:43.000", "speaker": "None", "utterance": "Okay, so the next paper is a Nicholas Schiller and he's talking about comparing methods of generating three and a half inch floppy disk forensic images, Nicholas."}
{"start": "00:06:43.000", "end": "00:06:48.000", "speaker": "None", "utterance": "You are muted my friend."}
{"start": "00:06:48.000", "end": "00:06:53.000", "speaker": "None", "utterance": "Good day everyone."}
{"start": "00:06:53.000", "end": "00:07:16.000", "speaker": "None", "utterance": "So, The paper that I'm presenting has a very narrow and specific focus, and it's how to improve an already established process. So to begin the work that I'm looking at, there is an existing work collaboratively written document called the archivist guide"}
{"start": "00:07:16.000", "end": "00:07:38.000", "speaker": "None", "utterance": "A collaboratively written document called the archivist guide to Cairo flux that describes, and addresses, many of the issues with creating forensic images with a piece of existing technology, and they're not terribly photogenic, but this is a Cairo flux"}
{"start": "00:07:38.000", "end": "00:07:41.000", "speaker": "None", "utterance": "board."}
{"start": "00:07:41.000", "end": "00:07:53.000", "speaker": "None", "utterance": "It connects to a floppy drive and it creates magnetic flux images which I'll describe in a moment which is a an improvement over simply reading a floppy disk."}
{"start": "00:07:53.000", "end": "00:07:57.000", "speaker": "None", "utterance": "But in order to advance the existing work."}
{"start": "00:07:57.000", "end": "00:08:01.000", "speaker": "None", "utterance": "I wanted to look at four methods."}
{"start": "00:08:01.000", "end": "00:08:06.000", "speaker": "None", "utterance": "The first is to use a networked vintage computer."}
{"start": "00:08:06.000", "end": "00:08:09.000", "speaker": "None", "utterance": "What."}
{"start": "00:08:09.000", "end": "00:08:23.000", "speaker": "None", "utterance": "Doug reside originally termed a Rosetta machine, because it gives us a key into several ways of reading the desks, one of which is already known when it's not allows us to unlock the rest."}
{"start": "00:08:23.000", "end": "00:08:43.000", "speaker": "None", "utterance": "And this is what's provided by the electronic literature lab Dini regards fantastic collection of vintage machines. However, the advent of the pandemic and the need to lock down meant that the specific Rosetta machines that I needed were also needed by"}
{"start": "00:08:43.000", "end": "00:08:53.000", "speaker": "None", "utterance": "other researchers and they were distributed. So I don't have results from that due to the pandemic and the machines, moving around."}
{"start": "00:08:53.000", "end": "00:09:02.000", "speaker": "None", "utterance": "A second method that I looked at is the curator suite."}
{"start": "00:09:02.000", "end": "00:09:18.000", "speaker": "None", "utterance": "That also ended up not working because of a contemporary USB floppy drive failure. I anticipate that it was dirty read heads on the drive but I wasn't able to collect excellent data off of that."}
{"start": "00:09:18.000", "end": "00:09:37.000", "speaker": "None", "utterance": "The third method that I looked at was in fact the cry reflects that I'm looking at, and that is sort of the existing standard. And the fourth is a alternative board to the Cairo flux known as the super card Pro, which works in a very similar way."}
{"start": "00:09:37.000", "end": "00:09:58.000", "speaker": "None", "utterance": "And as I looked through the results of the items, the failings of the Cairo flux or the limitations of it become clear. There is a licensing problem or problem but an issue with the software, if you are connected to a university, the expense is quite"}
{"start": "00:09:58.000", "end": "00:09:59.000", "speaker": "None", "utterance": "high."}
{"start": "00:09:59.000", "end": "00:10:12.000", "speaker": "None", "utterance": "Super card pro does not have that licensing issue. However, when we use it to create the magnetic flux, images, it,"}
{"start": "00:10:12.000", "end": "00:10:36.000", "speaker": "None", "utterance": "it can create the magnetic flux images but not in precisely the same way. One of the really useful results of using either these pieces technology is rather than simply reading the floppy disk, which a regular computer would do that requires knowing how"}
{"start": "00:10:36.000", "end": "00:10:57.000", "speaker": "None", "utterance": "physically on the floppy drive the magnetic surface is broken into specific region sectors, and a which order those sectors are read in, and the speed at which those sectors are turned the Cairo flux in the super dr are able to read the magnetic interaction"}
{"start": "00:10:57.000", "end": "00:11:16.000", "speaker": "None", "utterance": "of the right head over the floppy disk surface which can create an image that image I'm going to say metaphorically is like a TIFF image of a photograph, which, if you compare a TIFF image with a JPEG in simply view in a photograph with your eye."}
{"start": "00:11:16.000", "end": "00:11:39.000", "speaker": "None", "utterance": "It may be indistinguishable indistinguishable or it may be lower quality appearing than a regular photograph, but the depth of digital information is such that with these magnetic image magnetic flux, images, we have the future."}
{"start": "00:11:39.000", "end": "00:11:49.000", "speaker": "None", "utterance": "Hope that technology will be able to read the rich digital image of that and create a higher quality copy in the future."}
{"start": "00:11:49.000", "end": "00:11:53.000", "speaker": "None", "utterance": "And that's my time and I want to thank you."}
{"start": "00:11:53.000", "end": "00:12:09.000", "speaker": "None", "utterance": "Thank you, any quick questions or comments about Nicholas's paper before we go to the next speaker, and do not hesitate to put things put your information or things you want to say in the chat, so that we can talk, you know gets them in the next q amp"}
{"start": "00:12:09.000", "end": "00:12:10.000", "speaker": "None", "utterance": "a section of this presentation."}
{"start": "00:12:10.000", "end": "00:12:24.000", "speaker": "None", "utterance": "of this presentation. Next we have two people presenting or read to diminish and Anton for a few book, when platforms, don't let us escape literature."}
{"start": "00:12:24.000", "end": "00:12:26.000", "speaker": "None", "utterance": "Thank you, the name."}
{"start": "00:12:26.000", "end": "00:12:29.000", "speaker": "None", "utterance": "I am going to share my screen."}
{"start": "00:12:29.000", "end": "00:12:35.000", "speaker": "None", "utterance": "I have for slide presentation."}
{"start": "00:12:35.000", "end": "00:12:42.000", "speaker": "None", "utterance": "And Allah final surprise. I think"}
{"start": "00:12:42.000", "end": "00:12:50.000", "speaker": "None", "utterance": "it's see if it works."}
{"start": "00:12:50.000", "end": "00:13:03.000", "speaker": "None", "utterance": "Well, I'm done, and I, I think we are in this final about forensics, but we are in an in between."}
{"start": "00:13:03.000", "end": "00:13:07.000", "speaker": "None", "utterance": "In between forensics."}
{"start": "00:13:07.000", "end": "00:13:20.000", "speaker": "None", "utterance": "I proposed and don't forget to try to present a few book, because the conference theme was very closely relate to that work in the way it was created, and also in the manner."}
{"start": "00:13:20.000", "end": "00:13:24.000", "speaker": "None", "utterance": "We read it."}
{"start": "00:13:24.000", "end": "00:13:38.000", "speaker": "None", "utterance": "Although the work was already dead. I had it very much alive in my mind, especially during the lockdown. While most of us were being covered by an on screen kind of tsunami."}
{"start": "00:13:38.000", "end": "00:13:43.000", "speaker": "None", "utterance": "The few book was speaking to me loud and clear."}
{"start": "00:13:43.000", "end": "00:13:46.000", "speaker": "None", "utterance": "12 years before Kobe's 19."}
{"start": "00:13:46.000", "end": "00:14:02.000", "speaker": "None", "utterance": "Don't forget elite work appealed, ironically, and while having fun to my critical conscious muscle to be aware about digital in both was an early social media platform context."}
{"start": "00:14:02.000", "end": "00:14:15.000", "speaker": "None", "utterance": "When I weighed the basis of our panel colleagues, I understood that this is a panel, a panel about how to recover that elite works."}
{"start": "00:14:15.000", "end": "00:14:24.000", "speaker": "None", "utterance": "Yes, it's forensics too, because a process of XMX mining. The corpse is showed in both papers."}
{"start": "00:14:24.000", "end": "00:14:51.000", "speaker": "None", "utterance": "We collect in memory some value 18 different human article interpretations in multi uses Danton in our like invocation. As see mercy Wilcox has planed comparing and evaluating methods of generating 3.5 floppy disk images in our Back to the Future digital"}
{"start": "00:14:51.000", "end": "00:14:55.000", "speaker": "None", "utterance": "possibility and Nicholas Schiller contribution."}
{"start": "00:14:55.000", "end": "00:15:00.000", "speaker": "None", "utterance": "Within the wonderful job electronic literature lab has been doing."}
{"start": "00:15:00.000", "end": "00:15:08.000", "speaker": "None", "utterance": "But, in both cases, based on a book, or in a floppy disk, they said corpse."}
{"start": "00:15:08.000", "end": "00:15:23.000", "speaker": "None", "utterance": "I was hoping into my heart that the book, could be a life again someday, even, although Anton told me several times that it was an impossible fact, we didn't have a corpse to share with you."}
{"start": "00:15:23.000", "end": "00:15:31.000", "speaker": "None", "utterance": "That's our paper and presentation was going to demand, kind of faith agreement of all of you."}
{"start": "00:15:31.000", "end": "00:15:41.000", "speaker": "None", "utterance": "We had our experiences as also our reader and the dialogue about the future book, we started to build a couple of years ago."}
{"start": "00:15:41.000", "end": "00:15:51.000", "speaker": "None", "utterance": "Unexpectedly, for me, the author told me a few days ago that our recreation of the few book was written in WordPress."}
{"start": "00:15:51.000", "end": "00:16:07.000", "speaker": "None", "utterance": "And, as all of us have the papers we prefer to show you some pieces of the work of Dr. Frankenstein revived exercise, quite similar quite different from the original one."}
{"start": "00:16:07.000", "end": "00:16:31.000", "speaker": "None", "utterance": "We thought we thought, our paper assets being both for opening a discussion in with him analytical and technological views would be able to gather in order to imagine new collaborative, and perhaps more sustainable ways of creating."}
{"start": "00:16:31.000", "end": "00:16:35.000", "speaker": "None", "utterance": "This is how great yet."}
{"start": "00:16:35.000", "end": "00:16:49.000", "speaker": "None", "utterance": "Looks like in most of phonies cemeteries and Don will wait some bits of the few book in Catalan and I will translate it into English."}
{"start": "00:16:49.000", "end": "00:17:04.000", "speaker": "None", "utterance": "Our language is not still dead on contrast is a life, and perhaps any with you, improve and somewhat we hope that will be nice for you to have a different language variants."}
{"start": "00:17:04.000", "end": "00:17:29.000", "speaker": "None", "utterance": "But before beginning I would like to you to notice that when you have 200 of electronic Lisa works on half of them, they're due due to obsolescence et cetera will sync up when you have only 20 electronically a works in your language and 18 of them, there"}
{"start": "00:17:29.000", "end": "00:17:31.000", "speaker": "None", "utterance": "is too much to lose."}
{"start": "00:17:31.000", "end": "00:17:40.000", "speaker": "None", "utterance": "Because the language, and its cultural alive, as much as they are visible in the world."}
{"start": "00:17:40.000", "end": "00:17:42.000", "speaker": "None", "utterance": "So,"}
{"start": "00:17:42.000", "end": "00:17:48.000", "speaker": "None", "utterance": "I am, I am glad I don't."}
{"start": "00:17:48.000", "end": "00:17:58.000", "speaker": "None", "utterance": "Dawn can can share with us some pieces of the work of the elite work."}
{"start": "00:17:58.000", "end": "00:18:06.000", "speaker": "None", "utterance": "He. I don't know if I should say translate it to WordPress."}
{"start": "00:18:06.000", "end": "00:18:11.000", "speaker": "None", "utterance": "And if you, if you have"}
{"start": "00:18:11.000", "end": "00:18:14.000", "speaker": "None", "utterance": "you read the paper."}
{"start": "00:18:14.000", "end": "00:18:23.000", "speaker": "None", "utterance": "You can see that was our multi tool"}
{"start": "00:18:23.000", "end": "00:18:33.000", "speaker": "None", "utterance": "will ensure letter"}
{"start": "00:18:33.000", "end": "00:18:35.000", "speaker": "None", "utterance": "She has an issue."}
{"start": "00:18:35.000", "end": "00:18:39.000", "speaker": "None", "utterance": "Okay, in what in the new WordPress version."}
{"start": "00:18:39.000", "end": "00:18:42.000", "speaker": "None", "utterance": "I think it, then it's not finished yet."}
{"start": "00:18:42.000", "end": "00:18:46.000", "speaker": "None", "utterance": "You have to log in on in the original one."}
{"start": "00:18:46.000", "end": "00:18:53.000", "speaker": "None", "utterance": "I think that in the original one the login was with Facebook Connect."}
{"start": "00:18:53.000", "end": "00:19:02.000", "speaker": "None", "utterance": "It was the first times for Facebook, and in WordPress, you have to log in as well."}
{"start": "00:19:02.000", "end": "00:19:12.000", "speaker": "None", "utterance": "I recommend sure entered into the premier premier capito lunch."}
{"start": "00:19:12.000", "end": "00:19:16.000", "speaker": "None", "utterance": "Don't get nervous."}
{"start": "00:19:16.000", "end": "00:19:33.000", "speaker": "None", "utterance": "Gay Santa Fe like a couple several apply judgment intellectual your case on para ya gotta gotta gotta, gotta beat yet fair yes and this is really right here with."}
{"start": "00:19:33.000", "end": "00:19:40.000", "speaker": "None", "utterance": "See what he said about memories, because they work begins with our memory."}
{"start": "00:19:40.000", "end": "00:19:59.000", "speaker": "None", "utterance": "You don't know who is on the beat filling their body is like a difference between body and your own name and the name is that seeing your mother say to you to go home."}
{"start": "00:19:59.000", "end": "00:20:11.000", "speaker": "None", "utterance": "When you are enjoying the beat, or plane. And in that distant memory. It marks the name as a negative thing."}
{"start": "00:20:11.000", "end": "00:20:25.000", "speaker": "None", "utterance": "And after that, you have an email in your, Your GMA telling you."}
{"start": "00:20:25.000", "end": "00:20:36.000", "speaker": "None", "utterance": "Someone someone's"}
{"start": "00:20:36.000", "end": "00:20:42.000", "speaker": "None", "utterance": "Good, good. You read on the first one"}
{"start": "00:20:42.000", "end": "00:20:49.000", "speaker": "None", "utterance": "you brush who among those blocks. Now, that's that God."}
{"start": "00:20:49.000", "end": "00:20:59.000", "speaker": "None", "utterance": "blesses in America, America Shan"}
{"start": "00:20:59.000", "end": "00:21:12.000", "speaker": "None", "utterance": "Shan Shan Shan on Gomer status below Christie is when the script but it goes deeper some mom and Mom Mom in record other security for a sec one sec one has been through up a premier about other."}
{"start": "00:21:12.000", "end": "00:21:18.000", "speaker": "None", "utterance": "The others and Karen don't know. There's really many, many programmers for Cooper ever."}
{"start": "00:21:18.000", "end": "00:21:37.000", "speaker": "None", "utterance": "And they were tm also a bill will cause the exact them in, you will push your original button poker a script causes volunteers, doctors and the home screen centers isn't as it was your morning come with a generous categorize your shops to no sec excuse."}
{"start": "00:21:37.000", "end": "00:21:43.000", "speaker": "None", "utterance": "But the man who sees flow going I got a nice key a pencil sketch are available now."}
{"start": "00:21:43.000", "end": "00:21:57.000", "speaker": "None", "utterance": "Okay, you, you have a made from someone who has your, your name, and is telling you what are you writing on the web, because all the people is telling me."}
{"start": "00:21:57.000", "end": "00:22:27.000", "speaker": "None", "utterance": "Why are you writing that naughty and unkind things on the web. So it plays the game with the double fiction and. And now, we, we know a lot about fake news, and both, but in that years, that was not usual, and three more, a corrupt SRPAMI been your email"}
{"start": "00:22:29.000", "end": "00:22:35.000", "speaker": "None", "utterance": "in your email and into the messages."}
{"start": "00:22:35.000", "end": "00:22:38.000", "speaker": "None", "utterance": "You can."}
{"start": "00:22:38.000", "end": "00:23:03.000", "speaker": "None", "utterance": "You can go to another spaces on the web, like, blogs, and I know these are all is an ecosystem related with identity, and your name and supplanting personality and doing things for you and that you are not doing."}
{"start": "00:23:03.000", "end": "00:23:11.000", "speaker": "None", "utterance": "So this is the, The play in the, in the work"}
{"start": "00:23:11.000", "end": "00:23:17.000", "speaker": "None", "utterance": "for the headmaster chin."}
{"start": "00:23:17.000", "end": "00:23:26.000", "speaker": "None", "utterance": "So that the plot is evolving, in many ways, but you have always the feeling that you are."}
{"start": "00:23:26.000", "end": "00:23:36.000", "speaker": "None", "utterance": "You are all the time in the same story."}
{"start": "00:23:36.000", "end": "00:23:49.000", "speaker": "None", "utterance": "Some in in moment you find you find yourself in Wikipedia"}
{"start": "00:23:49.000", "end": "00:23:52.000", "speaker": "None", "utterance": "bit"}
{"start": "00:23:52.000", "end": "00:23:59.000", "speaker": "None", "utterance": "uncommon, and you can blow you your own life,"}
{"start": "00:23:59.000", "end": "00:24:05.000", "speaker": "None", "utterance": "written there,"}
{"start": "00:24:05.000", "end": "00:24:11.000", "speaker": "None", "utterance": "other person when those some didn't."}
{"start": "00:24:11.000", "end": "00:24:21.000", "speaker": "None", "utterance": "And don't"}
{"start": "00:24:21.000", "end": "00:24:32.000", "speaker": "None", "utterance": "be careful. Be careful."}
{"start": "00:24:32.000", "end": "00:24:40.000", "speaker": "None", "utterance": "As you can see voice synthesizes yesterday."}
{"start": "00:24:40.000", "end": "00:24:44.000", "speaker": "None", "utterance": "Kitty,"}
{"start": "00:24:44.000", "end": "00:24:47.000", "speaker": "None", "utterance": "kitty, kitty."}
{"start": "00:24:47.000", "end": "00:24:51.000", "speaker": "None", "utterance": "In general fund our"}
{"start": "00:24:51.000", "end": "00:24:54.000", "speaker": "None", "utterance": "fun"}
{"start": "00:24:54.000", "end": "00:25:03.000", "speaker": "None", "utterance": "was playing in all the thing with."}
{"start": "00:25:03.000", "end": "00:25:14.000", "speaker": "None", "utterance": "You have"}
{"start": "00:25:14.000", "end": "00:25:17.000", "speaker": "None", "utterance": "anything."}
{"start": "00:25:17.000", "end": "00:25:24.000", "speaker": "None", "utterance": "I spent on each other's the that this is exactly that. That's it."}
{"start": "00:25:24.000", "end": "00:25:25.000", "speaker": "None", "utterance": "Thank you."}
{"start": "00:25:25.000", "end": "00:25:38.000", "speaker": "None", "utterance": "So through the dialogue you have not dialogue but you feel you feel that this a dialogue with someone you don't know half your name."}
{"start": "00:25:38.000", "end": "00:25:50.000", "speaker": "None", "utterance": "And another two characters that tell you that you are not a kind person and you are not not doing it very well."}
{"start": "00:25:50.000", "end": "00:26:14.000", "speaker": "None", "utterance": "And all the long path through the emails on blogs and some, some place recreating different narrative, or the Wikipedia page, lead you through the financial."}
{"start": "00:26:14.000", "end": "00:26:24.000", "speaker": "None", "utterance": "That is clear message that you were alone when you began."}
{"start": "00:26:24.000", "end": "00:26:31.000", "speaker": "None", "utterance": "And in the internet, you could be,"}
{"start": "00:26:31.000", "end": "00:26:40.000", "speaker": "None", "utterance": "it could be a crowded place. But finally, you are alone again with your humanity in."}
{"start": "00:26:40.000", "end": "00:26:49.000", "speaker": "None", "utterance": "In, watery, and transforming on liquid space."}
{"start": "00:26:49.000", "end": "00:26:57.000", "speaker": "None", "utterance": "And it was a very nice metaphor"}
{"start": "00:26:57.000", "end": "00:27:15.000", "speaker": "None", "utterance": "that help bring much about reflecting what would what would what we want, when we are in in media or in internet networks."}
{"start": "00:27:15.000", "end": "00:27:18.000", "speaker": "None", "utterance": "So why think for the moment."}
{"start": "00:27:18.000", "end": "00:27:22.000", "speaker": "None", "utterance": "It's enough."}
{"start": "00:27:22.000", "end": "00:27:34.000", "speaker": "None", "utterance": "And we have to answer questions commentaries comments."}
{"start": "00:27:34.000", "end": "00:27:38.000", "speaker": "None", "utterance": "Sorry, All the speakers."}
{"start": "00:27:38.000", "end": "00:27:43.000", "speaker": "None", "utterance": "Sorry for the difficulty in translation because"}
{"start": "00:27:43.000", "end": "00:27:53.000", "speaker": "None", "utterance": "I just speak English every day. And when I speak with another catalyst speaker, difficult for me to."}
{"start": "00:27:53.000", "end": "00:27:55.000", "speaker": "None", "utterance": "But thank you."}
{"start": "00:27:55.000", "end": "00:28:04.000", "speaker": "None", "utterance": "Retro none of us from America speaks much of anything else we're not trying to do foreign languages, quote unquote,"}
{"start": "00:28:04.000", "end": "00:28:16.000", "speaker": "None", "utterance": "so I think whatever you do is marvelous that you even use our language so thank you so much for your, your efforts. We have some actual excellent comments in the chat so let's start with Clara's comment."}
{"start": "00:28:16.000", "end": "00:28:31.000", "speaker": "None", "utterance": "I can't help but think about how how ironic it is it only the words remain when the platforms, obsolete is losing electronic literature is distinguishing feature, which is really the rich, which is really platform and what the writers do with the performances"}
{"start": "00:28:31.000", "end": "00:28:33.000", "speaker": "None", "utterance": "of platform."}
{"start": "00:28:33.000", "end": "00:28:41.000", "speaker": "None", "utterance": "Clarity want to talk about that a little bit more and then maybe we can engage folks with that question or comment."}
{"start": "00:28:41.000", "end": "00:28:57.000", "speaker": "None", "utterance": "Yeah, very short comments really I have very little to add to that but i when you were talking about corpses, and then you managed still to read out a few words from the text, I thought, well, the text itself is still alive, the body is is dead but the"}
{"start": "00:28:57.000", "end": "00:29:00.000", "speaker": "None", "utterance": "Spirit lives kind of thing."}
{"start": "00:29:00.000", "end": "00:29:08.000", "speaker": "None", "utterance": "But at the same time it doesn't live in the way that it used to in the way that we think it should because we've interacted with the platform and its original state."}
{"start": "00:29:08.000", "end": "00:29:23.000", "speaker": "None", "utterance": "So, I found that super interesting. And also the fact that a lot of us who study later so very aware of how easy it is to find the word gone the next day when we try to find it again."}
{"start": "00:29:23.000", "end": "00:29:33.000", "speaker": "None", "utterance": "So we will kind of documents and have our own processes of documentation which I find very interesting as well. And that very much relates a lot to what Nicholas is doing with floppy disks."}
{"start": "00:29:33.000", "end": "00:29:40.000", "speaker": "None", "utterance": "And, yeah, that's basically"}
{"start": "00:29:40.000", "end": "00:29:43.000", "speaker": "None", "utterance": "any of the panelists want to respond to that."}
{"start": "00:29:43.000", "end": "00:29:45.000", "speaker": "None", "utterance": "I think we said we need."}
{"start": "00:29:45.000", "end": "00:29:47.000", "speaker": "None", "utterance": "It is wonderful."}
{"start": "00:29:47.000", "end": "00:29:51.000", "speaker": "None", "utterance": "But"}
{"start": "00:29:51.000", "end": "00:30:07.000", "speaker": "None", "utterance": "I don't know if pandemic is related but now, is it time for exploring different, different ways of creation and, and then proposed."}
{"start": "00:30:07.000", "end": "00:30:18.000", "speaker": "None", "utterance": "Some of them, like, well, a WordPress as a more democratic or four."}
{"start": "00:30:18.000", "end": "00:30:22.000", "speaker": "None", "utterance": "And the other one was him."}
{"start": "00:30:22.000", "end": "00:30:38.000", "speaker": "None", "utterance": "Writing a kind of libretto or, particularly, Arizona me commission don't seem to want to push it away that pressure is allowed to draw the way she."}
{"start": "00:30:38.000", "end": "00:30:44.000", "speaker": "None", "utterance": "Who is the cafe won't leave it at all, no para split can come either share."}
{"start": "00:30:44.000", "end": "00:31:05.000", "speaker": "None", "utterance": "You can see in whatever I'm an Oscar, acknowledging Academy woman lava is that he will notice Greta line. Those meal Wait, but share a screen, a bunch of others knows about to leave it at all these, you know, run does move into or lenders will turn into."}
{"start": "00:31:05.000", "end": "00:31:09.000", "speaker": "None", "utterance": "I'm going to perspective to domain technologically for him."}
{"start": "00:31:09.000", "end": "00:31:16.000", "speaker": "None", "utterance": "He proposes to write a libretto like an Oberon."}
{"start": "00:31:16.000", "end": "00:31:31.000", "speaker": "None", "utterance": "So, programmers along the years, could they took could take that libretto and put the programming on that work."}
{"start": "00:31:31.000", "end": "00:31:47.000", "speaker": "None", "utterance": "But this was difficult for the authors who like to scratch on code, and be creative, but it's a, it's a new way of focusing on creation."}
{"start": "00:31:47.000", "end": "00:31:51.000", "speaker": "None", "utterance": "I think"}
{"start": "00:31:51.000", "end": "00:32:07.000", "speaker": "None", "utterance": "we're gonna make some makes a good point about HTML and JavaScript and that's something we've, we've been talking about in our lab. The fact that there's two platforms that seem to be pervasive and enduring and that is the web languages, and secondly"}
{"start": "00:32:07.000", "end": "00:32:08.000", "speaker": "None", "utterance": "video."}
{"start": "00:32:08.000", "end": "00:32:23.000", "speaker": "None", "utterance": "So we're moving more and more net direction with all the work we're doing in the lab and trying to reconstruct things that have died on storage space for example, or even Java app Blitz from before Dina Larson's contact us."}
{"start": "00:32:23.000", "end": "00:32:38.000", "speaker": "None", "utterance": "So, anyone want to respond to the comment about web languages I mean you created your work, or retro in web languages but you did it on a platform, right WordPress you said."}
{"start": "00:32:38.000", "end": "00:32:48.000", "speaker": "None", "utterance": "So you can kind of get that back."}
{"start": "00:32:48.000", "end": "00:32:53.000", "speaker": "None", "utterance": "You guys in the country a consumer level."}
{"start": "00:32:53.000", "end": "00:33:02.000", "speaker": "None", "utterance": "No matter"}
{"start": "00:33:02.000", "end": "00:33:20.000", "speaker": "None", "utterance": "anywhere else. Thank you. Sorry, I was thinking to have platforms I was in this step works workshop on Monday, I think, where you can export right you can use the platform but then you can export it as code, so that it's preserved bubble in a different"}
{"start": "00:33:20.000", "end": "00:33:26.000", "speaker": "None", "utterance": "space or upload a bull in a different space as well."}
{"start": "00:33:26.000", "end": "00:33:35.000", "speaker": "None", "utterance": "Like twine to its don't don't code"}
{"start": "00:33:35.000", "end": "00:33:42.000", "speaker": "None", "utterance": "Nicholas's have a question about platform or any unreliable narration, want to ask that question."}
{"start": "00:33:42.000", "end": "00:33:44.000", "speaker": "None", "utterance": "Yes, please."}
{"start": "00:33:44.000", "end": "00:33:57.000", "speaker": "None", "utterance": "As I was reading your work I was thinking, like, contemporary there's a lot of dialogue about gaslighting between people but we call gaslighting which is, you know, lying to people."}
{"start": "00:33:57.000", "end": "00:34:17.000", "speaker": "None", "utterance": "What you know an author might call irony, but as our platform at least a platform for human social interactions change as time changes. I'm sort of wondering if the authors tool of unreliable narration is different."}
{"start": "00:34:17.000", "end": "00:34:31.000", "speaker": "None", "utterance": "Now, in 2021, then it might have been a decade or two ago where unreliable narration in the social sphere didn't have that same impact on people in their lives as lived."}
{"start": "00:34:31.000", "end": "00:34:39.000", "speaker": "None", "utterance": "I agree totally because I only recently recycle"}
{"start": "00:34:39.000", "end": "00:34:43.000", "speaker": "None", "utterance": "in my head that was with pragmatics."}
{"start": "00:34:43.000", "end": "00:35:05.000", "speaker": "None", "utterance": "And I was thinking about a lot of about that, because now we are losing a lot of pieces and pieces preserving them, but I'm not sure how will be read in a few years, and and and that's a good."}
{"start": "00:35:05.000", "end": "00:35:34.000", "speaker": "None", "utterance": "A great Easter, to think about, because we are going to to digital literacy that have to take account of that, to not only preserving, not only knowing how about tonight pretext works, but we towards the context of that."}
{"start": "00:35:34.000", "end": "00:35:44.000", "speaker": "None", "utterance": "And we are a data in history and social and political."}
{"start": "00:35:44.000", "end": "00:36:10.000", "speaker": "None", "utterance": "And we have to be aware of that. I don't know if the, if the future is a more close dialogue between authors and readers, perhaps, and offering some, some reading of of sound works."}
{"start": "00:36:10.000", "end": "00:36:30.000", "speaker": "None", "utterance": "And, and keeping that, like, like when you read the book of about the Russians, but doing that with electronic literature because this also leads into."}
{"start": "00:36:30.000", "end": "00:36:39.000", "speaker": "None", "utterance": "I have to ask CMC about very beautiful."}
{"start": "00:36:39.000", "end": "00:36:59.000", "speaker": "None", "utterance": "All the dialogue between him."}
{"start": "00:36:59.000", "end": "00:37:15.000", "speaker": "None", "utterance": "I like, I like to my to have references on in depth externality but I will, I liked very much the figure of palimpsest"}
{"start": "00:37:15.000", "end": "00:37:21.000", "speaker": "None", "utterance": "with no memory is ever fully last, but only written over."}
{"start": "00:37:21.000", "end": "00:37:46.000", "speaker": "None", "utterance": "And I'm and I think that image goes very well. Would all we are experience now experiencing now with go with but also with the, the last works, and I would like to see, to explain that a little more, it's possible."}
{"start": "00:37:46.000", "end": "00:38:03.000", "speaker": "None", "utterance": "Yeah, thank you for the question come in so in a spirit of funders, de Quincey introduces this idea about the brain as a palimpsest where we all have these sort of experiences all of these memories are sort of permanently stored somewhere in the brain,"}
{"start": "00:38:03.000", "end": "00:38:13.000", "speaker": "None", "utterance": "and then they may be lost to our conscious mind, but they're always sort of there and then sort of extreme circumstances can bring them back to the surface."}
{"start": "00:38:13.000", "end": "00:38:20.000", "speaker": "None", "utterance": "And this this is him writing around like 1830 or so, and."}
{"start": "00:38:20.000", "end": "00:38:38.000", "speaker": "None", "utterance": "And so there's this idea. Within that, where he's doing these sort of reflective writings and writing about also his sort of dreamscapes and so on, and trying to sort of pull back the sort of history of of his life and so on."}
{"start": "00:38:38.000", "end": "00:38:58.000", "speaker": "None", "utterance": "And this I think then becomes relevant for sin hi and where were, you know, as I was reading the he describes the sort of Bhopal disaster and then the soul live recording is this little audio tape that was set up next to a radio, and you know so much"}
{"start": "00:38:58.000", "end": "00:39:16.000", "speaker": "None", "utterance": "of that incident is lost. And so, that becomes a model for part of what he thinks about is you know how to pull back and and try to reclaim some of those things and and so there's there's so much that, you know, he sort of believes via the to Quincy and"}
{"start": "00:39:16.000", "end": "00:39:19.000", "speaker": "None", "utterance": "so on that is still sort of there somewhere."}
{"start": "00:39:19.000", "end": "00:39:31.000", "speaker": "None", "utterance": "And that you can sort of pull up through that and then even looking at the audio recording and sort of imagine. Well if it were a video this is what would sort of be there as well."}
{"start": "00:39:31.000", "end": "00:39:52.000", "speaker": "None", "utterance": "And there were there is another passage from Wordsworth. The, the, related context that I had quoted in my abstract that I didn't end up getting to and my paper it sort of was going into many directions but in the second edition of Lyrical Ballads he"}
{"start": "00:39:52.000", "end": "00:40:09.000", "speaker": "None", "utterance": "writes in his preface that poetry is the spontaneous overflow of powerful feelings. It takes its origin from emotion recollected and tranquility. But then he goes on to say that the emotion is contemplated till by species of reaction to tranquility gradually"}
{"start": "00:40:09.000", "end": "00:40:20.000", "speaker": "None", "utterance": "disappears, and an emotion Kindred to that which was before the subject of contemplation is gradually produced, and does itself actually exist in the mind."}
{"start": "00:40:20.000", "end": "00:40:49.000", "speaker": "None", "utterance": "And so you have this the sort of romantic sense that the idea, or the goal of a poet and of any sort of sort of lyrically reflective writer such as to Quincy or Sinhala is to go back through this sort of tranquility and pull back the depictions of emotions"}
{"start": "00:40:49.000", "end": "00:41:07.000", "speaker": "None", "utterance": "And. And so this this I think was it was really sort of interesting and thinking about the, the genetics of these ephemeral and social electronic works where you have these sort of very sort of deeply moving experiences and this is sort of one of the"}
{"start": "00:41:07.000", "end": "00:41:25.000", "speaker": "None", "utterance": "main things and sent out as text is, you know, even as I mentioned at one point in the full paper, the you know his narrative starts out sort of crudely and you have those bits where shades is is very violent work, but that all of this sort of produces"}
{"start": "00:41:25.000", "end": "00:41:38.000", "speaker": "None", "utterance": "these very strong emotions, even through a sort of virtuality. And so he learns in this sort of parallel way the way in which you know that."}
{"start": "00:41:38.000", "end": "00:41:55.000", "speaker": "None", "utterance": "What a what we imagine he said he says at one point we make true that you have these sort of buried layers things there. And then you can sort of pull them back up and I think that sort of something something interesting to think about in terms of these"}
{"start": "00:41:55.000", "end": "00:42:13.000", "speaker": "None", "utterance": "last works, and you know there's something that's been very quite moving in the past several months, as we've lost support for flash and we have, you know, very real sort of physical and and sort of emulated efforts to recreate the works or sort of simulate"}
{"start": "00:42:13.000", "end": "00:42:31.000", "speaker": "None", "utterance": "parts of them, but then also people really getting into what it is that they're really made these works special and interesting and and trying to bring to life in other ways what was really sort of going on at the heart of all of that."}
{"start": "00:42:31.000", "end": "00:42:45.000", "speaker": "None", "utterance": "To me the one of the things we're talking about in the lab is are working on with actually Mario's Bruschi who would have been here this morning I think to my rate is the idea that all preservation is translation, it's some form of translation."}
{"start": "00:42:45.000", "end": "00:42:53.000", "speaker": "None", "utterance": "And so whether you take flash and move it from its original format into HTML or you move it into, you know you redo it through rafal."}
{"start": "00:42:53.000", "end": "00:43:06.000", "speaker": "None", "utterance": "Whether you take a story space document and run it in you know redo it in HTML languages, it's all a matter of translation and I think that's, you know, we think about human centered this in the, in the act of translation, because it is tied to communication"}
{"start": "00:43:06.000", "end": "00:43:09.000", "speaker": "None", "utterance": "and express human expression."}
{"start": "00:43:09.000", "end": "00:43:13.000", "speaker": "None", "utterance": "You know that's the essence of it all so how you know what does that mean and how does it."}
{"start": "00:43:13.000", "end": "00:43:30.000", "speaker": "None", "utterance": "you know, allow us to preserve aspects of those works. You know, I think it's something like zoology by Sasha West which is just breathtakingly gorgeous, there's no way that we can reconstruct that without, you know, putting that that whole feeling of"}
{"start": "00:43:30.000", "end": "00:43:36.000", "speaker": "None", "utterance": "it, the thing that happens in it, the physical movement, all of those things that go with the words."}
{"start": "00:43:36.000", "end": "00:43:45.000", "speaker": "None", "utterance": "You can't can't reconstruct that easily without trying to get that interactivity back which is something that Melinda was talking about earlier."}
{"start": "00:43:45.000", "end": "00:43:58.000", "speaker": "None", "utterance": "So I think, you know, just thinking about it from the perspective of translation helps us to kind of step back and, you know, remember that all we're doing is trying to keep things alive for human beings, whatever method we use."}
{"start": "00:43:58.000", "end": "00:44:02.000", "speaker": "None", "utterance": "So"}
{"start": "00:44:02.000", "end": "00:44:13.000", "speaker": "None", "utterance": "right yeah and also you know within translation there's the idea that the, you know that the translator is bringing a significant original creative sort of endeavor into the work."}
{"start": "00:44:13.000", "end": "00:44:25.000", "speaker": "None", "utterance": "And I think there's, there's something interesting with with that in terms of the these sorts of ideas of preservation and copying the sort of ephemeral experiences."}
{"start": "00:44:25.000", "end": "00:44:45.000", "speaker": "None", "utterance": "Another thing it's sort of hinted toward in my, my abstract that I ended up shifting away from is, I've been thinking for instance about some of the like wild successes within sort of electronic tax and one thing that stood out was facade, which is the"}
{"start": "00:44:45.000", "end": "00:44:52.000", "speaker": "None", "utterance": "sort of interactive work where you know you're typing in dialogue and having these sorts of exchanges and so on."}
{"start": "00:44:52.000", "end": "00:45:05.000", "speaker": "None", "utterance": "And so you have this experience with the work which then is sort of, you can maybe repeat a lot of the same you know you learn if I save this at this moment this will happen, and you can sort of repeat some of that but but the whole of it isn't isn't"}
{"start": "00:45:05.000", "end": "00:45:18.000", "speaker": "None", "utterance": "always replaceable and not everyone will come into it with the same sort of social understanding and approach things in the same manner with the same sort of"}
{"start": "00:45:18.000", "end": "00:45:25.000", "speaker": "None", "utterance": "ability to capture quite the right language where it's very quite picky at times what you want to say."}
{"start": "00:45:25.000", "end": "00:45:41.000", "speaker": "None", "utterance": "But something that I think is interesting is, this is actually one of the most successful electronic works in a way because similar to the electronic virtual labs reversals in a way on YouTube, you know there's there's a lot of popular videos of people"}
{"start": "00:45:41.000", "end": "00:46:00.000", "speaker": "None", "utterance": "playing this usually centered around to going off of the rails, which is a zone, sort of, point of interest in the work maybe related to the idea of irony in a row and mountains paper, but you know, you have millions of people watching play through some"}
{"start": "00:46:00.000", "end": "00:46:18.000", "speaker": "None", "utterance": "of this work. Even though you could still sort of experience that and that everything is sort of interesting where, you know, even though they can still play it there's something quite interesting in the translation into, you know, this is one person's"}
{"start": "00:46:18.000", "end": "00:46:26.000", "speaker": "None", "utterance": "sort of depiction of vision of the work as they play through it and as they sort of edit things together and so on."}
{"start": "00:46:26.000", "end": "00:46:39.000", "speaker": "None", "utterance": "And I think there's something to think about, about there and in terms of the idea that you know ultimately this is trying to serve future readers and future generations of scholars and so on."}
{"start": "00:46:39.000", "end": "00:46:56.000", "speaker": "None", "utterance": "And so there's something to think about in terms of, you know, I think, particularly for scholars ideally we would all want like perfect recreations of all the the older works like with Nicholas and trying to preserve you know the the old escape texts"}
{"start": "00:46:56.000", "end": "00:47:10.000", "speaker": "None", "utterance": "and so on. You know we all want to be able to like have these and I think many people would love the experience of being able to just sort of pop in one of the old floppy disks or a copy of one and, and actually just sort of play it as it was originally"}
{"start": "00:47:10.000", "end": "00:47:26.000", "speaker": "None", "utterance": "designed but I think there's something interesting to that, this idea that there is a lot of actual sort of interest among a broader readership in, in what could be the sort of translations."}
{"start": "00:47:26.000", "end": "00:47:39.000", "speaker": "None", "utterance": "Nichols one thing that you're finding, I mean I think all of us know that when we are working with these dis every time we put them into the computer and pull them out, something happens the bits right was bit rot all kinds of things can happen so Nicholas"}
{"start": "00:47:39.000", "end": "00:47:48.000", "speaker": "None", "utterance": "Do you want to talk about some of the anomalies and things that you found with your work. Because there is no such thing as fixity."}
{"start": "00:47:48.000", "end": "00:48:01.000", "speaker": "None", "utterance": "Well, things are intended to be fixed at least or at least in this case, capturing intentions is much more central or much more important than it is in a reading."}
{"start": "00:48:01.000", "end": "00:48:20.000", "speaker": "None", "utterance": "And in that sense, one of the key things that the two pieces of technology, I was looking at work, almost as a metaphor for some of the other issues we have with like reading a text, whether you know the platform, and the context enough of those can be"}
{"start": "00:48:20.000", "end": "00:48:44.000", "speaker": "None", "utterance": "captured that a reading today is comparable to a reading 20 years ago. Is this magnetic flux recording of the floppy disk. And I think that's a key that might be lost in what the new or the technology that I'm using does as rather than decoding an alphabet,"}
{"start": "00:48:44.000", "end": "00:48:55.000", "speaker": "None", "utterance": "and I'll use that as a metaphor what a regular floppy disk would do it will look in a particular location on a particular disk, rather than decoding an alphabet that way."}
{"start": "00:48:55.000", "end": "00:49:16.000", "speaker": "None", "utterance": "what these tools are doing is taking a more analog image of the desk, which is a high quality, look at where things are placed. And the reason that that's important is for most of preservation history."}
{"start": "00:49:16.000", "end": "00:49:28.000", "speaker": "None", "utterance": "If I wanted to capture a 800 k Macintosh disk from 1998 that ran on system software 6.0."}
{"start": "00:49:28.000", "end": "00:49:41.000", "speaker": "None", "utterance": "I would need a floppy drive that understood that that floppy disk spun out a variable rate rather than a fixed rate, and an encoded information in certain places."}
{"start": "00:49:41.000", "end": "00:50:01.000", "speaker": "None", "utterance": "What, you know, these little bits of technology, allow us to do is capture the entire context in the read the read ahead on a floppy disk, which works analogous Lee to a three dimensional or a two dimensional stylus on a photograph."}
{"start": "00:50:01.000", "end": "00:50:13.000", "speaker": "None", "utterance": "Is it just captures the magnetic reading so it doesn't need to know how many sectors, there are and what location the sectors are located. It can bring an image, and we can decode that image now."}
{"start": "00:50:13.000", "end": "00:50:25.000", "speaker": "None", "utterance": "But the really significant thing is, if we capture these magnetic images now in five years is a very real, real possibility that the decoding technology can improve."}
{"start": "00:50:25.000", "end": "00:50:43.000", "speaker": "None", "utterance": "And so we can capture a fixed image that is layered, and more complex than we're capable of reading now and floppy is that we capture now that would be that are unreadable today have the hope at least of becoming readable again with better interpretation"}
{"start": "00:50:43.000", "end": "00:50:51.000", "speaker": "None", "utterance": "software."}
{"start": "00:50:51.000", "end": "00:50:57.000", "speaker": "None", "utterance": "I have a question regarding this disk images, may I."}
{"start": "00:50:57.000", "end": "00:51:20.000", "speaker": "None", "utterance": "And because. Do I understand this correctly that that with cryo flux, you, you, rather save the magnetic signal and don't produce a disk image that just saves the ones and zeros on the that are actually readable on the disk."}
{"start": "00:51:20.000", "end": "00:51:34.000", "speaker": "None", "utterance": "And I wonder if because in there are forensic methods that, that are able to derive information from underneath the superficial information layer."}
{"start": "00:51:34.000", "end": "00:51:41.000", "speaker": "None", "utterance": "And this is this, These methods don't work with regular disk images, because this."}
{"start": "00:51:41.000", "end": "00:51:53.000", "speaker": "None", "utterance": "These additional layers are lost in the, in the imaging process and I have the impression that with your imaging of magnetic signals."}
{"start": "00:51:53.000", "end": "00:52:02.000", "speaker": "None", "utterance": "Is it possible to then apply these forensic methods to your magnetic flux images."}
{"start": "00:52:02.000", "end": "00:52:09.000", "speaker": "None", "utterance": "I do not know that that that there is a method available now but certainly in theory, that's exactly what's available."}
{"start": "00:52:09.000", "end": "00:52:15.000", "speaker": "None", "utterance": "Digital palace obsessed, I guess you know that's the theme that that's pulling out of this."}
{"start": "00:52:15.000", "end": "00:52:35.000", "speaker": "None", "utterance": "But yes, there are one of the advantages of using a magnetic flux recording is that you can make that flux recording, and then create the actual disk images from that recording, rather than having to go back to a second read of the desk to make a new"}
{"start": "00:52:35.000", "end": "00:52:52.000", "speaker": "None", "utterance": "image. And in many cases that's important because you'll have a floppy disk that you don't know what it is. And previously the methodology would be to guess, until you get it right and that's a lot of potentially destructive reads, but if you can make"}
{"start": "00:52:52.000", "end": "00:53:07.000", "speaker": "None", "utterance": "a magnetic flux reading you can then create an infinite number of disk images, until you find one that is capable of being read."}
{"start": "00:53:07.000", "end": "00:53:18.000", "speaker": "None", "utterance": "But that's a long winded way of saying yes what you mentioned that should be possible with this technology."}
{"start": "00:53:18.000", "end": "00:53:25.000", "speaker": "None", "utterance": "I think it does. It does like there, the connection between literature and platform."}
{"start": "00:53:25.000", "end": "00:53:33.000", "speaker": "None", "utterance": "Right, it does, it does. That's a good example of how I mean, when I write a poem for a book, I don't, I mean I have my line breaks."}
{"start": "00:53:33.000", "end": "00:53:39.000", "speaker": "None", "utterance": "But I don't worry about the paper. I'm not thinking about how big that book is going to be."}
{"start": "00:53:39.000", "end": "00:53:45.000", "speaker": "None", "utterance": "I don't know what page that's going to fall on in the book, when it's published, it's, I just turned over my words."}
{"start": "00:53:45.000", "end": "00:53:55.000", "speaker": "None", "utterance": "When I write something for the, for the electronic literature formats. I have to think about what for is it gonna be twine, you know, is that going to work in twine, does that."}
{"start": "00:53:55.000", "end": "00:54:01.000", "speaker": "None", "utterance": "Should I put this in HTML. What was my color palette."}
{"start": "00:54:01.000", "end": "00:54:11.000", "speaker": "None", "utterance": "And do I want a hyperlink and use these words, you know, and I think that's that lays at the heart of what we're trying to get to today so there is such a deep connection."}
{"start": "00:54:11.000", "end": "00:54:20.000", "speaker": "None", "utterance": "And it's, it's one thing it's the most fascinating part of what we do, it's also something that's that puts us at odds with readers."}
{"start": "00:54:20.000", "end": "00:54:21.000", "speaker": "None", "utterance": "Right."}
{"start": "00:54:21.000", "end": "00:54:29.000", "speaker": "None", "utterance": "So, you know, how do we how do we bridge the gaps there, so to speak."}
{"start": "00:54:29.000", "end": "00:54:38.000", "speaker": "None", "utterance": "Oh that's true but we do have, I mean, give examples of, I guess, how I said I could talk about thinking in like a platform, kind of way."}
{"start": "00:54:38.000", "end": "00:54:57.000", "speaker": "None", "utterance": "Like Blake for instance is like, you know, he's designed all the pages he's composing the poems with the sort of copper plate engraving in mind me, you know, unless we're looking at the original prints that he made you know our facsimiles are also kind"}
{"start": "00:54:57.000", "end": "00:55:09.000", "speaker": "None", "utterance": "of translations of his poems as well so we do have examples of poets and other writers that sort of work in this platform specific way I guess we can call it now."}
{"start": "00:55:09.000", "end": "00:55:25.000", "speaker": "None", "utterance": "But that's yeah that's, and I guess we probably have, you know, writers that are also working with digital technologies that aren't thinking about those things do right there just like opening up a Word document and then during the words in there."}
{"start": "00:55:25.000", "end": "00:55:34.000", "speaker": "None", "utterance": "We have comments from Clara and Agnes you both want to make your comments aloud parallel."}
{"start": "00:55:34.000", "end": "00:55:53.000", "speaker": "None", "utterance": "Yes, I just have a very brief comment when we are talking about platforms non poetry, it takes me back to all the best poems, which have so much rhythm, but the rhythm is so much related to the social and political background in Argentina, which reminds"}
{"start": "00:55:53.000", "end": "00:55:55.000", "speaker": "None", "utterance": "us of the military merchants the second."}
{"start": "00:55:55.000", "end": "00:56:15.000", "speaker": "None", "utterance": "So, so how important it is, the, the platform, the code in this, in this instance, to, to transmit all that all that aspect. Now, and is so but you also agree with, with Dean, Dean that what we are trying to do what Dean has been trying to do so hard,"}
{"start": "00:56:15.000", "end": "00:56:34.000", "speaker": "None", "utterance": "is the best translation that that can be done. See, and then as scholars, what we can do is to try to see to add as needed with traversing within the social and historical a media that they have existed, non so that's very important."}
{"start": "00:56:34.000", "end": "00:56:51.000", "speaker": "None", "utterance": "But that was, that's what it came to mind the rhythm of Oliver's a points, and it takes me back to Argentina, the 70s. Now, What's interesting is that I I argue in my, my digital storytelling class that that print killed poetry."}
{"start": "00:56:51.000", "end": "00:56:56.000", "speaker": "None", "utterance": "Because, because it's a different platform and poetry was meant to be."}
{"start": "00:56:56.000", "end": "00:57:11.000", "speaker": "None", "utterance": "Song or spoken and you can hear that okay meter right the March of that meter, and it's so much easier for the, for you to feel that in your body than it is just to take it, take it in just to silent reading."}
{"start": "00:57:11.000", "end": "00:57:12.000", "speaker": "None", "utterance": "Right."}
{"start": "00:57:12.000", "end": "00:57:25.000", "speaker": "None", "utterance": "And so that, you know, the print format is a translation of the oral, you know, work that. So like Homer orally is different than Homer, in print, I promise you."}
{"start": "00:57:25.000", "end": "00:57:37.000", "speaker": "None", "utterance": "And this is true for anything that we're doing now right and then taking it from print and trying to put it into electronic literature formats. I mean all of those are just translations and they capture ordinances of the medium."}
{"start": "00:57:37.000", "end": "00:57:41.000", "speaker": "None", "utterance": "And, and then also have to deal with constraints."}
{"start": "00:57:41.000", "end": "00:57:44.000", "speaker": "None", "utterance": "Clara and Agnes and if you have comments."}
{"start": "00:57:44.000", "end": "00:58:02.000", "speaker": "None", "utterance": "I missed it initially you turned on your camera so, yeah, it was just a kind of putting out what you have to set, because when I think about book form, and the history of the book of course we were thinking about doing the book, very invisible interface."}
{"start": "00:58:02.000", "end": "00:58:18.000", "speaker": "None", "utterance": "So then you don't ask those kinds of questions you mentioned, but when I think about the books like Liberata books, even like says new ground says next books like Daniel esky books."}
{"start": "00:58:18.000", "end": "00:58:28.000", "speaker": "None", "utterance": "So, there are forms which are quite problematic. So maybe we don't have such problems with a per serving them."}
{"start": "00:58:28.000", "end": "00:58:49.000", "speaker": "None", "utterance": "But with standard were a lot of bad edition of the book, and it makes. They made the hook and announced impossible to understand in the right way. So I think it's quite similar to what we can have surfing electronically switcher so maybe it's only thinking"}
{"start": "00:58:49.000", "end": "00:59:08.000", "speaker": "None", "utterance": "about the platform enterprise coding which is important to the meaning and the book body also can be sort of think"}
{"start": "00:59:08.000", "end": "00:59:12.000", "speaker": "None", "utterance": "clearly to make your comment."}
{"start": "00:59:12.000", "end": "00:59:19.000", "speaker": "None", "utterance": "Yeah okay and I was thinking about when you when you were speaking Dini are talking about."}
{"start": "00:59:19.000", "end": "00:59:33.000", "speaker": "None", "utterance": "At one point, you were saying that you don't really think about paper, when you're writing a work in print. And I thought that yes because you want words to do something different when you're actually writing eat it's which is why you think about is it"}
{"start": "00:59:33.000", "end": "00:59:45.000", "speaker": "None", "utterance": "going to work in this platform. But then, even this thing's one year ago now, it got me thinking about this weird threaten that we've been seeing in a lot of English writers who either produce their work."}
{"start": "00:59:45.000", "end": "00:59:52.000", "speaker": "None", "utterance": "Also in print or produce a variation of its imprint. I was wondering why do they do that."}
{"start": "00:59:52.000", "end": "01:00:02.000", "speaker": "None", "utterance": "I mean, is it is it part of the drive to preserve the work to make sure it doesn't upset nice is it's part of the drive to see the work in a difference in sensation and what it can do."}
{"start": "01:00:02.000", "end": "01:00:14.000", "speaker": "None", "utterance": "I'm very puzzled by many different artists have their have different reasons I think of the most wonderful example is amor amor is born between page and screen."}
{"start": "01:00:14.000", "end": "01:00:29.000", "speaker": "None", "utterance": "So the book becomes so connected to the book, the book is part of the digital work right so you hold the book up to the camera, and the camera reads the symbols and then the poetry is a vote right on the screen so you see the animations."}
{"start": "01:00:29.000", "end": "01:00:38.000", "speaker": "None", "utterance": "That makes a lot of sense. There are people I can I can't speak to all artists, but I know that some do it because they have to make a living."}
{"start": "01:00:38.000", "end": "01:00:51.000", "speaker": "None", "utterance": "And it's hard, you know, people want things for free on the internet, yeah all things on the net is free, right. So, you know, being able to sell something, you know the apps when when ads first came out, you know so many of us thought this might be the"}
{"start": "01:00:51.000", "end": "01:01:00.000", "speaker": "None", "utterance": "way to make a living at what we do and Eric lawyers, strange rain had 500,000 downloads."}
{"start": "01:01:00.000", "end": "01:01:07.000", "speaker": "None", "utterance": "I would like to say something about that. Clara,"}
{"start": "01:01:07.000", "end": "01:01:37.000", "speaker": "None", "utterance": "because I think in Stephanie's to land a work that I am not sure, because you need lots a long time of reading Stephen is the plan to understand, or her work, but I can see a path that goes and returns between paid me to screen."}
{"start": "01:01:37.000", "end": "01:01:49.000", "speaker": "None", "utterance": "And, and, for example, a one of her first books there with Burton, about Simone Biles life."}
{"start": "01:01:49.000", "end": "01:01:54.000", "speaker": "None", "utterance": "And, and philosophical."}
{"start": "01:01:54.000", "end": "01:02:07.000", "speaker": "None", "utterance": "Right, writing is like this see the, the little, tiny seed, you is flourishing in universe."}
{"start": "01:02:07.000", "end": "01:02:28.000", "speaker": "None", "utterance": "And that's very closely related with the word, the word litter a word, as the main technology, we have, and the platforms and the books and, and all these paths, is the funny deed is very close."}
{"start": "01:02:28.000", "end": "01:02:38.000", "speaker": "None", "utterance": "At that to the world work to the leader a word work and Nina, and dont. And dont."}
{"start": "01:02:38.000", "end": "01:02:40.000", "speaker": "None", "utterance": "A few book."}
{"start": "01:02:40.000", "end": "01:03:03.000", "speaker": "None", "utterance": "I was in gated through the word, not, not with the platform that that is the mechanism, about the AU more on irony was working, because they worked on was"}
{"start": "01:03:03.000", "end": "01:03:31.000", "speaker": "None", "utterance": "making me go in, in that way or the other way, and it was my name, and my body was like diversity of me, and there was another person who wrote me emails with my name, and there was a Wikipedia page with my name, and, and there was always this game"}
{"start": "01:03:31.000", "end": "01:03:45.000", "speaker": "None", "utterance": "related with the word and and the name and, and when Clara was room, reflecting in the chat about our score lovely."}
{"start": "01:03:45.000", "end": "01:03:50.000", "speaker": "None", "utterance": "And this is a main thing, and this is our main"}
{"start": "01:03:50.000", "end": "01:03:55.000", "speaker": "None", "utterance": "idea to think about on these times."}
{"start": "01:03:55.000", "end": "01:04:06.000", "speaker": "None", "utterance": "What, what about writing dialogues between. Also, and readers. Yes, I know that"}
{"start": "01:04:06.000", "end": "01:04:11.000", "speaker": "None", "utterance": "that my, my reading experience is only mine."}
{"start": "01:04:11.000", "end": "01:04:18.000", "speaker": "None", "utterance": "But I think need, we need the dialogue like we did with Sunday."}
{"start": "01:04:18.000", "end": "01:04:29.000", "speaker": "None", "utterance": "And the videos were Christine Wilkes was really in her work."}
{"start": "01:04:29.000", "end": "01:04:34.000", "speaker": "None", "utterance": "I can tell you that if you do those kinds of things if you have these videos."}
{"start": "01:04:34.000", "end": "01:04:45.000", "speaker": "None", "utterance": "I'd love to be able to have them in the next so we can have those available to everybody doesn't do any good if we do it and have it on our own computers."}
{"start": "01:04:45.000", "end": "01:04:57.000", "speaker": "None", "utterance": "We want to make it available so if you have any of that kind of material that you want to share with the universe, please let me know because that's important, important stuff to have."}
{"start": "01:04:57.000", "end": "01:05:01.000", "speaker": "None", "utterance": "Timothy has commented about the food book and ethics."}
{"start": "01:05:01.000", "end": "01:05:16.000", "speaker": "None", "utterance": "Yes, I was very interested in this idea within the paper about how you know the work was set up to connect through Facebook Connect and access all those personal information, yes and no."}
{"start": "01:05:16.000", "end": "01:05:33.000", "speaker": "None", "utterance": "working as Facebook updated on some level extensively about improving privacy protections and so on, and so there's this great line about how the you know the ethics of the work sort of one out in a way, but that destroyed than the paths of the work but"}
{"start": "01:05:33.000", "end": "01:05:47.000", "speaker": "None", "utterance": "work but then it also, you know, there's this sense that comes on later how there are all these other ways in which there are still these privacy concerns and maybe even worse ones and then I was also thinking about."}
{"start": "01:05:47.000", "end": "01:06:04.000", "speaker": "None", "utterance": "There was the recent story with within the signal served out these Instagram ads that were basically we served you this ad because you are x y&z sort of highlighting the, all the things that Facebook data knows about about you and and some of its very"}
{"start": "01:06:04.000", "end": "01:06:21.000", "speaker": "None", "utterance": "hyper specific and categorize and so on. But there's something interesting how you know there's a sense that, on some level it's it's sort of this win of that the FS of the work that it that it stops working that you stop being able to get all of that"}
{"start": "01:06:21.000", "end": "01:06:23.000", "speaker": "None", "utterance": "personal data at a Facebook."}
{"start": "01:06:23.000", "end": "01:06:41.000", "speaker": "None", "utterance": "But then it also seems like over time actually you need this work, more and more to really press those those questions about this platform and what it's doing with all of this the sort of personal information, and how we might imagine ourselves."}
{"start": "01:06:41.000", "end": "01:06:59.000", "speaker": "None", "utterance": "Seeing this information fed back to us outside of you know Facebook's very curated ways that are designed to you know make us feel good and make us feel like the others are very constrained and safe in ways that the, you know, accusatory structure of"}
{"start": "01:06:59.000", "end": "01:07:03.000", "speaker": "None", "utterance": "the few book and sort of pushes back against."}
{"start": "01:07:03.000", "end": "01:07:14.000", "speaker": "None", "utterance": "Thank you. I think a good answer that question. Don't play when de la fille de mala previous previously that he led the calm."}
{"start": "01:07:14.000", "end": "01:07:21.000", "speaker": "None", "utterance": "And if you look in our connection with the neon lava rock in this proposal stage"}
{"start": "01:07:21.000", "end": "01:07:27.000", "speaker": "None", "utterance": "manager is a demo,"}
{"start": "01:07:27.000", "end": "01:07:47.000", "speaker": "None", "utterance": "representing the paternalistic and the pocketbook is you can tell, we'd love to show that appreciate that. I can be at the commander and again change each one of those cultures though can be a stud use them in love just MC the performers come face will"}
{"start": "01:07:47.000", "end": "01:07:57.000", "speaker": "None", "utterance": "go they won't go on some in America, emotional stress that this person else."}
{"start": "01:07:57.000", "end": "01:08:00.000", "speaker": "None", "utterance": "And our guest all over them, you're vegetarian."}
{"start": "01:08:00.000", "end": "01:08:12.000", "speaker": "None", "utterance": "Was that his personality dominant simply Burmese he observing opera lemme."}
{"start": "01:08:12.000", "end": "01:08:16.000", "speaker": "None", "utterance": "You're muted, or."}
{"start": "01:08:16.000", "end": "01:08:30.000", "speaker": "None", "utterance": "And when done. The, the first few work on the data, a, you put into the work."}
{"start": "01:08:30.000", "end": "01:08:36.000", "speaker": "None", "utterance": "And first of all, you had you had to pay for your permit."}
{"start": "01:08:36.000", "end": "01:08:45.000", "speaker": "None", "utterance": "But father more."}
{"start": "01:08:45.000", "end": "01:08:48.000", "speaker": "None", "utterance": "You're muted again or a tow."}
{"start": "01:08:48.000", "end": "01:09:01.000", "speaker": "None", "utterance": "Can I specify this business and I've been me stone tree You're the one have a blemish eat continuum in total over a good fit. But then Laura and shorter much shorter than she ever get fit."}
{"start": "01:09:01.000", "end": "01:09:20.000", "speaker": "None", "utterance": "Okay, the work when you get a gave permission to the work, the work, activate that permission to you, so you was quite a demonstration, like saying your data is."}
{"start": "01:09:20.000", "end": "01:09:22.000", "speaker": "None", "utterance": "We took your that."}
{"start": "01:09:22.000", "end": "01:09:45.000", "speaker": "None", "utterance": "But after that, all the data that they work contained was like a reflection for you, like a mirror. They work was evolving with your data, but after you read the work, the data disappeared."}
{"start": "01:09:45.000", "end": "01:10:04.000", "speaker": "None", "utterance": "And turn. Didn't he didn't keep the data, a lot more stable stylish, as well as you haven't and the story is coming out, was there was nervous, as well as Evan, and be story is ridiculous price diverse diverse as far as Evan, and be studying"}
{"start": "01:10:04.000", "end": "01:10:20.000", "speaker": "None", "utterance": "immortals, but then continue on in Bayern Munich hypocrisy. You know that that was making a long day, the work with ridiculous stories with criminal stories."}
{"start": "01:10:20.000", "end": "01:10:27.000", "speaker": "None", "utterance": "So like telling you. Look, what could happen to you."}
{"start": "01:10:27.000", "end": "01:10:41.000", "speaker": "None", "utterance": "So, in the, in the platform in the data, the generation would was in all of that, not only in the world."}
{"start": "01:10:41.000", "end": "01:10:56.000", "speaker": "None", "utterance": "But in the dialogue, your own data, and the platform, and the leader I work was having with you."}
{"start": "01:10:56.000", "end": "01:11:04.000", "speaker": "None", "utterance": "So we have two minutes left. Before we have to leave this room for the next session."}
{"start": "01:11:04.000", "end": "01:11:20.000", "speaker": "None", "utterance": "So, do you want one quick little wrap up or do you want to respond to that Anton, yes at, I initially. Initially, I hope that I would have a possibility to talk about this with auditor tomorrow."}
{"start": "01:11:20.000", "end": "01:11:41.000", "speaker": "None", "utterance": "But I was thinking if the walking were talking about this also example of literature because people are looking for mentally to show we're also looking for previous examples, and this use of data, the personal data of the reader is exactly what is the"}
{"start": "01:11:41.000", "end": "01:11:51.000", "speaker": "None", "utterance": "center of the topic so. So I think it will be something to discuss tomorrow but I just don't want to wait will be nice."}
{"start": "01:11:51.000", "end": "01:11:54.000", "speaker": "None", "utterance": "Yes, thank you."}
{"start": "01:11:54.000", "end": "01:12:04.000", "speaker": "None", "utterance": "It's gonna lead to the ambient, don't get selected without this globe around."}
{"start": "01:12:04.000", "end": "01:12:11.000", "speaker": "None", "utterance": "Yes I they also agree with that."}
{"start": "01:12:11.000", "end": "01:12:23.000", "speaker": "None", "utterance": "A literary works. Yes, but in our earlier states, I think it was no, no, with a mobile device is more evidence, perhaps."}
{"start": "01:12:23.000", "end": "01:12:36.000", "speaker": "None", "utterance": "That way, you are in front of your computer is know that dividend but yes, is I agree with you i think it's that is part of the meaning of the work."}
{"start": "01:12:36.000", "end": "01:12:38.000", "speaker": "None", "utterance": "Thank you."}
{"start": "01:12:38.000", "end": "01:12:57.000", "speaker": "None", "utterance": "Let's give a hand to all the, all the speakers presenters. Thank you so much."}