{"start": "00:00:00.000", "end": "00:00:00.000", "speaker": "None", "utterance": "Do you have a. Oh wait, I can't because it's not showing me all the people it's incentive sorry."}
{"start": "00:00:00.000", "end": "00:00:00.000", "speaker": "None", "utterance": "Okay, and reply on it. Yeah, me neither."}
{"start": "00:00:00.000", "end": "00:00:03.000", "speaker": "None", "utterance": "But I can send you the link at least that's the correct one can you send me the link that's the correct one."}
{"start": "00:00:03.000", "end": "00:00:12.000", "speaker": "None", "utterance": "And we are now recording so I we are. I have, of course, screwed up."}
{"start": "00:00:12.000", "end": "00:00:23.000", "speaker": "None", "utterance": "The links and I'm think the easiest thing to do is just all of the emails are in the"}
{"start": "00:00:23.000", "end": "00:00:39.000", "speaker": "None", "utterance": "our background drive which I'm trying to get to. I tell you what, before we start, we are being recorded. Can those people who have been to the salons, tell about their actions and their reactions whilst I tried to get this email because I cannot do both"}
{"start": "00:00:39.000", "end": "00:00:55.000", "speaker": "None", "utterance": "at the same time. Yay, go for it one presentations and entertain folks well it's we try to figure this out. I'm so sorry. And actually I think before we begin, conference admins have a small video that they want to share at the beginning of each session"}
{"start": "00:00:55.000", "end": "00:01:01.000", "speaker": "None", "utterance": "so why don't we start with after that."}
{"start": "00:01:01.000", "end": "00:01:05.000", "speaker": "None", "utterance": "And you share your link right."}
{"start": "00:01:05.000", "end": "00:01:09.000", "speaker": "None", "utterance": "The last link that I shared this the correct room that we're in now."}
{"start": "00:01:09.000", "end": "00:01:12.000", "speaker": "None", "utterance": "Okay, so I'm going to just for that to everyone."}
{"start": "00:01:12.000", "end": "00:01:15.000", "speaker": "None", "utterance": "So go ahead, go ahead."}
{"start": "00:01:15.000", "end": "00:01:32.000", "speaker": "None", "utterance": "To share the jingle yeah sure that you go."}
{"start": "00:01:32.000", "end": "00:01:37.000", "speaker": "None", "utterance": "Can I don't see your link."}
{"start": "00:01:37.000", "end": "00:01:41.000", "speaker": "None", "utterance": "And I like the jingle, that is purely conceptual."}
{"start": "00:01:41.000", "end": "00:01:46.000", "speaker": "None", "utterance": "I don't hear the jingle either."}
{"start": "00:01:46.000", "end": "00:01:52.000", "speaker": "None", "utterance": "Well why don't they just start just just, hey, we'll just start in the chat."}
{"start": "00:01:52.000", "end": "00:01:59.000", "speaker": "None", "utterance": "We're having technical difficulties with sharing the jingle right now but you can just start."}
{"start": "00:01:59.000", "end": "00:02:07.000", "speaker": "None", "utterance": "Can, can someone just comment or where we all have it in our heads. Now, there's no point."}
{"start": "00:02:07.000", "end": "00:02:13.000", "speaker": "None", "utterance": "Filling the blank space with their own jingles. Am I can you put the link in the chat, please. And I'll just copy it over."}
{"start": "00:02:13.000", "end": "00:02:21.000", "speaker": "None", "utterance": "Yeah, I just did. I do. Oh, please, copy it again."}
{"start": "00:02:21.000", "end": "00:02:22.000", "speaker": "None", "utterance": "I see."}
{"start": "00:02:22.000", "end": "00:02:40.000", "speaker": "None", "utterance": "We're all these technical, this is kind of what happened. I also just even difficulties. Yeah. I've emailed it, and several of us have emailed it to suffer a little sip emailed it to us this is the right language to, you know, while we're starting here"}
{"start": "00:02:40.000", "end": "00:02:55.000", "speaker": "None", "utterance": "everybody. And one of the cool things about the second Tuesday is that we have the same link, every time. So should you wish to join us, it is, same time, same place, same link."}
{"start": "00:02:55.000", "end": "00:02:58.000", "speaker": "None", "utterance": "Yeah."}
{"start": "00:02:58.000", "end": "00:03:11.000", "speaker": "None", "utterance": "And it's been his brainchild, and it's been actually a really wonderful combination of chances of people to share their work that we otherwise wouldn't have a chance to see, and also opportunities to write together."}
{"start": "00:03:11.000", "end": "00:03:20.000", "speaker": "None", "utterance": "But I think the most important thing that I'd say is having having been a participant is that it is incredibly generative and organic and responsive to the needs of the people who show up."}
{"start": "00:03:20.000", "end": "00:03:37.000", "speaker": "None", "utterance": "So it's pretty fluid it's not one thing I've been really, really grateful for it as for a space to sort of pause and think, to interact with, with new work with, with the author present, but I've also really enjoyed the opportunity to write."}
{"start": "00:03:37.000", "end": "00:03:53.000", "speaker": "None", "utterance": "And for those, those sessions where and and and just thinking about different methods and different ways of constraining creativity and making something happen in a short time so I've been super grateful to Dina for for taking leadership on that."}
{"start": "00:03:53.000", "end": "00:04:09.000", "speaker": "None", "utterance": "Ellen Look, there seems to be a screen ready to share so I'll turn it over to Dana and that's my small testimonial as a participant and it's very welcoming cool place so thank you yes thank you for the testimonial Caitlin and we will have more testimonials"}
{"start": "00:04:09.000", "end": "00:04:14.000", "speaker": "None", "utterance": "at the end but we are getting started, I do believe we are being recorded."}
{"start": "00:04:14.000", "end": "00:04:30.000", "speaker": "None", "utterance": "Right, track admin. Okay, so, no problem. And honestly, most of the salons are recorded we bought we've done one that has not been so somewhere out there in the ether and Caitlin will and the rest of us will share the URLs for the recordings."}
{"start": "00:04:30.000", "end": "00:04:46.000", "speaker": "None", "utterance": "That'd be great. But, here we go. Um, I have a 10 minute presentation and then I was going to set it open as being open salon for everyone to the topic for today is of course, how do we continue this and what's been valuable."}
{"start": "00:04:46.000", "end": "00:04:57.000", "speaker": "None", "utterance": "So, the electronic literature second Tuesday salons are every second Tuesday online at 11am."}
{"start": "00:04:57.000", "end": "00:05:08.000", "speaker": "I guess that would be 11", "utterance": "11am. Eastern time it's 9am my mountain time in the US, so it's 3pm in the, in the UK it's not too terrible."}
{"start": "00:05:08.000", "end": "00:05:19.000", "speaker": "None", "utterance": "Anyway, we are me and I any ever hands we were getting together in person at yellow 2019 and we honestly have been thinking about this for a long long time before that."}
{"start": "00:05:19.000", "end": "00:05:27.000", "speaker": "None", "utterance": "Finally we were like yeah we've really got to make this happen. We could do it monthly it would be a shorter time commitment."}
{"start": "00:05:27.000", "end": "00:05:41.000", "speaker": "None", "utterance": "We can just open this up. This is I'm not an academia, but you might get academic credit for what you're doing, you know, up to you and your university, but it becomes a platform for are works in progress our ideas, our discussions."}
{"start": "00:05:41.000", "end": "00:05:46.000", "speaker": "None", "utterance": "And the idea was to keep it simple."}
{"start": "00:05:46.000", "end": "00:06:00.000", "speaker": "None", "utterance": "Everybody signed up to host a month so I was in charge of like keeping the mailing list and seeing who signs up and you know doing the ministry via Caitlin and others and your Hannah did a wonderful job."}
{"start": "00:06:00.000", "end": "00:06:10.000", "speaker": "None", "utterance": "We're in charge of like recording and access and Caitlin has done a fantastic job of letting up, giving us her University zoom, things have worked out."}
{"start": "00:06:10.000", "end": "00:06:20.000", "speaker": "None", "utterance": "So we had the planning meeting in January of 2020. Oh yeah, that was the other thing I've gotten very ill after 2019 and this was like the first time I was out of bed."}
{"start": "00:06:20.000", "end": "00:06:25.000", "speaker": "None", "utterance": "So we had our planning meeting. Then we had our first real salon."}
{"start": "00:06:25.000", "end": "00:06:32.000", "speaker": "None", "utterance": "And then came up like, Yeah, it does. We were getting started, it was like okay this is perfect it."}
{"start": "00:06:32.000", "end": "00:06:45.000", "speaker": "None", "utterance": "But, like other earlier plagues we start each other's company of several of us have said you know we're so tired of zoom but this zoom actually energizes us."}
{"start": "00:06:45.000", "end": "00:06:50.000", "speaker": "None", "utterance": "We will look forward to this it's it's a family reunion. It's been wonderful."}
{"start": "00:06:50.000", "end": "00:07:02.000", "speaker": "None", "utterance": "And I did put the links in the chat if somebody was here and wants to re copy them, but you know how to Rogers did an incredible job of archiving our first salons, You should go check this out."}
{"start": "00:07:02.000", "end": "00:07:04.000", "speaker": "None", "utterance": "It's amazing."}
{"start": "00:07:04.000", "end": "00:07:07.000", "speaker": "None", "utterance": "And thank you for hosting it."}
{"start": "00:07:07.000", "end": "00:07:16.000", "speaker": "None", "utterance": "So we read works together, Carol took us through a section of an untitled poem by the contemporary Russian poet and we had fun puzzling it out."}
{"start": "00:07:16.000", "end": "00:07:30.000", "speaker": "None", "utterance": "Rihanna husband took us through the dictionary of revolution by America hanowski, oh my god, that was the first time I'd seen this work, and it is one of my favorites now is so beautiful, you got to check this one out man."}
{"start": "00:07:30.000", "end": "00:07:48.000", "speaker": "None", "utterance": "That's incredible. Um, any Abraham's, while you took us through a writing rewriting massively enlightening philosophical discussion, and then we got to write in from a pad we got to see each other's words and we got to move each other's words, it was"}
{"start": "00:07:48.000", "end": "00:08:06.000", "speaker": "None", "utterance": "like a dance of words, it was very fun. I followed this with you know of course this is my birthday so we had a lunch together, and showed how you could do Excel, writing, and each column becomes one node one progression and so you can have multi vocal"}
{"start": "00:08:06.000", "end": "00:08:14.000", "speaker": "None", "utterance": "discord in this discussion and multi vision, multiple co creative writing. That was fun."}
{"start": "00:08:14.000", "end": "00:08:28.000", "speaker": "None", "utterance": "We went hunting for wild electronic literature, games, and we found quite a few with Lyle, and she's got a list. We searched through the Wikipedia phenomenon and we wrote our own worlds in our own Wikipedia."}
{"start": "00:08:28.000", "end": "00:08:30.000", "speaker": "None", "utterance": "That was fun."}
{"start": "00:08:30.000", "end": "00:08:34.000", "speaker": "None", "utterance": "Build live shut off his life's work in we descend."}
{"start": "00:08:34.000", "end": "00:08:38.000", "speaker": "None", "utterance": "Alan Sondheim shut off his life's work in Second Life and elsewhere."}
{"start": "00:08:38.000", "end": "00:08:47.000", "speaker": "None", "utterance": "Those were really fascinating retrospectives and introspective and current perspectives, I guess, because they're still being worked on."}
{"start": "00:08:47.000", "end": "00:08:54.000", "speaker": "None", "utterance": "We cheered the yellows work the repository, my God, this is amazing stuff."}
{"start": "00:08:54.000", "end": "00:08:58.000", "speaker": "None", "utterance": "And then we launched books."}
{"start": "00:08:58.000", "end": "00:09:08.000", "speaker": "None", "utterance": "The digital humanities book. We're going to launch another one, this fall with Christian bomb, we launched the African electronic literature database."}
{"start": "00:09:08.000", "end": "00:09:18.000", "speaker": "None", "utterance": "And then we brainstormed, there's been a lot of discussion in this community and you can tell from the Code of Conduct there's been some incidences and some really hard things that."}
{"start": "00:09:18.000", "end": "00:09:25.000", "speaker": "None", "utterance": "This community has had to deal with. And so we offered up the electronic literature salon as a place to discuss this."}
{"start": "00:09:25.000", "end": "00:09:29.000", "speaker": "None", "utterance": "And we do have a lot of brainstorming."}
{"start": "00:09:29.000", "end": "00:09:41.000", "speaker": "None", "utterance": "In this link, the yellow inclusion, that we really need to follow up on, and we can do a lot of great things in this community so this salon has also become a launching place for ideas."}
{"start": "00:09:41.000", "end": "00:09:45.000", "speaker": "None", "utterance": "In May I was sick. So we didn't do anything."}
{"start": "00:09:45.000", "end": "00:09:53.000", "speaker": "None", "utterance": "I'm sorry about that guys, and we knew that this no no me was this conference Yeah, because everybody was busy working on this conference and lot easier."}
{"start": "00:09:53.000", "end": "00:10:00.000", "speaker": "None", "utterance": "But we have a full lineup, we are set for this entire year."}
{"start": "00:10:00.000", "end": "00:10:04.000", "speaker": "None", "utterance": "In June, we're going to do the preamble communications with while."}
{"start": "00:10:04.000", "end": "00:10:20.000", "speaker": "None", "utterance": "In July, we had so many questions about the yellow repository that we invited me to come back and now we're going to get into the nuts and bolts of how this thing works and that'll be a great time for databases discussions coding, that'll be fun."}
{"start": "00:10:20.000", "end": "00:10:27.000", "speaker": "None", "utterance": "Andrew is going to introduce us to reverb, which he's talked about in other places."}
{"start": "00:10:27.000", "end": "00:10:38.000", "speaker": "None", "utterance": "We had this wonderful time and you can see it in the workshops, we're going to glam it up with a hair salon and have a lot of fun with that with Katie slag."}
{"start": "00:10:38.000", "end": "00:10:52.000", "speaker": "None", "utterance": "We're going to share stories on a new storytelling platform but Marcia MC has shown us. We're going to launch mats books, and we're going to do generative text, one on one."}
{"start": "00:10:52.000", "end": "00:10:55.000", "speaker": "None", "utterance": "So join us."}
{"start": "00:10:55.000", "end": "00:11:13.000", "speaker": "None", "utterance": "If you want, originally Our idea was that it was going to be very small and we, you know, keep it to a people, but what's really happened is it's grown somewhat organically, people have signed up people have come and gone so it's kind of this open cafe."}
{"start": "00:11:13.000", "end": "00:11:21.000", "speaker": "None", "utterance": "And we've done pretty well with keeping the numbers to a degree where we can all talk."}
{"start": "00:11:21.000", "end": "00:11:32.000", "speaker": "None", "utterance": "So many volunteers, this is as per usual, that's for everything with the electronic literature. This is strictly a volunteer labor of love."}
{"start": "00:11:32.000", "end": "00:11:38.000", "speaker": "None", "utterance": "Because we all love this field for some crazy reason I've never understood. Okay."}
{"start": "00:11:38.000", "end": "00:11:47.000", "speaker": "None", "utterance": "Um, do you guys want to spearhead another salon series. This time is really awkward for people in Japan."}
{"start": "00:11:47.000", "end": "00:11:53.000", "speaker": "None", "utterance": "Elsewhere, maybe we China, maybe we want to spearhead another series that works with their timeframe."}
{"start": "00:11:53.000", "end": "00:12:02.000", "speaker": "None", "utterance": "Do you want to host a month. 2020 2022 is completely open, nothing in there. Sign up now type thing."}
{"start": "00:12:02.000", "end": "00:12:05.000", "speaker": "None", "utterance": "We need an archivist, we need a place to record these."}
{"start": "00:12:05.000", "end": "00:12:10.000", "speaker": "None", "utterance": "My plates full my spoons are swamped."}
{"start": "00:12:10.000", "end": "00:12:15.000", "speaker": "None", "utterance": "If somebody could volunteer to record. that would be amazing that would help a lot."}
{"start": "00:12:15.000", "end": "00:12:22.000", "speaker": "None", "utterance": "And with that was going to open it up for participants and to everyone."}
{"start": "00:12:22.000", "end": "00:12:32.000", "speaker": "None", "utterance": "Like, Caitlin did a great job of showing us what she thought of it and it really has been this wonderful space to just connect every month it's something that I look forward to, I have it on my calendar."}
{"start": "00:12:32.000", "end": "00:12:45.000", "speaker": "None", "utterance": "And I told my boss you touch my second Tuesdays and I leave. No, I can do that. You are welcome to my freedom party tonight but yes, I have threatened."}
{"start": "00:12:45.000", "end": "00:12:48.000", "speaker": "None", "utterance": "This is sacred time to me."}
{"start": "00:12:48.000", "end": "00:12:52.000", "speaker": "None", "utterance": "But what did you get out of it and everyone else."}
{"start": "00:12:52.000", "end": "00:13:13.000", "speaker": "None", "utterance": "This is our planning session, what do we want to do, how do we want to do this, because this is for all of us. So that was my spiel, and I will maybe stop sharing my screen if I can figure out how tech is so much fun."}
{"start": "00:13:13.000", "end": "00:13:17.000", "speaker": "None", "utterance": "But, whilst I've figured this out."}
{"start": "00:13:17.000", "end": "00:13:23.000", "speaker": "None", "utterance": "Feel free to chime in, guys."}
{"start": "00:13:23.000", "end": "00:13:28.000", "speaker": "None", "utterance": "Most of you have been to a session. Know what we're talking about."}
{"start": "00:13:28.000", "end": "00:13:43.000", "speaker": "None", "utterance": "I'm sure at the bottom, somewhere. I'm trying to get to the bottom, I, for some reason my screen has frozen. And I can't I'm like, trying to get to the bottom of mice, green and I can't."}
{"start": "00:13:43.000", "end": "00:13:49.000", "speaker": "None", "utterance": "If I, you know, that didn't do it."}
{"start": "00:13:49.000", "end": "00:14:08.000", "speaker": "None", "utterance": "Oh. One thing I'll add that when we were looking at the salons and that obviously for some kinds of meetings, smaller is better, I placed in the chat that generally it's only been about a dozen people except for the larger lunches."}
{"start": "00:14:08.000", "end": "00:14:23.000", "speaker": "None", "utterance": "But I also think that this is a really successful model to also have not just additional ELO salons because of a huge time difference but there could be additional North American or European salons."}
{"start": "00:14:23.000", "end": "00:14:37.000", "speaker": "None", "utterance": "There could be, you know, smaller regional salons that could be under this umbrella that you know that we could that we could organize or you know even committed groups of people who write together could maybe join under the umbrella of the ALS salons."}
{"start": "00:14:37.000", "end": "00:14:52.000", "speaker": "None", "utterance": "I like the idea that kind of the title makes an intelligible for people and that it could be affiliated and amplified more so it's another way of thinking about it."}
{"start": "00:14:52.000", "end": "00:14:55.000", "speaker": "None", "utterance": "Yeah, That's a great point Caitlin."}
{"start": "00:14:55.000", "end": "00:14:59.000", "speaker": "None", "utterance": "And I see this as maybe i mean you know the."}
{"start": "00:14:59.000", "end": "00:15:09.000", "speaker": "None", "utterance": "It's been such a wonderful way to get to spend time with to get to meet people perhaps I wouldn't even have met at the conferences."}
{"start": "00:15:09.000", "end": "00:15:29.000", "speaker": "None", "utterance": "But I found that over the time that my interest, for instance, tend towards specific types of salons. So, I mean I could imagine having, you know, either a schedule where we had, you know, the second you know every third month was dedicated to writing"}
{"start": "00:15:29.000", "end": "00:15:50.000", "speaker": "None", "utterance": "collaborative writing every fourth month to some kind of platform, you know tech more technical introduction to, I'm thinking specifically of Daniel has workshop, earlier this week on observable, which, you know, um, but again, you know, how do we how"}
{"start": "00:15:50.000", "end": "00:15:59.000", "speaker": "None", "utterance": "do we keep it coherent enough that we don't splinter off into too many geographic distinctions, or specialties."}
{"start": "00:15:59.000", "end": "00:16:05.000", "speaker": "None", "utterance": "Or if we had like, even quarterly salons, that did that."}
{"start": "00:16:05.000", "end": "00:16:22.000", "speaker": "None", "utterance": "So that if we had like a salon dedicated to writing platforms, or a salon dedicated to writing or book launches we could do something like that there's so much stuff going on in yellow, and so many members, I'd be curious to hear a bit more about from"}
{"start": "00:16:22.000", "end": "00:16:33.000", "speaker": "None", "utterance": "people who are particularly interested in the book launches, and what they got out of them."}
{"start": "00:16:33.000", "end": "00:16:41.000", "speaker": "None", "utterance": "Honestly, for me it was really difficult because somehow I was expected to be the moderator and I've never seen the book before."}
{"start": "00:16:41.000", "end": "00:16:45.000", "speaker": "None", "utterance": "And so I didn't know what to ask."}
{"start": "00:16:45.000", "end": "00:16:51.000", "speaker": "None", "utterance": "I didn't have anything to do with the book launches but I didn't know that at the town meeting."}
{"start": "00:16:51.000", "end": "00:16:55.000", "speaker": "None", "utterance": "Many people devoted the chat to announcing their new projects."}
{"start": "00:16:55.000", "end": "00:17:09.000", "speaker": "None", "utterance": "And it seems to me that I have a session where the people are responsible for introducing their own book, I mean no one is you can, as a moderator you're not supposed to have already known about all these things, these things are supposed to be new things."}
{"start": "00:17:09.000", "end": "00:17:20.000", "speaker": "None", "utterance": "And if there's a place that people can introduce their work to, you know, to interested people, it seems to me that you could have maybe one."}
{"start": "00:17:20.000", "end": "00:17:28.000", "speaker": "None", "utterance": "One day, a quarter or some kind of thing like that where new for new work to be introduced and people who want to sign up."}
{"start": "00:17:28.000", "end": "00:17:34.000", "speaker": "None", "utterance": "Certainly there seem to be eager as within the town hall for that."}
{"start": "00:17:34.000", "end": "00:17:41.000", "speaker": "None", "utterance": "To take advantage of that to present it to other people who would care."}
{"start": "00:17:41.000", "end": "00:17:53.000", "speaker": "None", "utterance": "I love that idea but I also think that you can't have the salons have too many things maybe, so it could be like, you know, a yellow salon announce or you know because I do think people are hungry to share their work."}
{"start": "00:17:53.000", "end": "00:18:05.000", "speaker": "None", "utterance": "I think there's so many incredible people with, you know, incredible core pieces of work to share like Ellen sometimes talk was just amazing and I think it's so important for our community that it be and I mean all the talks were amazing."}
{"start": "00:18:05.000", "end": "00:18:15.000", "speaker": "None", "utterance": "I'm just picking out his, but that would be archived and I think personally I really liked to encounter. I think there are a lot of really find writers who show up."}
{"start": "00:18:15.000", "end": "00:18:28.000", "speaker": "None", "utterance": "And so finding out about more more about how they write in their practice and having a chance to write is something that I've been very interested in, so I'd be worried about it being totally diluted where that happened like once a year and."}
{"start": "00:18:28.000", "end": "00:18:50.000", "speaker": "None", "utterance": "Can I offer a possible model for that there's there's a, an event and every third Thursday, I think, a very small gallery space and in New York City has the word hack event which is really informal and it's great, although it's been busy, virtual, of"}
{"start": "00:18:50.000", "end": "00:18:50.000", "speaker": "None", "utterance": "course for the past two years."}
{"start": "00:18:50.000", "end": "00:19:13.000", "speaker": "None", "utterance": "for the past two years. But even at a virtual. The. THE MODERATOR Todd Anderson sets aside 15 minutes at the very beginning and everyone, you know, wants to sign up, has three minutes to show their new project or offer a question, and he's really good"}
{"start": "00:19:13.000", "end": "00:19:21.000", "speaker": "None", "utterance": "with with maintaining the time and the 15 minutes would go and then it would go into the word hack the scheduled event."}
{"start": "00:19:21.000", "end": "00:19:31.000", "speaker": "None", "utterance": "And that was always fun because it said everybody because some. Sometimes, there were just two people, and they would get three minutes still, so it'd be a six minute intro."}
{"start": "00:19:31.000", "end": "00:19:48.000", "speaker": "None", "utterance": "But if it were five people, then it would be 15 minutes and that would be it and you'd sign up, you'd have this little projector, when when everybody went it was all flesh and human and, and then you, you just you just talked for three minutes and you"}
{"start": "00:19:48.000", "end": "00:20:03.000", "speaker": "None", "utterance": "sat down again. It was good. Yeah, that'd be cool like if we, if we set aside 15 minutes on at the especially the beginning for like announcements like that new projects, collaborative spaces that'd be great."}
{"start": "00:20:03.000", "end": "00:20:19.000", "speaker": "None", "utterance": "Oh tools, a trick, a trick that I've used once not a trick, but it's something I've done in other context is for a book launch invite the person or project lunch invite the person to say who would you like to interview you and other words I agree that"}
{"start": "00:20:19.000", "end": "00:20:36.000", "speaker": "None", "utterance": "Dina should not be responsible for reading everything ahead of time and just say, you know, please pick a person who would be a good interlocutor or whatever, and bring them with you, and in the best ones are friends who actually also bring up the hard"}
{"start": "00:20:36.000", "end": "00:20:41.000", "speaker": "None", "utterance": "questions with you, you know, and that makes it interesting for everybody."}
{"start": "00:20:41.000", "end": "00:20:55.000", "speaker": "None", "utterance": "And I think we can still keep it up with three minutes would be one question and answer any what you're on mute any."}
{"start": "00:20:55.000", "end": "00:21:12.000", "speaker": "None", "utterance": "I have been thinking before, and my interest is in regular quite small gatherings, where somehow reread week to get a reading group, group that's also writing."}
{"start": "00:21:12.000", "end": "00:21:18.000", "speaker": "None", "utterance": "So, in the follow up of my rewriting session."}
{"start": "00:21:18.000", "end": "00:21:25.000", "speaker": "None", "utterance": "But that's it's all very personal because it's also, for instance, in EVF, Eva."}
{"start": "00:21:25.000", "end": "00:21:41.000", "speaker": "None", "utterance": "The big thing where all lots of things are published. Sometimes I read something else really sure if I understand everything of it. I'm not really sure if I have the right context for it, to understand it."}
{"start": "00:21:41.000", "end": "00:21:47.000", "speaker": "None", "utterance": "And I've been in other reading groups. If you read a text with other people together."}
{"start": "00:21:47.000", "end": "00:22:07.000", "speaker": "None", "utterance": "And if you know these people get to know them a little bit. You can ask childish questions, you can admit you don't know that philosopher, and someone will explain it in two lines, and you make a big jump and how you know things and how you can process"}
{"start": "00:22:07.000", "end": "00:22:15.000", "speaker": "None", "utterance": "things. So that's something that I would like to have, it's not, it wouldn't be a symbol, I think."}
{"start": "00:22:15.000", "end": "00:22:19.000", "speaker": "None", "utterance": "And I'm not sure other people would like to do that."}
{"start": "00:22:19.000", "end": "00:22:23.000", "speaker": "None", "utterance": "Also, but it would be something that I would like to do."}
{"start": "00:22:23.000", "end": "00:22:39.000", "speaker": "None", "utterance": "I'm not so interested in interested in MOOC launches, or presentations, but more in something where while doing I'm learning with others."}
{"start": "00:22:39.000", "end": "00:22:53.000", "speaker": "None", "utterance": "I completely agree. I think that's a wonderful idea. And one thing I should mention is, you know, one of the things that I've gotten one of the most valuable things I've gotten out of the salons was for instance, from Annie's."}
{"start": "00:22:53.000", "end": "00:23:04.000", "speaker": "None", "utterance": "Any, any salon, where we were writing together. I ended up getting in touch with the writer whose work we were thinking about a little bit as part of that."}
{"start": "00:23:04.000", "end": "00:23:11.000", "speaker": "None", "utterance": "And, you know, so making connections even outside of the yellow, which is so valuable."}
{"start": "00:23:11.000", "end": "00:23:24.000", "speaker": "None", "utterance": "Yeah, and that's one of the nice things about this as the salon has invited people who are not connected with the yellow and it's been a good outreach, but I think it could be so much more of an outreach as well."}
{"start": "00:23:24.000", "end": "00:23:26.000", "speaker": "None", "utterance": "That would be cool."}
{"start": "00:23:26.000", "end": "00:23:43.000", "speaker": "None", "utterance": "And it sounds like we're looking at a lot of different groups and the thing is, I think each group would love on his idea and we did want to keep this small is the point to so if we had a lot of groups were five to 20 people came because that would be"}
{"start": "00:23:43.000", "end": "00:23:51.000", "speaker": "None", "utterance": "great. The problem with the book launch was quite frankly, there were too many people. We opened it up."}
{"start": "00:23:51.000", "end": "00:23:56.000", "speaker": "None", "utterance": "And it was dead silence."}
{"start": "00:23:56.000", "end": "00:24:12.000", "speaker": "None", "utterance": "We're not going to talk because there's 50 people here, but like anything. If we had five people I would, I would feel fine to open up to say hey I don't know this or Hey, what do you think about this, and engage much more in our original idea which was"}
{"start": "00:24:12.000", "end": "00:24:16.000", "speaker": "None", "utterance": "small group."}
{"start": "00:24:16.000", "end": "00:24:22.000", "speaker": "None", "utterance": "Maybe do many small groups and just five or six people come in, that's great."}
{"start": "00:24:22.000", "end": "00:24:39.000", "speaker": "None", "utterance": "I agree it is great interest in doing that kind of work and having something that actually is there a meaningful discussion, but I think we also do need as we get much larger as an organization, a way to have a big megaphone about all the work that's"}
{"start": "00:24:39.000", "end": "00:24:51.000", "speaker": "None", "utterance": "out there, and that that's a different kind of a problem. And it maybe needs a different kind of a solution, but people need to know there is a place that actually there will be people there to listen."}
{"start": "00:24:51.000", "end": "00:25:07.000", "speaker": "None", "utterance": "You know, in some way, and say whether or not, yellow does a yearly half yearly or whatever it is, you know, I think people have tried to suggest this discord but I think something more."}
{"start": "00:25:07.000", "end": "00:25:24.000", "speaker": "None", "utterance": "Not everybody's on discord is limited with someplace that almost everybody would be or would learn to be that this is where you learn about new books and do ILA new whatever it is, and in, you know, but again in a word Heck, not, not at length, have more"}
{"start": "00:25:24.000", "end": "00:25:30.000", "speaker": "None", "utterance": "chance for more people to present their work and, you know, positive way."}
{"start": "00:25:30.000", "end": "00:25:32.000", "speaker": "None", "utterance": "Yes, exactly."}
{"start": "00:25:32.000", "end": "00:25:47.000", "speaker": "None", "utterance": "And I do want to note, if you guys don't have chat open may want to open it up. This is what always happens in the salons, is we usually have to multifocal things going we have the chat, and we have the people and it's very engaging kind of exhausting"}
{"start": "00:25:47.000", "end": "00:26:01.000", "speaker": "None", "utterance": "but yeah i agree Stephanie, it would be really cool to have like an audience focused announcement place because you don't want to announce your books or the yellow repository or stuff with five people."}
{"start": "00:26:01.000", "end": "00:26:02.000", "speaker": "None", "utterance": "Right."}
{"start": "00:26:02.000", "end": "00:26:05.000", "speaker": "None", "utterance": "And, but at the same time."}
{"start": "00:26:05.000", "end": "00:26:12.000", "speaker": "None", "utterance": "And he's point to where you don't want to try to explore something with 30 people."}
{"start": "00:26:12.000", "end": "00:26:15.000", "speaker": "None", "utterance": "Right."}
{"start": "00:26:15.000", "end": "00:26:33.000", "speaker": "None", "utterance": "The most the most engaging thing that ever heard this occurred to me during the pandemic wasn't a lid at all. It was something called theater of war. And it used to be done in person around the world by a man who really translates the Greek classics and"}
{"start": "00:26:33.000", "end": "00:26:48.000", "speaker": "None", "utterance": "takes scenes from them around contemporary issues, whether it's homelessness or I mean, immigration and stuff, and political owners, many things you're not even sure how it will be given."}
{"start": "00:26:48.000", "end": "00:27:02.000", "speaker": "None", "utterance": "He gets film stars to do these theater parts Frances McDormand and, you know, so forth. So you see their faces close up on zoom, maybe for people they're reading from their home."}
{"start": "00:27:02.000", "end": "00:27:17.000", "speaker": "None", "utterance": "But then they have an international audience, and they have a perfect audience of people to respond. They may be people who never went to a play before they may be a homeless person it might be an immigrant from Venezuela, and then you have, they have"}
{"start": "00:27:17.000", "end": "00:27:32.000", "speaker": "None", "utterance": "literally an international audience, and the skill is the man who is able to interview these people and bring their, you would not imagine what the responses to Oedipus the Columbus are from people in different situations, and it seems to me that this"}
{"start": "00:27:32.000", "end": "00:27:38.000", "speaker": "None", "utterance": "is what we're lacking. And this is what we don't get when we have just when we just talk to each other."}
{"start": "00:27:38.000", "end": "00:27:54.000", "speaker": "None", "utterance": "That makes sense and that outreach, I apologize I didn't have had his hand up I didn't have the participants thing up so Hannah. Yeah. Yes. I just want to say partly to reiterate, how can"}
{"start": "00:27:54.000", "end": "00:28:09.000", "speaker": "None", "utterance": "I really love all of these different ideas with the reading groups and more tech, and everything but also to protect us from ourselves. That's very generative community I would just like to say, not everything that would be a very good idea to do with"}
{"start": "00:28:09.000", "end": "00:28:12.000", "speaker": "None", "utterance": "the yellow needs to happen in the salons."}
{"start": "00:28:12.000", "end": "00:28:27.000", "speaker": "None", "utterance": "And I think that all of these are these are very good and one of the things that we could do for example, is to make a good guideline of the things we've done to make these salons run well, that can be a guideline for someone else who wants to also start"}
{"start": "00:28:27.000", "end": "00:28:36.000", "speaker": "None", "utterance": "a series of events, so that it's easier for them to organize something because they have something to start from."}
{"start": "00:28:36.000", "end": "00:28:48.000", "speaker": "None", "utterance": "And they don't have to reinvent the wheel, but without making us responsible for everything that needs to happen in the community."}
{"start": "00:28:48.000", "end": "00:29:05.000", "speaker": "None", "utterance": "And I think one of the easiest things is actually having a fixed time, and a fixed date, and a fixed location, which doesn't rely on having to have like, Dina special brilliant."}
{"start": "00:29:05.000", "end": "00:29:19.000", "speaker": "None", "utterance": "we're all, you know, late to the events because we're searching out URLs and stuff, I think, I think it'd be fantastic to have a monthly book launch slot where sometimes it happens and sometimes it doesn't and not necessarily run by us."}
{"start": "00:29:19.000", "end": "00:29:22.000", "speaker": "None", "utterance": "But run by ELO for example."}
{"start": "00:29:22.000", "end": "00:29:34.000", "speaker": "None", "utterance": "It doesn't have to be a book right, it can be launching of a word. Yeah, yeah. Oh yeah, for sure, or anything like reading group that's a monthly series as well."}
{"start": "00:29:34.000", "end": "00:29:35.000", "speaker": "None", "utterance": "Yeah."}
{"start": "00:29:35.000", "end": "00:29:42.000", "speaker": "None", "utterance": "Yeah. And then if you had a default and I think that's something we need to need to do with your with the salons I'm perfectly happy to do it for the next year."}
{"start": "00:29:42.000", "end": "00:29:44.000", "speaker": "None", "utterance": "Whenever."}
{"start": "00:29:44.000", "end": "00:29:59.000", "speaker": "None", "utterance": "If the moderator, or have a have a backup moderator or have a default hey if nobody comes up with the book that we're going to talk about. We're going to go to this, you know, it's always there, and whoever shows up."}
{"start": "00:29:59.000", "end": "00:30:04.000", "speaker": "None", "utterance": "Well yeah, it's default day."}
{"start": "00:30:04.000", "end": "00:30:15.000", "speaker": "None", "utterance": "That might help a lot because it has been a bit of a stretch with my full time job and illness to come up with the slots."}
{"start": "00:30:15.000", "end": "00:30:36.000", "speaker": "None", "utterance": "And so I think part of the lessons learned here is always to have a backup plan and Jules is the most brilliant person I know for doing, best practices and process, and I think you've already gotten some of this stuff."}
{"start": "00:30:36.000", "end": "00:30:43.000", "speaker": "None", "utterance": "I'm not falling told you Jules I know You're so welcome."}
{"start": "00:30:43.000", "end": "00:30:53.000", "speaker": "None", "utterance": "I know, falling holding is really bad, but maybe we can come up with some best practices and stuff. Oh, any, yeah."}
{"start": "00:30:53.000", "end": "00:31:11.000", "speaker": "None", "utterance": "I have a question so because for me it's important that it's easy and close to me, and I can, I can go to a salon. When I want, I can go to the discord when I want, if I'm happy enough to do with anything."}
{"start": "00:31:11.000", "end": "00:31:15.000", "speaker": "None", "utterance": "But if I want to have my reading group."}
{"start": "00:31:15.000", "end": "00:31:20.000", "speaker": "None", "utterance": "I could start it for instance in September, but"}
{"start": "00:31:20.000", "end": "00:31:29.000", "speaker": "None", "utterance": "if I don't have a place to tell people, we are going to have of, I am going to organize a reading group."}
{"start": "00:31:29.000", "end": "00:31:32.000", "speaker": "None", "utterance": "Are we writing group."}
{"start": "00:31:32.000", "end": "00:31:45.000", "speaker": "None", "utterance": "I will be on my own and I need at least three more people to make it yeah so good I write an email to mark Marino."}
{"start": "00:31:45.000", "end": "00:32:01.000", "speaker": "None", "utterance": "And could I use the York, Zoo, because we always shoot have to start with the zoo, zoo. To explain what it would be about and then later on, go to the reading and writing."}
{"start": "00:32:01.000", "end": "00:32:08.000", "speaker": "None", "utterance": "Is that a possibility, or should it be done differently."}
{"start": "00:32:08.000", "end": "00:32:19.000", "speaker": "None", "utterance": "I like that idea a lot I think maybe hearing from that point and Hannah's that that ELO should maybe be presented that they sponsor, like maybe there's some kind of umbrella structure and the salons become part of that."}
{"start": "00:32:19.000", "end": "00:32:25.000", "speaker": "None", "utterance": "And there could be reading groups that are part of that and"}
{"start": "00:32:25.000", "end": "00:32:40.000", "speaker": "None", "utterance": "I mean in terms of the mechanics I happy to happy to continue to sponsor these small groups until it hits a scale where that's not sustainable. But I think, you know, easily we could have a reading group as part of that and I think, yellow, and you know"}
{"start": "00:32:40.000", "end": "00:32:53.000", "speaker": "None", "utterance": "I said someone on the executive like committed to amplifying these events. If the membership would like to have reading groups and would like to have the organization, help to communicate that and help to connect people."}
{"start": "00:32:53.000", "end": "00:33:02.000", "speaker": "None", "utterance": "I think that's absolutely something we're committed to doing. I think that'd be a really good use of our time. So, so yes any, yes."}
{"start": "00:33:02.000", "end": "00:33:15.000", "speaker": "None", "utterance": "And I think you know if there's someone has the energy to to organize a reading group then absolutely the organization will have the energy to at least send out messages and to try to help to connect you with other people interested in that book, and"}
{"start": "00:33:15.000", "end": "00:33:31.000", "speaker": "None", "utterance": "give the gate when do you think the board should make a specific statement of at a point that we will, you know, sponsor a say for umbrella groups small groups, as you know, as a try this out one would be reading, want to be a reading group one would"}
{"start": "00:33:31.000", "end": "00:33:47.000", "speaker": "None", "utterance": "be a discuss what you want group or whatever it in his group has been, I think I'd look at it more that the ILA salon has been a successful pilot for well over a year, and to present that to the board for like an official"}
{"start": "00:33:47.000", "end": "00:33:53.000", "speaker": "None", "utterance": "official sponsorship, I mean it was mentioned at the town hall, this is something we do we can we can enter into."}
{"start": "00:33:53.000", "end": "00:34:06.000", "speaker": "None", "utterance": "And I think with the yellow salon is a model that yeah we might not want to have 40,000 of them but I, but I'm what I'm hearing is there just might be three or four, And I don't think we have to quantify how many that is but that every you know that under"}
{"start": "00:34:06.000", "end": "00:34:18.000", "speaker": "None", "utterance": "the reason I was thinking of an umbrella group is that maybe it maybe on the strength of the ALA salons. This group here could sort of assist those smaller groups so that any for example with your reading group wouldn't have to go through a piloting thing"}
{"start": "00:34:18.000", "end": "00:34:28.000", "speaker": "None", "utterance": "or figuring out what it was, it could be sort of like, you know, based on the lo salon model it's a yellow salon study, or 11 salon and and."}
{"start": "00:34:28.000", "end": "00:34:40.000", "speaker": "None", "utterance": "But instead of writing mark and all that she could just sit send a query to the board saying, I'm you know salon model. I would like to sponsor a reading writing group."}
{"start": "00:34:40.000", "end": "00:34:50.000", "speaker": "None", "utterance": "And, you know, to be called this to meet at this time on the York zoom, which you are offering. And exactly, exactly all say that's really nice and that's good."}
{"start": "00:34:50.000", "end": "00:35:01.000", "speaker": "None", "utterance": "Yeah, and I think we have to vote on official sponsorship anyway. I was just trying to figure out ways of making it easier for me that maybe it could all come in at the same time if we had specific ideas so that the board could agree that this is something"}
{"start": "00:35:01.000", "end": "00:35:19.000", "speaker": "None", "utterance": "worth sponsoring. And then what I mean, what, what does that mean it means we're going to sponsor a reading group that you would lead on the model of the salon, would you make whatever way you want it to me but on model of the salon and that it needs"}
{"start": "00:35:19.000", "end": "00:35:36.000", "speaker": "None", "utterance": "a regular time on zoom, oh I would be it would be all your energy but what what ELO offers is sponsorship is kind of exactly what you were noting at the beginning that mark would send stuff out that we would try to commit to putting stuff up on your website,"}
{"start": "00:35:36.000", "end": "00:35:47.000", "speaker": "None", "utterance": "that we would try to amplify the initiative and your energy to make sure that people knew about it until you had some critical mass, and that we saw it as a service to other members."}
{"start": "00:35:47.000", "end": "00:36:08.000", "speaker": "None", "utterance": "I was part of our thanks to you for for of a network like that in Vancouver and it did, it had gone on for 30 years actually and it was couldn't a school of writing, and that it looked very much like that you you presented your ideas to the KSWBKSW would"}
{"start": "00:36:08.000", "end": "00:36:23.000", "speaker": "None", "utterance": "amplify the readings they would say, Oh, and don't forget there's this workshop that we're doing, and but it was no pressure for kids to be writers and readers to go to every workshop, it was just a great way."}
{"start": "00:36:23.000", "end": "00:36:40.000", "speaker": "None", "utterance": "And we always knew we were at a couldn't a school sponsored event that that gave it a kind of group and there again. You could use the, the gallery space that we had for your for your reading groups on the weekends or over the summer, and really great"}
{"start": "00:36:40.000", "end": "00:36:44.000", "speaker": "None", "utterance": "writers would would often come."}
{"start": "00:36:44.000", "end": "00:37:01.000", "speaker": "None", "utterance": "You know, we wouldn't pay that much but we would use Canada Council funding, you know maybe $500 for the, for this, for the person who was directing it and like writers like Lisa Robertson would have a six week leading series in the summer, we would pay"}
{"start": "00:37:01.000", "end": "00:37:03.000", "speaker": "None", "utterance": "her through Canada Council."}
{"start": "00:37:03.000", "end": "00:37:21.000", "speaker": "None", "utterance": "$500 but you registered for it you signed up for it and you had it there was no pressure but it was it was a great very vibrant community, fantastic way to do things I think that would be and we did have a best practices that we knew what we were doing"}
{"start": "00:37:21.000", "end": "00:37:23.000", "speaker": "None", "utterance": "was good."}
{"start": "00:37:23.000", "end": "00:37:36.000", "speaker": "None", "utterance": "Just wanted to bounce an idea, off of you guys. Regarding the presentation of new work if it might be a good idea to coordinate with Todd at word hack."}
{"start": "00:37:36.000", "end": "00:37:42.000", "speaker": "None", "utterance": "I mean, since. So, I mean, I don't know, I don't know if that sounds."}
{"start": "00:37:42.000", "end": "00:37:45.000", "speaker": "None", "utterance": "What, what do you guys think of that."}
{"start": "00:37:45.000", "end": "00:37:58.000", "speaker": "None", "utterance": "I don't know that you think Mark that mark or eo could certainly send out a message to the membership, that one of the places to preview your work. If you would like to his word hacking."}
{"start": "00:37:58.000", "end": "00:38:02.000", "speaker": "None", "utterance": "To do this you should get in touch with time, and certainly no problem with it."}
{"start": "00:38:02.000", "end": "00:38:10.000", "speaker": "None", "utterance": "with it. I'll do that."}
{"start": "00:38:10.000", "end": "00:38:23.000", "speaker": "None", "utterance": "Yeah, but make sense, I'm Caitlin I think this would be a pretty low investment would be the yellow announcements would be trying to get some space on the website."}
{"start": "00:38:23.000", "end": "00:38:31.000", "speaker": "None", "utterance": "And it would be using the zoom which. Thank you for having that permanent URL helps a lot. Um, but I'm also wondering."}
{"start": "00:38:31.000", "end": "00:38:48.000", "speaker": "None", "utterance": "Can we go the next step to archiving people, everything is being automatically archived right so all the time in New York is constantly there and it's being archived almost immediately on the database so archiving has not been an issue."}
{"start": "00:38:48.000", "end": "00:38:58.000", "speaker": "None", "utterance": "Oh good. In that case, tell me the URLs where it's archived because people are always asking me and I go on to kind of put the URL in the chat at the very beginning."}
{"start": "00:38:58.000", "end": "00:39:05.000", "speaker": "None", "utterance": "And at one point I sent you an email with all of the good."}
{"start": "00:39:05.000", "end": "00:39:15.000", "speaker": "None", "utterance": "Does anybody think that having a free form reading writing group be not archived is more or less inhibited."}
{"start": "00:39:15.000", "end": "00:39:21.000", "speaker": "None", "utterance": "Oh yeah, exactly so we would have the option of recording or not recording, and that would work as well."}
{"start": "00:39:21.000", "end": "00:39:32.000", "speaker": "None", "utterance": "It's just that everybody seems to ask me where the archives are and I just like the majority of been archived I also think too like the way I've set up the zoom is kind of records automatically."}
{"start": "00:39:32.000", "end": "00:39:43.000", "speaker": "None", "utterance": "I could easily mix whoever's co host and they can turn it on and off, I think we've had some things that have seemed a bit more vulnerable where we haven't when we had the inclusion solution salon."}
{"start": "00:39:43.000", "end": "00:39:53.000", "speaker": "None", "utterance": "We decided very specifically, not to archive that, because so people could feel like they could talk freely and not have that as part of public record while we work through issues."}
{"start": "00:39:53.000", "end": "00:40:06.000", "speaker": "None", "utterance": "Any breakout room, I think I think breakout rooms are possible even when the host isn't there, and none of the breakout rooms are ever recorded so you could have a dual salon where you're part of the welcome and you know saying you know this is what the"}
{"start": "00:40:06.000", "end": "00:40:21.000", "speaker": "None", "utterance": "salon is about, is part of the public record and then the breakout rooms are just workshop spaces where people can be vulnerable and share drops, especially what Andy was saying a small group of people working on things are part of this that you can ask"}
{"start": "00:40:21.000", "end": "00:40:23.000", "speaker": "None", "utterance": "what she called child."}
{"start": "00:40:23.000", "end": "00:40:42.000", "speaker": "None", "utterance": "We all have a, you know, an all that is like you know you're not you, it's nice not to be surveilled at every moment in my bodily well it's easy enough to set up a whole different URL that would never be recorded and it could just be a Hangout space,"}
{"start": "00:40:42.000", "end": "00:40:49.000", "speaker": "None", "utterance": "that's not a that's not a technical issue at all that would just be a different space. Yeah."}
{"start": "00:40:49.000", "end": "00:40:51.000", "speaker": "None", "utterance": "Hello Kitty in place."}
{"start": "00:40:51.000", "end": "00:40:55.000", "speaker": "None", "utterance": "Hello Kathleen would have done it."}
{"start": "00:40:55.000", "end": "00:41:03.000", "speaker": "None", "utterance": "Well in just a moment, jewels and then any and then you for all your topic so any."}
{"start": "00:41:03.000", "end": "00:41:18.000", "speaker": "None", "utterance": "Okay, I just had a remark, if I can make the rewriting books work, they will will no be video recording, no video recording, just the text at the end."}
{"start": "00:41:18.000", "end": "00:41:25.000", "speaker": "None", "utterance": "And that can be published as a PDF summary of"}
{"start": "00:41:25.000", "end": "00:41:35.000", "speaker": "None", "utterance": "what are you talking about like the transcript that goes so how do you live transcript or just a text. Oh, the text of the writing. Okay, yeah, the rewriting."}
{"start": "00:41:35.000", "end": "00:41:40.000", "speaker": "None", "utterance": "At the end, that will be there, and that's it."}
{"start": "00:41:40.000", "end": "00:41:44.000", "speaker": "None", "utterance": "Plus, maybe one screen capture or something."}
{"start": "00:41:44.000", "end": "00:41:58.000", "speaker": "None", "utterance": "That makes a lot of sense. Yeah. Um, but also the things where you're reading something and asking a lot of questions or people ask, you know, I just think it should be up to the participants."}
{"start": "00:41:58.000", "end": "00:41:59.000", "speaker": "None", "utterance": "Whether."}
{"start": "00:41:59.000", "end": "00:42:20.000", "speaker": "None", "utterance": "Yeah, I agree Stephanie I'd love to be in a reading group where I can ask the stupid questions and I think we'll have that freedom to ask stupid questions because so many people have the reputation to keep up with some don't."}
{"start": "00:42:20.000", "end": "00:42:23.000", "speaker": "None", "utterance": "Yeah."}
{"start": "00:42:23.000", "end": "00:42:28.000", "speaker": "None", "utterance": "Yeah, but if we can ask those childish questions without being surveilled as it was exactly."}
{"start": "00:42:28.000", "end": "00:42:45.000", "speaker": "None", "utterance": "Well, I'd like to be surveilled always mechanically so I'll just say just for the record the easiest thing to, because it's very very difficult to set things up to if you know automatically that you are hosting a writing space, you have no interest in"}
{"start": "00:42:45.000", "end": "00:42:55.000", "speaker": "None", "utterance": "recording it, the record of the writing space will just be that there was a series of events, you know the titles of them are dates, then it can easily be set up with no recording possible."}
{"start": "00:42:55.000", "end": "00:43:01.000", "speaker": "None", "utterance": "If you think you might want recording the better thing to do is to set to record automatically and to have a co host disable it."}
{"start": "00:43:01.000", "end": "00:43:13.000", "speaker": "None", "utterance": "Because otherwise if if it's set up, and it's not set up to record and there's no kind of host in the room, you won't be able to start a recording at the last minute but this is not a deal breaker."}
{"start": "00:43:13.000", "end": "00:43:24.000", "speaker": "None", "utterance": "I think it's actually really great to sort of imagine that I would imagine most of the book launches, we want to have a recording for people talking about they're like, I think I was on time, you know despairing back to that, I mean I think he was planning"}
{"start": "00:43:24.000", "end": "00:43:29.000", "speaker": "None", "utterance": "on having that recorded and that that was part of almost a performative thing of what he was doing."}
{"start": "00:43:29.000", "end": "00:43:45.000", "speaker": "None", "utterance": "And for people who don't want that. Of course we don't want to have spaces that are all surveyed spaces and we can never talk anymore without imagining that our camera persona, I think, I think we don't have to I think we can absolutely strike the balance."}
{"start": "00:43:45.000", "end": "00:43:50.000", "speaker": "None", "utterance": "I think we can strike a balance and I think it's so great to have the York platform."}
{"start": "00:43:50.000", "end": "00:44:00.000", "speaker": "None", "utterance": "As part of this and I think this will benefit you benefit ELO as well because we can have that outreach. So, if we have these groups, then we can say to everyone."}
{"start": "00:44:00.000", "end": "00:44:17.000", "speaker": "None", "utterance": "Here we're doing this for example on the salons where it's appropriate. I've been announcing them on Facebook, on the Higher Education Group and we've had folks come in, who are not in yellow, and we've managed to snare a few, but it would be good I think"}
{"start": "00:44:17.000", "end": "00:44:31.000", "speaker": "None", "utterance": "what I think we could do, though, is maybe present these as umbrella organizations like you're saying Caitlyn and then say okay, we would have a reading group, and it would be this, this, you know, if we had four of them it would be one per week."}
{"start": "00:44:31.000", "end": "00:44:36.000", "speaker": "None", "utterance": "And we would have the reading group then we could have the discussion group then we could have whatever."}
{"start": "00:44:36.000", "end": "00:44:42.000", "speaker": "None", "utterance": "And people could go to those, I know we have like the first Friday on Discord."}
{"start": "00:44:42.000", "end": "00:44:46.000", "speaker": "None", "utterance": "It might be good to just have that as a zoom, as the URL as well."}
{"start": "00:44:46.000", "end": "00:44:57.000", "speaker": "None", "utterance": "I'm on the, on the Hangout space the non recorded one. So you always knew what URL to go to, you always knew what day of the week to go to and what time."}
{"start": "00:44:57.000", "end": "00:45:00.000", "speaker": "None", "utterance": "And if he staggered them."}
{"start": "00:45:00.000", "end": "00:45:12.000", "speaker": "None", "utterance": "It wouldn't be so Eurocentric, and we wouldn't have to ask for people like Sammy and while Medea to join us at two o'clock in the morning."}
{"start": "00:45:12.000", "end": "00:45:15.000", "speaker": "None", "utterance": "That might help."}
{"start": "00:45:15.000", "end": "00:45:18.000", "speaker": "None", "utterance": "Hello."}
{"start": "00:45:18.000", "end": "00:45:19.000", "speaker": "None", "utterance": "Yeah."}
{"start": "00:45:19.000", "end": "00:45:35.000", "speaker": "None", "utterance": "Um, but maybe we could just go ahead and say here's the reading group, and then get volunteers to do to do those readings, because it is a commitment, and maybe people would just want to do a quarterly one."}
{"start": "00:45:35.000", "end": "00:45:43.000", "speaker": "None", "utterance": "And we could have a Google Doc where people could sign up or have some more streamlined administration."}
{"start": "00:45:43.000", "end": "00:45:51.000", "speaker": "None", "utterance": "That might help."}
{"start": "00:45:51.000", "end": "00:45:59.000", "speaker": "None", "utterance": "I think these are all great ideas and I think it's actually I think we should, you know, the salon works the way the salon works and I think being able to say that it has been a successful pilot."}
{"start": "00:45:59.000", "end": "00:46:13.000", "speaker": "None", "utterance": "I think I'd be happy to take any texts that this group or degenerate or even part of the transcript is from here to the board and Stephanie, Stephanie and I could both just presented as you know would like official sponsorship, and it sounds like we are"}
{"start": "00:46:13.000", "end": "00:46:29.000", "speaker": "None", "utterance": "you know official sponsorship for like a salon and associated reading series and associated book launch series and or the ELO takes over like that could be a vibrant discussion with the ELO says the book launch series should be done on X Server and, you"}
{"start": "00:46:29.000", "end": "00:46:42.000", "speaker": "None", "utterance": "know, which I think it sounds like from this group, it's fine. I don't feel the salon has to have ownership over all activities if somebody else wants to organize and then we can figure out what the core mandate is of the salons but really piggyback on"}
{"start": "00:46:42.000", "end": "00:46:57.000", "speaker": "None", "utterance": "the incredible success that of of your initiative here Dina to help other people and to also streamline it for ELO so maybe we just have one series of things that can all be approved at the same time, and then we'll also receive."}
{"start": "00:46:57.000", "end": "00:47:09.000", "speaker": "None", "utterance": "You know access to ELO channels and to Mark's amazing stuff as well and I miss hearing them that's fine but I'm happy to bring that forward, along with Stephanie or."}
{"start": "00:47:09.000", "end": "00:47:27.000", "speaker": "None", "utterance": "I agree Kim I just think that the one case of Annie, wanting to do the writing group or reading together group is already so specific that decision would you like to do that on the model of the salon like we said, you know, and then at that time we can"}
{"start": "00:47:27.000", "end": "00:47:42.000", "speaker": "None", "utterance": "say, other things that were also proposed which perhaps we should discuss further should book launches go buy this model or something different because there was an agreement that this model worked best for small groups, whereas book launch is a kind"}
{"start": "00:47:42.000", "end": "00:47:48.000", "speaker": "None", "utterance": "of megaphone thing which might work best for large groups and so I don't think."}
{"start": "00:47:48.000", "end": "00:47:57.000", "speaker": "None", "utterance": "Yeah, something like no no I was just trying to avoid extra labor and, like, a bunch of potential models and at the same time. But yeah, I totally agree."}
{"start": "00:47:57.000", "end": "00:48:08.000", "speaker": "None", "utterance": "Yeah, yeah, I think if we did do a proposal and it would just have the for the rewriting, um, where you're reading and writing about a book without any."}
{"start": "00:48:08.000", "end": "00:48:24.000", "speaker": "None", "utterance": "The salons are really kind of merging into a mishmash and I don't like that very much. I mean, we're committed for this year but for next year maybe tailor it a bit, and then have, again like the first Friday where it's just hey come out and hang out,"}
{"start": "00:48:24.000", "end": "00:48:29.000", "speaker": "None", "utterance": "and then a new launch with those be the for."}
{"start": "00:48:29.000", "end": "00:48:45.000", "speaker": "None", "utterance": "Also, back to Andrews statement. I also think yellow salon open mic, as a separate kind of event where somebody. Yeah. Either I think independent with you felt it would eat too much into this if it turns out that it's just a couple of people that we time"}
{"start": "00:48:45.000", "end": "00:48:52.000", "speaker": "None", "utterance": "at the three minute thing at the beginning, then that's I think sustainable in the context of the existing salon and could live in it."}
{"start": "00:48:52.000", "end": "00:49:08.000", "speaker": "None", "utterance": "If it turned out there were a lot of people who had a lot of stuff to share and that that became, you know if that's a need in the community, to have a place we could maybe consider piloting where we could have an open mic thing I've often talked to people"}
{"start": "00:49:08.000", "end": "00:49:21.000", "speaker": "None", "utterance": "who, who don't feel like at the point where they're submitting their work or wanting to feel like they are you know they might not feel like they want to be showcased or they're not at that point in their career, but could would totally love to maybe"}
{"start": "00:49:21.000", "end": "00:49:23.000", "speaker": "None", "utterance": "read some of their work."}
{"start": "00:49:23.000", "end": "00:49:35.000", "speaker": "None", "utterance": "You know, if you think about the ELO conferences and who kind of gets those performance spots, very well established people we don't have a lot of vehicles for people starting out to read or perform or share."}
{"start": "00:49:35.000", "end": "00:49:49.000", "speaker": "None", "utterance": "And so I've seen that as a hunger and I wouldn't want that necessarily to become the salons or it or to take the place of what's happening in the salons, but I could see that as another track potential, I think in electronic literature, especially, which"}
{"start": "00:49:49.000", "end": "00:50:04.000", "speaker": "None", "utterance": "you wouldn't find in non digital writing so much as people saying, Listen, I've reached a point where I'm not a limited my programming skills and I really need somebody to help me with, with the JavaScript for this effect."}
{"start": "00:50:04.000", "end": "00:50:16.000", "speaker": "None", "utterance": "And that's what I liked about Anders it too often they were there it was. It was comfortable enough where people will say listen I really want to get this to move I'm in the style of this work I just don't know how to do it."}
{"start": "00:50:16.000", "end": "00:50:28.000", "speaker": "None", "utterance": "Kids Is there anybody out there. And because it'd be like 30 people in the audience, it would be like four people would say yeah let's let's, I can do that, let's do that and that was really really good."}
{"start": "00:50:28.000", "end": "00:50:42.000", "speaker": "None", "utterance": "So maybe what we need to do is find somebody who would spearhead all of these because I can't imagine that Dina has the energy spearhead all of them into moderate so easily at all of them, but I mean I think, I think that's something where yeah I love"}
{"start": "00:50:42.000", "end": "00:50:54.000", "speaker": "None", "utterance": "the idea of like open mic and workshop day could maybe be once a month, there's an open day for that, and we can see if that goes and an end each group, and the existing salons."}
{"start": "00:50:54.000", "end": "00:50:57.000", "speaker": "None", "utterance": "And I guess the question would just be could be could be."}
{"start": "00:50:57.000", "end": "00:51:09.000", "speaker": "None", "utterance": "If we could find somebody who would agree to sort of moderate any given event for sale when your pilot period, like once a month so it's 12 days."}
{"start": "00:51:09.000", "end": "00:51:14.000", "speaker": "None", "utterance": "Then, and those could be ago, we did it."}
{"start": "00:51:14.000", "end": "00:51:21.000", "speaker": "None", "utterance": "Logistically I mean, I'm, it could be, is the yellow have any administrative support that."}
{"start": "00:51:21.000", "end": "00:51:26.000", "speaker": "None", "utterance": "It could provide to Dina,"}
{"start": "00:51:26.000", "end": "00:51:41.000", "speaker": "None", "utterance": "or it has administrative support but I don't know whether it could what it could provide it's very limited out of the University of Washington, but if if there was a very specific ask about what would be helpful, then we could bring that to the board,"}
{"start": "00:51:41.000", "end": "00:51:42.000", "speaker": "None", "utterance": "I don't know."}
{"start": "00:51:42.000", "end": "00:51:51.000", "speaker": "None", "utterance": "We're really operating where we've got somebody very able Holly Holly Slocum was amazing, but I think she's only being paid for 10 hours a week."}
{"start": "00:51:51.000", "end": "00:52:03.000", "speaker": "None", "utterance": "And honestly, I think the work of the organization. Yeah, the administration hasn't been that bad it's pretty much been Google Doc, and I think if we just keep it as open and as simple as possible will be good."}
{"start": "00:52:03.000", "end": "00:52:11.000", "speaker": "None", "utterance": "But what I'm thinking is if we had a volunteer for the monthly open mic workshop."}
{"start": "00:52:11.000", "end": "00:52:20.000", "speaker": "None", "utterance": "And even if we just did it for six months, so it would be a six month commitment, and just volunteered and always."}
{"start": "00:52:20.000", "end": "00:52:28.000", "speaker": "None", "utterance": "If it's for 22, I could, I could set aside time now for it. What I could just say to my department listen I'm doing this."}
{"start": "00:52:28.000", "end": "00:52:41.000", "speaker": "None", "utterance": "Don't do anything on this day and that would be fine. Okay. And do you want to start it like January 2022 any Same deal, or do you want to start it now."}
{"start": "00:52:41.000", "end": "00:52:50.000", "speaker": "None", "utterance": "You want to do any Do you want to do like for the rest of 2021, like, informal and we can keep announcing it kind of like you do your dance movements."}
{"start": "00:52:50.000", "end": "00:52:56.000", "speaker": "None", "utterance": "And then we could like start in January of 2022."}
{"start": "00:52:56.000", "end": "00:53:08.000", "speaker": "None", "utterance": "But, but I need six people to start with. And I don't want it to six people, we can get you six people, that's the same as what she was an idea for the right pod."}
{"start": "00:53:08.000", "end": "00:53:28.000", "speaker": "None", "utterance": "You could probably get six people to China. No, she has in mind some people that she knows will be work well with what she has in mind, I mean, I can I think I have to, to better explain the concept, and together with maybe two recording of what we did"}
{"start": "00:53:28.000", "end": "00:53:30.000", "speaker": "None", "utterance": "in a several."}
{"start": "00:53:30.000", "end": "00:53:38.000", "speaker": "None", "utterance": "Yeah, I'm glad that maybe that could work together. I'm not sure. With I will try to find out in the next few months."}
{"start": "00:53:38.000", "end": "00:53:42.000", "speaker": "None", "utterance": "And then I can write it down, short."}
{"start": "00:53:42.000", "end": "00:53:52.000", "speaker": "None", "utterance": "I hope so. And maybe that could be just announced to all the people and then I will get to people, I will won't get about of them."}
{"start": "00:53:52.000", "end": "00:54:06.000", "speaker": "None", "utterance": "I'm sure more interested, I can say this first, a few test sessions. And then we will make it a real group, after that."}
{"start": "00:54:06.000", "end": "00:54:10.000", "speaker": "None", "utterance": "Yeah, and any I just, I did not know i."}
{"start": "00:54:10.000", "end": "00:54:19.000", "speaker": "None", "utterance": "So sorry guys I did not know about this incredible resource on a film set, because I'm an idiot."}
{"start": "00:54:19.000", "end": "00:54:26.000", "speaker": "None", "utterance": "Thank you for all of this, this is amazing. Dina helpful. Do not call yourself an idiot. Do not call me."}
{"start": "00:54:26.000", "end": "00:54:34.000", "speaker": "None", "utterance": "Okay, let's just be in the moment. Okay, let's let go of these judgments positive or negative."}
{"start": "00:54:34.000", "end": "00:54:36.000", "speaker": "None", "utterance": "Okay process."}
{"start": "00:54:36.000", "end": "00:54:53.000", "speaker": "None", "utterance": "I love it I love coming now because of the time zone. I love Annie's idea of a trial, one, just just do one for a short period of and and any did explain it in the chat you talked about everyone reads the same text, and then they have a shared writing"}
{"start": "00:54:53.000", "end": "00:54:59.000", "speaker": "None", "utterance": "space, but a longer explanation of that would would be good so people know, they want to do it."}
{"start": "00:54:59.000", "end": "00:55:09.000", "speaker": "None", "utterance": "Yeah, I think I even have written something about that already. So it's not so difficult to, to make something"}
{"start": "00:55:09.000", "end": "00:55:16.000", "speaker": "None", "utterance": "announcement, and you limited to six people which is what we did with the right pods. Please can I ask you something."}
{"start": "00:55:16.000", "end": "00:55:21.000", "speaker": "None", "utterance": "Sure, go ahead. Go ahead,"}
{"start": "00:55:21.000", "end": "00:55:25.000", "speaker": "None", "utterance": "where"}
{"start": "00:55:25.000", "end": "00:55:34.000", "speaker": "None", "utterance": "This has been an issue with connection as well. Well it might be easier for you to type and let us know when you're on."}
{"start": "00:55:34.000", "end": "00:55:42.000", "speaker": "None", "utterance": "And again yeah we are speaking from a point of privilege where we have good internet connection."}
{"start": "00:55:42.000", "end": "00:55:47.000", "speaker": "None", "utterance": "Or maybe not use image and only sound."}
{"start": "00:55:47.000", "end": "00:55:48.000", "speaker": "None", "utterance": "Yeah."}
{"start": "00:55:48.000", "end": "00:55:54.000", "speaker": "None", "utterance": "Well, William Can you talk in a chat if you're here."}
{"start": "00:55:54.000", "end": "00:56:00.000", "speaker": "None", "utterance": "And I'm going to turn everything off so we can hear you."}
{"start": "00:56:00.000", "end": "00:56:14.000", "speaker": "None", "utterance": "I think he might be frozen we might have to you might have to restart. Yeah, he may have to restart but at any rate, I think this would be great. So I think the plan going forward for this rest of this year is for any to experiment, Andrew if you want"}
{"start": "00:56:14.000", "end": "00:56:22.000", "speaker": "None", "utterance": "to experiment this year and then present it to your board for next year and then we start January, 2022 and I write up."}
{"start": "00:56:22.000", "end": "00:56:41.000", "speaker": "None", "utterance": "On Saturday, a potential proposal for the board and we get it to everyone. Would you guys mind putting your emails in either the chat directly to me directly if you're uncomfortable with having everybody's email, or just make sure that I have it."}
{"start": "00:56:41.000", "end": "00:56:58.000", "speaker": "None", "utterance": "And then I can save the chat and get with you guys. I don't know how much time we've got are we over time. I'm not sure I just wanted to say there were a couple people who joined a little bit later, welcome Jeremy from the west coast where it's all earlier"}
{"start": "00:56:58.000", "end": "00:57:03.000", "speaker": "None", "utterance": "days have been really early starting very early like anybody, anybody in LA."}
{"start": "00:57:03.000", "end": "00:57:10.000", "speaker": "None", "utterance": "But, but just to say that if you're coming late in your thinking that they're all these things happening, the yellow salon will still keep its regular time."}
{"start": "00:57:10.000", "end": "00:57:24.000", "speaker": "None", "utterance": "It's regular so we're hoping that you will all join the salons we were just expanding on the possibility of that model and thinking about what the community would want and coming up with some cool ideas for open mics and readings and reading writing spaces,"}
{"start": "00:57:24.000", "end": "00:57:40.000", "speaker": "None", "utterance": "but the salon itself is still on the second Tuesday at the same time. So, I am just sort of, and I will talk with Mark before I fall and told him, but the First Fridays and discards are always a little difficult for people to get onto."}
{"start": "00:57:40.000", "end": "00:57:46.000", "speaker": "None", "utterance": "I'm wondering if we could just move that first Friday hang out hey hello."}
{"start": "00:57:46.000", "end": "00:57:51.000", "speaker": "None", "utterance": "As one of these as well that would fill out our four weeks."}
{"start": "00:57:51.000", "end": "00:57:55.000", "speaker": "None", "utterance": "And, yeah, Andrew you got to understand I do this for a living."}
{"start": "00:57:55.000", "end": "00:58:02.000", "speaker": "None", "utterance": "I facilitate for the federal government, I facilitate water related discussions in the West."}
{"start": "00:58:02.000", "end": "00:58:08.000", "speaker": "None", "utterance": "And when we were in person it literally was check your guns at the door"}
{"start": "00:58:08.000", "end": "00:58:12.000", "speaker": "None", "utterance": "Forgive me for taking over"}
{"start": "00:58:12.000", "end": "00:58:16.000", "speaker": "None", "utterance": "those going Dina that water."}
{"start": "00:58:16.000", "end": "00:58:31.000", "speaker": "None", "utterance": "Oh my god you guys don't even want to know it's it's pretty bad. Now that we have by, I'm not going to get into it but now that we have a spacious and it's a little bit better."}
{"start": "00:58:31.000", "end": "00:58:34.000", "speaker": "None", "utterance": "But yeah, it's not pretty."}
{"start": "00:58:34.000", "end": "00:58:40.000", "speaker": "None", "utterance": "We did get the Rio Grande Oh, yeah, I'm just saying is a limit to what discussion can do."}
{"start": "00:58:40.000", "end": "00:58:53.000", "speaker": "None", "utterance": "No, no, we got, we got the."}
{"start": "00:58:53.000", "end": "00:59:00.000", "speaker": "None", "utterance": "We can do this for climate change, I was, we did that this week I was so excited. Sorry. Thank you."}
{"start": "00:59:00.000", "end": "00:59:01.000", "speaker": "None", "utterance": "I go enough."}
{"start": "00:59:01.000", "end": "00:59:11.000", "speaker": "None", "utterance": "I'm not gonna, we're going to focus on this, we're going to focus on these four ideas of somebody was going to say, the next session is starting so I'm going to save the chats."}
{"start": "00:59:11.000", "end": "00:59:27.000", "speaker": "None", "utterance": "This has been amazing as usual. And thank you guys for all of your presentations, and I will save the transcript and the chat and we will be in touch."}
{"start": "00:59:27.000", "end": "00:59:36.000", "speaker": "None", "utterance": "And I do agree with Joanna that check your guns at the door is the perfect title for the discussion."}
{"start": "00:59:36.000", "end": "00:59:41.000", "speaker": "None", "utterance": "Okay."}
{"start": "00:59:41.000", "end": "00:59:46.000", "speaker": "None", "utterance": "If you guys have never been involved in a gun check it's really fun."}
{"start": "00:59:46.000", "end": "00:59:52.000", "speaker": "None", "utterance": "Unfortunately we have way too many of them in this country. Yes, we do."}
{"start": "00:59:52.000", "end": "01:00:01.000", "speaker": "None", "utterance": "But thank you guys so much and I think we'll figure out the times I know we haven't really put those down, down yet Caitlin."}
{"start": "01:00:01.000", "end": "01:00:14.000", "speaker": "None", "utterance": "Yeah, no, no, I was just more wondering because we do have Christine here from the UK so I think part of it the salons in this difficult time is, you know, actually I guess the 11 in the morning actually works pretty well for Europe, it's it's the other"}
{"start": "01:00:14.000", "end": "01:00:39.000", "speaker": "None", "utterance": "time zones, but just as we imagine new things thinking about ways that all things being equal, we could try to stagger times. If these are perfect times for almost everybody will join them that's another consideration."}
{"start": "01:00:39.000", "end": "01:00:55.000", "speaker": "None", "utterance": "Waterloo so she's in eastern time I know I'm somebody else was trying to work then I, I'm sorry, it's been a rough day yeah yeah no I check on the other time zones to and Australia is always like, even all of these time zones."}
{"start": "01:00:55.000", "end": "01:01:04.000", "speaker": "None", "utterance": "Do you know while he is back to see if he can speak. Oh, well he Are you there."}
{"start": "01:01:04.000", "end": "01:01:22.000", "speaker": "None", "utterance": "Maybe that look like he's there."}