{"start": "00:00:00.060", "end": "00:00:00.450", "speaker": "GIOVANNA Di ROSARIO", "utterance": " Okay."}
{"start": "00:00:25.830", "end": "00:00:47.400", "speaker": "GIOVANNA Di ROSARIO", "utterance": " Okay Hello everyone thanks to be here on this panel i'm very happy to be here so first of all, and we thanks once more soren and Scott for this amazing conference, they were able to start in a very difficult difficult."}
{"start": "00:00:47.430", "end": "00:01:05.070", "speaker": "GIOVANNA Di ROSARIO", "utterance": " period, I am very happy, they were able to do this, and so thanks again for this Thank you so much, and do other things it's amazing i'm just sorry that it's the end of the Semester here, so I have missed."}
{"start": "00:01:06.000", "end": "00:01:14.820", "speaker": "GIOVANNA Di ROSARIO", "utterance": " Some some panels and some tracks they look very interesting, but I know everything has been record so i'm happy because I can check everything."}
{"start": "00:01:15.750", "end": "00:01:36.270", "speaker": "GIOVANNA Di ROSARIO", "utterance": " Later so thanks again for this wonderful conference and big gap for the job done and when to say this clearly and loudly oh OK, so this panel well, let me, let me share the screen like this, we can we can already."}
{"start": "00:01:37.860", "end": "00:01:44.850", "speaker": "GIOVANNA Di ROSARIO", "utterance": " already start about my well our funnel and let's see if everything works."}
{"start": "00:01:45.600", "end": "00:01:46.200", "speaker": "None", "utterance": "properly."}
{"start": "00:01:47.670", "end": "00:01:48.000", "speaker": "Mark Marino", "utterance": " Is."}
{"start": "00:01:48.300", "end": "00:01:48.840", "speaker": "None", "utterance": "This one."}
{"start": "00:01:50.190", "end": "00:01:50.700", "speaker": "GIOVANNA Di ROSARIO", "utterance": " You should be."}
{"start": "00:01:50.730", "end": "00:02:12.120", "speaker": "GIOVANNA Di ROSARIO", "utterance": " able to see it right now so here you go tell me if you see it now that's the end so that's not good let's start from the beginning Okay, now it is OK step this is gender in bits critical thinking and pattern recognition was transmitted your platform, so there is."}
{"start": "00:02:13.620", "end": "00:02:19.830", "speaker": "GIOVANNA Di ROSARIO", "utterance": " Five of us, we are all members of our research group that i'm honored to director."}
{"start": "00:02:21.120", "end": "00:02:31.890", "speaker": "GIOVANNA Di ROSARIO", "utterance": " airman a studies based at university off here you've asked in Finland and i'm very happy that we planted if this is."}
{"start": "00:02:33.060", "end": "00:02:34.050", "speaker": "GIOVANNA Di ROSARIO", "utterance": " A few months ago."}
{"start": "00:02:35.160", "end": "00:02:40.710", "speaker": "GIOVANNA Di ROSARIO", "utterance": " And, in fact, a topic Dan recent forcing son and very, very happy we were."}
{"start": "00:02:42.030", "end": "00:02:46.080", "speaker": "GIOVANNA Di ROSARIO", "utterance": " into the topic before it came to compile popular."}
{"start": "00:02:47.040", "end": "00:02:47.520", "speaker": "Mark Marino", "utterance": " So."}
{"start": "00:02:47.580", "end": "00:03:09.090", "speaker": "GIOVANNA Di ROSARIO", "utterance": " it's the well Alice stopped opening the panel and talk and i've done this with with my well they are all good friends so say my colleagues, but actually she's a very good friend of mine, while you're messed up, so I will first talk and then I will pass."}
{"start": "00:03:11.580", "end": "00:03:14.580", "speaker": "GIOVANNA Di ROSARIO", "utterance": " The the talk and that would be."}
{"start": "00:03:15.660", "end": "00:03:30.030", "speaker": "GIOVANNA Di ROSARIO", "utterance": " Maya that unfortunately she sent us a video, and this is one topic that we should also discuss the problematic be moms having to works and being a conference, and then there will be asked him and then Mr units, but."}
{"start": "00:03:30.480", "end": "00:03:43.740", "speaker": "GIOVANNA Di ROSARIO", "utterance": " i'm Joanna de rosario well, many of you already know me to quite a lot, as I teach digital culture a police technical Milan and while i'll introduce the ready nuclear nuclear MAIs la."}
{"start": "00:03:44.970", "end": "00:03:48.930", "speaker": "GIOVANNA Di ROSARIO", "utterance": " She she's a specialist on Latin American."}
{"start": "00:03:50.100", "end": "00:04:00.330", "speaker": "GIOVANNA Di ROSARIO", "utterance": " Electronic literature and she's focusing right now on on on women and Latin American elite said."}
{"start": "00:04:01.380", "end": "00:04:12.570", "speaker": "GIOVANNA Di ROSARIO", "utterance": " The gender issue there, and she collaborates a lot with digital the Center of digital culture in Mexico and she's based in Mexico, right now, she got."}
{"start": "00:04:14.070", "end": "00:04:21.720", "speaker": "GIOVANNA Di ROSARIO", "utterance": " A very prestigious scholarship from the government of Mexico and now she has to pay them back she so she she has to be based there."}
{"start": "00:04:22.260", "end": "00:04:27.990", "speaker": "GIOVANNA Di ROSARIO", "utterance": " So that's it briefly, then I will introduce the Maya and as in but just not to twist time."}
{"start": "00:04:28.500", "end": "00:04:51.120", "speaker": "GIOVANNA Di ROSARIO", "utterance": " So why we came up with this idea well everything I have to say thank you all so tomorrow and see because everything starts with her and another couple of women in in buffalo many, many, many years ago in another interesting elite conference, there was actually a poetry at the time and."}
{"start": "00:04:52.260", "end": "00:04:59.370", "speaker": "GIOVANNA Di ROSARIO", "utterance": " We actually were discussing dasha do we're not too many parlance, we just women, and in fact now it's totally different and very happy."}
{"start": "00:05:00.270", "end": "00:05:11.070", "speaker": "GIOVANNA Di ROSARIO", "utterance": " And the picture that you see that you see here, I was taken in another conference what is another poetry in 2015 and 2015 in in in in in."}
{"start": "00:05:11.670", "end": "00:05:17.880", "speaker": "GIOVANNA Di ROSARIO", "utterance": " In Buenos iris and was really we opened the conference, there was just the panel, we were all women."}
{"start": "00:05:18.270", "end": "00:05:39.240", "speaker": "GIOVANNA Di ROSARIO", "utterance": " And at that time was quite rare so i'm very happy that in a few years, things that really, really changed, so what we are presenting especially this first part of the of the panel is the sanam going studies that we have well I have started i've started in in in in 2015."}
{"start": "00:05:40.290", "end": "00:05:44.970", "speaker": "GIOVANNA Di ROSARIO", "utterance": " When I got my Marie Curie and it was like focusing this actually on."}
{"start": "00:05:46.710", "end": "00:05:54.630", "speaker": "GIOVANNA Di ROSARIO", "utterance": " Gender and women in in in gender and women writers in in La and."}
{"start": "00:05:56.130", "end": "00:05:58.230", "speaker": "GIOVANNA Di ROSARIO", "utterance": " And while you see in a while."}
{"start": "00:05:59.940", "end": "00:06:08.970", "speaker": "GIOVANNA Di ROSARIO", "utterance": " I will talk more about the do Europe side of the word, and the North America, do I will also talk about dead dead dead dead."}
{"start": "00:06:10.530", "end": "00:06:22.050", "speaker": "GIOVANNA Di ROSARIO", "utterance": " you'll see collections and European ontology on electronic literature so we'll also talk about that part but before saying something into it have to take a step back."}
{"start": "00:06:23.340", "end": "00:06:36.150", "speaker": "GIOVANNA Di ROSARIO", "utterance": " Because I during this song going studies, I focused a lot about collaboration is something that I already presented in a paper and CEO conferences in Portugal."}
{"start": "00:06:36.990", "end": "00:06:53.910", "speaker": "GIOVANNA Di ROSARIO", "utterance": " Five years ago to say this is really something that i'm working on since 2015 2016 do I had a break, because I have a baby, so I stopped for almost one year doing things just teaching but that's another stuff."}
{"start": "00:06:55.110", "end": "00:07:03.420", "speaker": "GIOVANNA Di ROSARIO", "utterance": " So, by doing this, have really worked on collaborations as well and see since collaboration looks to me so very."}
{"start": "00:07:04.530", "end": "00:07:20.700", "speaker": "GIOVANNA Di ROSARIO", "utterance": " it's so good it's so important in elite I also try to clarify and to myself first what means to collaborate in elite so have divided into two main."}
{"start": "00:07:21.690", "end": "00:07:34.620", "speaker": "GIOVANNA Di ROSARIO", "utterance": " groups say like that, so they create collaboration and and gas collaboration so gas collaboration, or those collaboration which are simply not declared and it's not so rare I mean."}
{"start": "00:07:36.690", "end": "00:07:58.230", "speaker": "GIOVANNA Di ROSARIO", "utterance": " Something that also happened in in in in the past than with the classical and illogical literature, if you want, you might recognize the picture the picture here the likes of example mess and ago smokey that look, most probably, was the one that goes rider many of."}
{"start": "00:07:59.580", "end": "00:08:09.660", "speaker": "GIOVANNA Di ROSARIO", "utterance": " The famous very famous French writer, so this is this collaboration, I was already existed and also discuss collaboration as a."}
{"start": "00:08:11.040", "end": "00:08:26.190", "speaker": "GIOVANNA Di ROSARIO", "utterance": " flash have tried to to see the direct kind of couple of tendencies in in in in in in elite when when it comes to declared collaboration so from from one side you have defined roles so and."}
{"start": "00:08:26.730", "end": "00:08:40.830", "speaker": "GIOVANNA Di ROSARIO", "utterance": " Other The other possibility and you don't you don't have defined roles, so they collaborate, but you know who did was Okay, and if there are just too old to declare there so normally, there is no."}
{"start": "00:08:42.060", "end": "00:08:57.660", "speaker": "GIOVANNA Di ROSARIO", "utterance": " Real defined collaboration so they're both authors, maybe even if one is just writing dead, the linguistic tax and the other one is like coding or other understaffing graphic designer etc, if there are more than two authors that."}
{"start": "00:08:59.190", "end": "00:09:02.610", "speaker": "GIOVANNA Di ROSARIO", "utterance": " That did the worst done by he."}
{"start": "00:09:03.840", "end": "00:09:20.670", "speaker": "GIOVANNA Di ROSARIO", "utterance": " Also starts to be more more clear why is that because I want to see what kind of collaborations that happens in women, women and women literature as well, so kind to to to to to do some very fast distant reading."}
{"start": "00:09:21.690", "end": "00:09:29.550", "speaker": "GIOVANNA Di ROSARIO", "utterance": " On washer what happens in collaboration and and and women at the very beginning, well this this."}
{"start": "00:09:30.690", "end": "00:09:31.320", "speaker": "None", "utterance": "This."}
{"start": "00:09:32.460", "end": "00:09:52.980", "speaker": "GIOVANNA Di ROSARIO", "utterance": " image that you see right now, this graph here it's i've tried to map out the publications about electronic literature, excluding the new one that has been published last year that concerns Caribbean and Latin American."}
{"start": "00:09:54.270", "end": "00:10:06.780", "speaker": "GIOVANNA Di ROSARIO", "utterance": " I was trying to lead you to because this is something i'm working on as well bodice more focusing on on annoy your size that, so this is, you see briefly how."}
{"start": "00:10:09.000", "end": "00:10:11.160", "speaker": "GIOVANNA Di ROSARIO", "utterance": " The publication really works."}
{"start": "00:10:12.600", "end": "00:10:14.700", "speaker": "GIOVANNA Di ROSARIO", "utterance": " has grown quite loud to me."}
{"start": "00:10:15.780", "end": "00:10:31.500", "speaker": "GIOVANNA Di ROSARIO", "utterance": " The lc three almost alone published almost the art of the all words that will publish them with the other two llc and the European and technology electronic literature, so this."}
{"start": "00:10:33.030", "end": "00:10:38.280", "speaker": "GIOVANNA Di ROSARIO", "utterance": " Is an ontology of electronic of European electronically teacher just to make it clear."}
{"start": "00:10:39.570", "end": "00:10:55.470", "speaker": "GIOVANNA Di ROSARIO", "utterance": " So, briefly, but what happens with women in there on Sunday i'm focusing I mean I have lots of this data, because i've worked on that a lot I have data on from below i'm data from emc have data from the and to do, I mean i've."}
{"start": "00:10:56.580", "end": "00:10:57.780", "speaker": "GIOVANNA Di ROSARIO", "utterance": " I think that's I."}
{"start": "00:10:58.890", "end": "00:11:00.060", "speaker": "GIOVANNA Di ROSARIO", "utterance": " Taking data from anywhere."}
{"start": "00:11:01.110", "end": "00:11:12.720", "speaker": "GIOVANNA Di ROSARIO", "utterance": " Bottom want to focus on publication because maybe you're not a kind of an agency, and I was more curious to to show this things today so here you have."}
{"start": "00:11:14.490", "end": "00:11:18.870", "speaker": "GIOVANNA Di ROSARIO", "utterance": " A slide and maybe you see here white clear."}
{"start": "00:11:19.890", "end": "00:11:39.690", "speaker": "GIOVANNA Di ROSARIO", "utterance": " they're mounted real mount This is our absolute value so you have the real amount works published in the oC one that maybe we need to remember when said 2006 2011 and 12 2016 so for the three yellow car collections."}
{"start": "00:11:41.040", "end": "00:11:43.770", "speaker": "GIOVANNA Di ROSARIO", "utterance": " So you have the de de de de amount of."}
{"start": "00:11:47.400", "end": "00:11:50.760", "speaker": "GIOVANNA Di ROSARIO", "utterance": " works published and then you have those."}
{"start": "00:11:52.920", "end": "00:11:55.500", "speaker": "GIOVANNA Di ROSARIO", "utterance": " created by women."}
{"start": "00:11:57.150", "end": "00:12:02.970", "speaker": "GIOVANNA Di ROSARIO", "utterance": " All those created where at least one of the older daughters was."}
{"start": "00:12:04.890", "end": "00:12:18.210", "speaker": "GIOVANNA Di ROSARIO", "utterance": " A woman So you see, there are some some differences, but this is more interesting, I think, because if you look at this you see dasha the percentage of."}
{"start": "00:12:19.410", "end": "00:12:20.130", "speaker": "GIOVANNA Di ROSARIO", "utterance": " Women."}
{"start": "00:12:21.990", "end": "00:12:35.100", "speaker": "GIOVANNA Di ROSARIO", "utterance": " publishing their own works is growing has grew, of course, but I think that there is quite still a lot to do, because, as you see dasha."}
{"start": "00:12:36.270", "end": "00:12:50.040", "speaker": "GIOVANNA Di ROSARIO", "utterance": " Just women publishing works by themselves, like with a single voters female voters or two still quite a minority compared to to to to to the rest of off dead."}
{"start": "00:12:51.780", "end": "00:12:52.770", "speaker": "GIOVANNA Di ROSARIO", "utterance": " Especially."}
{"start": "00:12:54.330", "end": "00:13:15.180", "speaker": "GIOVANNA Di ROSARIO", "utterance": " Especially if you if you look at the yellow see three you you you, you are happy they're growing, of course, they have been grown, but still lots to do you know it's not the half anyway, and I have to decide this this image from the LCP database to see if this."}
{"start": "00:13:16.560", "end": "00:13:33.540", "speaker": "GIOVANNA Di ROSARIO", "utterance": " was also I mean if this this minority that is so present in this also y'all see the quantity literature collection three that was publishing and in 2016 was also the same things, for example in the."}
{"start": "00:13:34.710", "end": "00:13:54.750", "speaker": "GIOVANNA Di ROSARIO", "utterance": " database that is so important, especially for for us in Europe Scott did a wonderful job with this SIP database that was happy to collaborate data most university you've asked around this big project, but so I was comparing data and, in fact, of course."}
{"start": "00:13:56.430", "end": "00:13:57.000", "speaker": "GIOVANNA Di ROSARIO", "utterance": " That."}
{"start": "00:13:58.260", "end": "00:14:09.930", "speaker": "GIOVANNA Di ROSARIO", "utterance": " The items on on on men were much more than on on women, but still, especially if we consider sorry, you have to go back second."}
{"start": "00:14:10.770", "end": "00:14:26.700", "speaker": "GIOVANNA Di ROSARIO", "utterance": " If we have to consider the electronic European and Chinese literature, well done, you have to understand why there are not so many works by women, published there and I have to say something as well."}
{"start": "00:14:28.200", "end": "00:14:48.870", "speaker": "GIOVANNA Di ROSARIO", "utterance": " The old that the third electronic literature collection is an amazing word collecting words from everywhere in the world, so from Japan to to to to China, there was something missing and the very first two but seeing many I think and it's so potent concern."}
{"start": "00:14:50.070", "end": "00:14:50.820", "speaker": "GIOVANNA Di ROSARIO", "utterance": " Many."}
{"start": "00:14:53.640", "end": "00:15:10.830", "speaker": "GIOVANNA Di ROSARIO", "utterance": " race and and and and even nationalities are missing there, and of course there is a call for works, but I think that maybe as a as a Community, we have to be a little bit more inclusive and consider yourself this this science and this aspects."}
{"start": "00:15:11.940", "end": "00:15:12.450", "speaker": "GIOVANNA Di ROSARIO", "utterance": " So."}
{"start": "00:15:13.470", "end": "00:15:30.600", "speaker": "GIOVANNA Di ROSARIO", "utterance": " Our collaborations again, this is our absolute value so so women how we do collaborate, because sometimes currently seems that we are not to able to collaborate to to one another, I don't know if it's left calf networks, probably are."}
{"start": "00:15:31.920", "end": "00:15:42.690", "speaker": "GIOVANNA Di ROSARIO", "utterance": " Better ways So you see here, for example in the electronic literature in the European returning digital there was no collaboration between women at least no declared, then there is the ghosts."}
{"start": "00:15:43.770", "end": "00:15:50.310", "speaker": "GIOVANNA Di ROSARIO", "utterance": " and other stuff that i've said at the very beginning of this presentation so here, you see that."}
{"start": "00:15:51.960", "end": "00:15:55.920", "speaker": "GIOVANNA Di ROSARIO", "utterance": " In fact, for example in the glc three."}
{"start": "00:15:57.690", "end": "00:15:59.010", "speaker": "GIOVANNA Di ROSARIO", "utterance": " This collaboration is."}
{"start": "00:16:00.300", "end": "00:16:11.790", "speaker": "GIOVANNA Di ROSARIO", "utterance": " A little bit glowing compared to the second one don't want to take too much time staff lots of statistics here so today so really a statistical one."}
{"start": "00:16:13.110", "end": "00:16:31.380", "speaker": "GIOVANNA Di ROSARIO", "utterance": " So this is again on those were like absolute value, this is a do some mistake here, this is absolute values, and this is our relatives, but anyway, then would have done to you have an idea of what i've done here how I map out this this."}
{"start": "00:16:32.520", "end": "00:16:42.330", "speaker": "GIOVANNA Di ROSARIO", "utterance": " This collaboration between or among women in electronic later than one of my question for this ongoing study is that."}
{"start": "00:16:43.410", "end": "00:16:56.730", "speaker": "GIOVANNA Di ROSARIO", "utterance": " If there is any differences in creating elite that women are somehow bringing or showing so one things that have done is to to see."}
{"start": "00:16:59.340", "end": "00:17:24.060", "speaker": "GIOVANNA Di ROSARIO", "utterance": " If there were like more works tagged with poetry or with narrative in this in this works and because there is a statement by Virginia woolf that declares that women prefer to write a narrative to to to to to poetry because narrative is a new john that they can manipulate that."}
{"start": "00:17:25.710", "end": "00:17:30.870", "speaker": "GIOVANNA Di ROSARIO", "utterance": " We women can be pretty to the guide is not a rigorous standard data ready poetry and do."}
{"start": "00:17:34.530", "end": "00:17:39.300", "speaker": "GIOVANNA Di ROSARIO", "utterance": " plush reactor lead language has differences between tags with poetry and narrative."}
{"start": "00:17:40.350", "end": "00:17:43.620", "speaker": "GIOVANNA Di ROSARIO", "utterance": " But it's a tricky thing because sometimes."}
{"start": "00:17:44.850", "end": "00:17:52.560", "speaker": "GIOVANNA Di ROSARIO", "utterance": " Both botox access for the same tone for the say work so sometimes these data should also been."}
{"start": "00:17:53.250", "end": "00:18:05.490", "speaker": "GIOVANNA Di ROSARIO", "utterance": " reconsider from our close reading approach now just the distant reading so defining quite well if that works was really belonging more to poetry or two to two narrative that the other things that."}
{"start": "00:18:06.540", "end": "00:18:18.570", "speaker": "GIOVANNA Di ROSARIO", "utterance": " have done, and I want to show you that I stopped because otherwise that ticked off me and it's I work on titles and see if there is the differences in choosing titles."}
{"start": "00:18:20.730", "end": "00:18:33.450", "speaker": "GIOVANNA Di ROSARIO", "utterance": " In women, this is something i've like redoing like to know if you have familiar with the work by more ideas on this and readings that are like do you this with with."}
{"start": "00:18:34.650", "end": "00:18:48.810", "speaker": "GIOVANNA Di ROSARIO", "utterance": " English literature as like counting nouns continue title see if the trend have changed in in in the years in the Center is and that's what i'm doing so here you have some kind of."}
{"start": "00:18:50.040", "end": "00:19:05.850", "speaker": "GIOVANNA Di ROSARIO", "utterance": " Data on that so if we turned my question was like do women prefer to have single title like one word like a shot lunch or you prefer to have more words certainly a little bit like."}
{"start": "00:19:06.960", "end": "00:19:18.990", "speaker": "GIOVANNA Di ROSARIO", "utterance": " descriptive etc, you have some some some somewhere here, but I was stopped here, because otherwise take time, or just for myself and I would pass my I will pass."}
{"start": "00:19:20.250", "end": "00:19:22.230", "speaker": "GIOVANNA Di ROSARIO", "utterance": " The wait, let me."}
{"start": "00:19:25.740", "end": "00:19:27.420", "speaker": "GIOVANNA Di ROSARIO", "utterance": " Do this otherwise."}
{"start": "00:19:29.730", "end": "00:19:30.780", "speaker": "GIOVANNA Di ROSARIO", "utterance": " She cannot."}
{"start": "00:19:32.220", "end": "00:19:33.210", "speaker": "GIOVANNA Di ROSARIO", "utterance": " Share here."}
{"start": "00:19:34.620", "end": "00:19:36.450", "speaker": "GIOVANNA Di ROSARIO", "utterance": " Either should be you should be able."}
{"start": "00:19:37.470", "end": "00:19:39.300", "speaker": "GIOVANNA Di ROSARIO", "utterance": " No idea to share your screen right."}
{"start": "00:19:41.880", "end": "00:19:42.240", "speaker": "Nohelia Meza", "utterance": " Okay."}
{"start": "00:19:43.050", "end": "00:19:43.530", "speaker": "None", "utterance": "Great."}
{"start": "00:19:49.980", "end": "00:19:52.890", "speaker": "GIOVANNA Di ROSARIO", "utterance": " Yes, mark everything starts with Maria mercy, so we serve."}
{"start": "00:19:55.770", "end": "00:19:56.130", "speaker": "GIOVANNA Di ROSARIO", "utterance": " Okay."}
{"start": "00:20:02.010", "end": "00:20:04.650", "speaker": "Nohelia Meza", "utterance": " everything's okay right yeah yeah sure."}
{"start": "00:20:14.670", "end": "00:20:15.120", "speaker": "Nohelia Meza", "utterance": " whoops."}
{"start": "00:20:22.980", "end": "00:20:31.830", "speaker": "Nohelia Meza", "utterance": " Okay, so well thanks everyone for being here and, of course, thank you, your banner for organizing this panel and for bringing us all together once again."}
{"start": "00:20:33.450", "end": "00:20:43.500", "speaker": "Nohelia Meza", "utterance": " i'm sorry to disappoint you, but i'm still in Bristol however i'm going to be in Mexico soon, but still, this is part of the big project, I was working with the Mexican grant that dimension."}
{"start": "00:20:44.070", "end": "00:21:02.790", "speaker": "Nohelia Meza", "utterance": " So today i'm going to continue the conversation about like how these like i'm dendur patterns are fixing fixing my work electronically to two platforms and I will tell you about the research that I am currently developing so as jovana mention."}
{"start": "00:21:03.840", "end": "00:21:13.440", "speaker": "Nohelia Meza", "utterance": " My line of research is more focused on Latin American electronic literature, so when I began to wonder what was the role of women creators in."}
{"start": "00:21:13.770", "end": "00:21:26.370", "speaker": "Nohelia Meza", "utterance": " The Latin American scene, I began with simple questions such as like how and when did it start and how to investigate and keep track of these contributions in the history of electronic literature."}
{"start": "00:21:27.540", "end": "00:21:38.640", "speaker": "Nohelia Meza", "utterance": " So the first thing I did was, of course, to check what has been done about read written about it investigated and then as Steve mentioned in, as we all know."}
{"start": "00:21:39.180", "end": "00:21:55.560", "speaker": "Nohelia Meza", "utterance": " The influential work of medea means yeah with the addition of women tech lead in 2017 was one of the first things I read and that actually motivated me to know what was going on in the Latin American scene in that sense."}
{"start": "00:21:56.400", "end": "00:22:06.090", "speaker": "Nohelia Meza", "utterance": " Because you know, there is such chapter there with my Claudia Casa which actually a researcher so like Latin American literature when how in."}
{"start": "00:22:06.930", "end": "00:22:19.440", "speaker": "Nohelia Meza", "utterance": " So that see that there was a spark for the investigation there and then I also want to mention that, while I was at least in 2020 working with Professor thea pittman."}
{"start": "00:22:19.890", "end": "00:22:33.750", "speaker": "Nohelia Meza", "utterance": " She began the her research on Latin American electronic to created by women, we should publish in 2018 and then she encouraged me, and it is thanks to her and to her support."}
{"start": "00:22:34.230", "end": "00:22:44.310", "speaker": "Nohelia Meza", "utterance": " That I actually you know, decided to began my own investigation, so I wanted to clarify that we ended up in this paper being published in 2020."}
{"start": "00:22:46.260", "end": "00:23:04.350", "speaker": "Nohelia Meza", "utterance": " Which is like mainly focused on like Latin America, and he was published in Texas heat that more having like a general geographical overview and that's what i'm going to tell you about today how I developed the the researcher to write this paper and what am I doing right now so."}
{"start": "00:23:05.550", "end": "00:23:16.410", "speaker": "Nohelia Meza", "utterance": " I had to, of course, when I look at the different databases and that we are all familiar with the different collections, of course, the MC."}
{"start": "00:23:17.040", "end": "00:23:32.100", "speaker": "Nohelia Meza", "utterance": " A big database Siberia project in Spain, which is also very important for my research, the word that the the the cultural Center in Mexico city's been doing to, and also with two very recent."}
{"start": "00:23:32.550", "end": "00:23:49.260", "speaker": "Nohelia Meza", "utterance": " and important projects from two of my colleagues carolyn again Sir in Chile in Virginia rota invested, which is currently in the hat like these original project, which was to map the electronic literature."}
{"start": "00:23:51.150", "end": "00:23:57.060", "speaker": "Nohelia Meza", "utterance": " Written or created in Chile, with our initial project, which was called data culture team."}
{"start": "00:23:57.480", "end": "00:24:02.550", "speaker": "Nohelia Meza", "utterance": " And in that project, it has a small section dedicated to electronic literature, which are used for my research."}
{"start": "00:24:02.820", "end": "00:24:12.660", "speaker": "Nohelia Meza", "utterance": " And then return, he was doing at the beginning atlas and now they are both building big databases that they actually released like both projects are two weeks ago."}
{"start": "00:24:13.050", "end": "00:24:18.720", "speaker": "Nohelia Meza", "utterance": " So I wanted to underline that, because it was it was very important for my research, and of course the."}
{"start": "00:24:19.470", "end": "00:24:28.140", "speaker": "Nohelia Meza", "utterance": " Other anthologies, which is also important to mention here, because the anthologies ITO that you see here is going to be difficult in."}
{"start": "00:24:29.070", "end": "00:24:43.740", "speaker": "Nohelia Meza", "utterance": " They are hosted in Hawaii Hawaii and Argentina, so it was really interesting to have all these different exchanges with them in order to see which works, they consider to be electronic visitor in which works."}
{"start": "00:24:44.220", "end": "00:25:04.170", "speaker": "Nohelia Meza", "utterance": " were written by women were interested for me and, of course, one of the biggest I want to say a achievements, or one of the biggest thing that they did during this year of research was to interview almost 40."}
{"start": "00:25:05.190", "end": "00:25:14.130", "speaker": "Nohelia Meza", "utterance": " let's say 40 women and these interviews where we're actually fed my research and gave me all the answers and, of course, like."}
{"start": "00:25:15.330", "end": "00:25:23.340", "speaker": "Nohelia Meza", "utterance": " brought of nuance of what I wanted to do in the future, so I did that to start, and then I selected for three."}
{"start": "00:25:24.720", "end": "00:25:34.110", "speaker": "Nohelia Meza", "utterance": " It works in the point in which I am right now is like in the selection of record for us and then after i'm going to use like a completely."}
{"start": "00:25:34.500", "end": "00:25:41.370", "speaker": "Nohelia Meza", "utterance": " Different theoretical framework in order to analyze What I do want to analyze and this works and then after."}
{"start": "00:25:41.820", "end": "00:25:48.630", "speaker": "Nohelia Meza", "utterance": " What i'm going to show you right now is just like a histogram of the of the different works and in relationship to the."}
{"start": "00:25:49.020", "end": "00:25:57.750", "speaker": "Nohelia Meza", "utterance": " country and the agenda of creation and some graphics and, of course, like some possible for the publication, I already shared and then some as."}
{"start": "00:25:58.290", "end": "00:26:11.880", "speaker": "Nohelia Meza", "utterance": " A small editorial I wrote for the Center of the city and probably something that I will publish in Libya in 2021 so the here is a histogram and here we can show how."}
{"start": "00:26:13.350", "end": "00:26:21.690", "speaker": "Nohelia Meza", "utterance": " What the different colors of course refer to the country, aware of the authors and with the corresponding English words that I chose."}
{"start": "00:26:22.140", "end": "00:26:36.540", "speaker": "Nohelia Meza", "utterance": " And we can see the different how it has what there are gaps, of course, as we can see from 1996 1990 1986 to 1998 but after we can see how things begin to move a little bit how different countries."}
{"start": "00:26:37.110", "end": "00:26:47.970", "speaker": "Nohelia Meza", "utterance": " begin to come into into place and into the scene and what I did, to try to help me a little bed was also to to put this like dashed lines to you know, like, for example."}
{"start": "00:26:48.300", "end": "00:26:54.750", "speaker": "Nohelia Meza", "utterance": " For the release of flash so to see how many of the words were programmed in flash and how many of them use it to them."}
{"start": "00:26:55.200", "end": "00:27:05.640", "speaker": "Nohelia Meza", "utterance": " And how many they were a store in in celebrants so that really helped me to create this like timeline not only of creation, but also of technological tools that the."}
{"start": "00:27:06.480", "end": "00:27:14.850", "speaker": "Nohelia Meza", "utterance": " Artists were using so that's one of the things I wanted to show you and also, if you see, on the other side, you have this light green that."}
{"start": "00:27:15.870", "end": "00:27:25.470", "speaker": "Nohelia Meza", "utterance": " Red dashed lines will show also some of the iconic authors that I had also had in mind, which are mainly men, because one of my."}
{"start": "00:27:26.550", "end": "00:27:33.090", "speaker": "Nohelia Meza", "utterance": " let's say audited so for the future is also to do a comparative study right, which will be more interesting in that sense."}
{"start": "00:27:33.750", "end": "00:27:45.390", "speaker": "Nohelia Meza", "utterance": " And okay so then after i'm going to show you these other graph that I were working on so basically this graph shows is a relationship between the general world of the artists and the year."}
{"start": "00:27:45.750", "end": "00:27:59.670", "speaker": "Nohelia Meza", "utterance": " And the age of first creation, so when I was doing this interview is one of the questions was like when did you create your first electronic dictionary work so when they answer that I was doing this small database in order to plot this graph."}
{"start": "00:28:00.810", "end": "00:28:07.560", "speaker": "Nohelia Meza", "utterance": " And I discover different things that i'm going to talk about all that, right now, but I just wanted to tell you that day it depends on the."}
{"start": "00:28:07.860", "end": "00:28:20.670", "speaker": "Nohelia Meza", "utterance": " The timeframe, in this case I divided by 10 by decades, so it depends on which they could you want to investigate and and analyze and who is sexually or who was creating the first work during those."}
{"start": "00:28:21.480", "end": "00:28:27.240", "speaker": "Nohelia Meza", "utterance": " those years, so another good question will be is like what's going to happen in the future, because, as you can see."}
{"start": "00:28:28.200", "end": "00:28:37.770", "speaker": "Nohelia Meza", "utterance": " At the end of the graph you have like the an actress that is 26 years old, that that's they say that the limit of the graph but you also have another one that is 21 years old."}
{"start": "00:28:39.300", "end": "00:28:46.320", "speaker": "Nohelia Meza", "utterance": " That was born between 1970 1980 so of course these data, as I said, is based only on the 43 women that I chose."}
{"start": "00:28:46.770", "end": "00:28:53.790", "speaker": "Nohelia Meza", "utterance": " But that's why it's also important to consider like the new works that other people have been doing now, because one of my."}
{"start": "00:28:54.570", "end": "00:29:06.030", "speaker": "Nohelia Meza", "utterance": " goals to its to apply this methodology to the new anthology of Latin America and Caribbean electronic literature and also to the two databases of the clinics I previously mentioned."}
{"start": "00:29:06.870", "end": "00:29:15.030", "speaker": "Nohelia Meza", "utterance": " And just to grab her up because I know where enough time is like you know, of course, any, as I said, I need to expand the database for my research."}
{"start": "00:29:15.450", "end": "00:29:21.300", "speaker": "Nohelia Meza", "utterance": " I in the interviews, I have also face all these challenges of digital obsolescence."}
{"start": "00:29:22.050", "end": "00:29:27.810", "speaker": "Nohelia Meza", "utterance": " As we all know, so what's also important to learn how the artists are like preserving their own work."}
{"start": "00:29:28.230", "end": "00:29:39.120", "speaker": "Nohelia Meza", "utterance": " Or are working in collaboration with institutions or centers of the culture to preserve their own worth and how they how they are facing busy that obsolescence."}
{"start": "00:29:39.720", "end": "00:29:47.190", "speaker": "Nohelia Meza", "utterance": " And then another thing that I wanted to mention is that 80% of those fortunately I want to underline that, because now, I have."}
{"start": "00:29:47.880", "end": "00:29:56.730", "speaker": "Nohelia Meza", "utterance": " i'm working with other numbers continue to create electronic literature, what is it, which is also interesting to see what has been the development of those artists in those."}
{"start": "00:29:57.210", "end": "00:30:09.750", "speaker": "Nohelia Meza", "utterance": " let's say four years and then of course we have at the beginning of the strong presence of Argentina, Argentina, Brazil and Chile and which has also you know, like some connections with like."}
{"start": "00:30:11.460", "end": "00:30:25.380", "speaker": "Nohelia Meza", "utterance": " For example, with Brazil with the relationship with concrete poetry, so we can also talk about that maybe and then another thing is the the first that through the interviews, I did not discover, but I."}
{"start": "00:30:27.810", "end": "00:30:35.310", "speaker": "Nohelia Meza", "utterance": " I realized, who were the first like Latin American elite translators, that in this case was from English to Portuguese."}
{"start": "00:30:35.760", "end": "00:30:43.530", "speaker": "Nohelia Meza", "utterance": " And also, like other languages were involved in this whole diet creation faces, which also is like English and French."}
{"start": "00:30:44.160", "end": "00:30:53.250", "speaker": "Nohelia Meza", "utterance": " And another important thing was that the impact that artistic residences have, especially in the decades or."}
{"start": "00:30:53.700", "end": "00:31:03.360", "speaker": "Nohelia Meza", "utterance": " I think it was in the 90s, how important it was for artists in Latin America to go and develop works during that artistic residences."}
{"start": "00:31:03.930", "end": "00:31:10.830", "speaker": "Nohelia Meza", "utterance": " And just to add the last nutrition is for the graph like you know, there is a tendency that shows that the artist first each of."}
{"start": "00:31:11.820", "end": "00:31:29.850", "speaker": "Nohelia Meza", "utterance": " The artist he first creation of elite work decreases by five years each decade, so I will finish with that, so we can continue with the other presentations and, once again, thank you for bringing us together and thanks to the yellow for the space to share my research."}
{"start": "00:31:31.590", "end": "00:31:36.600", "speaker": "GIOVANNA Di ROSARIO", "utterance": " Thank you know any other interesting and did so now we have a video."}
{"start": "00:31:38.130", "end": "00:31:44.250", "speaker": "GIOVANNA Di ROSARIO", "utterance": " You should be able to see it it's Maya they'll be there, she teaches."}
{"start": "00:31:45.570", "end": "00:32:07.650", "speaker": "GIOVANNA Di ROSARIO", "utterance": " A university professor university with Madrid and well she's very interested in in in feminist studies so she she she she's especially some that especially for for English electronically to to let my talk, you can see the screen right."}
{"start": "00:32:10.410", "end": "00:32:11.520", "speaker": "None", "utterance": "Okay."}
{"start": "00:32:12.720", "end": "00:32:13.170", "speaker": "None", "utterance": "yay."}
{"start": "00:32:23.370", "end": "00:32:23.790", "speaker": "Nohelia Meza", "utterance": " Do."}
{"start": "00:32:24.840", "end": "00:32:26.280", "speaker": "Nohelia Meza", "utterance": " You need to show this some."}
{"start": "00:32:27.750", "end": "00:32:27.990", "speaker": "GIOVANNA Di ROSARIO", "utterance": " Oh."}
{"start": "00:32:28.020", "end": "00:32:28.830", "speaker": "None", "utterance": "didn't see."}
{"start": "00:32:30.510", "end": "00:32:31.680", "speaker": "GIOVANNA Di ROSARIO", "utterance": " You can't see the screen."}
{"start": "00:32:34.350", "end": "00:32:34.740", "speaker": "GIOVANNA Di ROSARIO", "utterance": " Okay."}
{"start": "00:32:43.050", "end": "00:32:43.860", "speaker": "GIOVANNA Di ROSARIO", "utterance": " You can't hear."}
{"start": "00:32:44.160", "end": "00:32:45.360", "speaker": "Nohelia Meza", "utterance": " But we cannot hear you."}
{"start": "00:32:45.930", "end": "00:32:46.590", "speaker": "GIOVANNA Di ROSARIO", "utterance": " Our gosh."}
{"start": "00:32:46.860", "end": "00:32:50.730", "speaker": "GIOVANNA Di ROSARIO", "utterance": " Dan Dan I will interrupt it because I can hear so the know."}
{"start": "00:32:50.790", "end": "00:32:51.450", "speaker": "None", "utterance": "Probably."}
{"start": "00:32:53.790", "end": "00:33:02.340", "speaker": "GIOVANNA Di ROSARIO", "utterance": " Okay, you know I shared the sound I shared everything but probably something doesn't work, please yes."}
{"start": "00:33:03.570", "end": "00:33:06.240", "speaker": "GIOVANNA Di ROSARIO", "utterance": " But it's already solved."}
{"start": "00:33:07.410", "end": "00:33:07.830", "speaker": "GIOVANNA Di ROSARIO", "utterance": " There you go."}
{"start": "00:33:11.700", "end": "00:33:19.260", "speaker": "None", "utterance": "For the electronic literature organization conference of these 2021 year pause pandemic."}
{"start": "00:33:20.490", "end": "00:33:27.600", "speaker": "None", "utterance": "i'm going to give my conference entitled closely enough stephanie strickland scintilla also had me yo and Paul ryan's sleeping limps."}
{"start": "00:33:32.550", "end": "00:33:39.870", "speaker": "GIOVANNA Di ROSARIO", "utterance": " In the close reading, we have to discover how a literary texts works it consists of for reading process, followed by a literary analysis."}
{"start": "00:33:40.890", "end": "00:33:49.170", "speaker": "GIOVANNA Di ROSARIO", "utterance": " There was they find more appropriate to analyze electronic literary works are using hermeneutics to interpret the text on semiotics in order to maximize the use of science."}
{"start": "00:33:49.620", "end": "00:33:59.820", "speaker": "GIOVANNA Di ROSARIO", "utterance": " Furthermore, as poetry is inseparable from motion to close reading of the electronic prime slipping lamps is also going to have analyzed apply in effect a theory."}
{"start": "00:34:05.310", "end": "00:34:14.100", "speaker": "None", "utterance": "have an artist is present in the study of the tutorial literature, because computation uses science, which are both human readable and machine execute tuco."}
{"start": "00:34:14.580", "end": "00:34:24.450", "speaker": "None", "utterance": "As Albert or male marketable and polo here we explain humans tend to be text realized to interpret and in the field of digital humanities."}
{"start": "00:34:24.990", "end": "00:34:36.060", "speaker": "None", "utterance": "And hermeneutics traced and data field in a hermeneutics approach to the digital the researcher works on the filters sofitel part of electronic literature."}
{"start": "00:34:36.660", "end": "00:34:55.590", "speaker": "None", "utterance": "are very thorough may introduce the concept of imagination within within he instead of an eye or when that human sq meditations are externalised into technologies and that human imagination has its analog in the digital dynamics of articulation between databases and algorithms."}
{"start": "00:34:58.350", "end": "00:35:12.000", "speaker": "None", "utterance": "He poetry sounds sound and he made make it close to art web space increases the visceral contents of poetry, however, the visual content of poetry has always been there in Japan other rosario words."}
{"start": "00:35:12.510", "end": "00:35:24.960", "speaker": "None", "utterance": "poetry and art in general have always been seen on aims synonymous with subjectivity with creativity, a poetry comes from the avant garde movement tradition."}
{"start": "00:35:25.830", "end": "00:35:35.430", "speaker": "None", "utterance": "it's already in it and novelty has even put up into question with some critics because they believe that electronic forms are only reproducing 50 avant garde experiments."}
{"start": "00:35:35.820", "end": "00:35:43.710", "speaker": "None", "utterance": "However, media provides new elements and electronic poems are original for their themes visualizations and new ways to be manipulated by the real."}
{"start": "00:35:44.550", "end": "00:35:52.350", "speaker": "None", "utterance": "individual port reports, having learned from avant garde concrete and visual poetry reproduce the pleasure of political connection."}
{"start": "00:35:52.830", "end": "00:36:01.890", "speaker": "None", "utterance": "And in a place, like the Internet or the changing information so fast some digital forms propose a different relationship with time, linked to the rhythm practice."}
{"start": "00:36:02.580", "end": "00:36:11.250", "speaker": "None", "utterance": "Christopher funkhouser explained that poetry poetry and computer poetry the related to poetry is computer poetry in prehistoric digital port repeats at."}
{"start": "00:36:12.000", "end": "00:36:28.170", "speaker": "None", "utterance": "Therefore, if an ICO and cannot be analyze like a printed one using hermeneutics semiotics and effect theory, it will then be enough in the closure didn't have a slipping lamps the technological elements have to be also known described interpret it as part of the work."}
{"start": "00:36:30.060", "end": "00:36:40.920", "speaker": "None", "utterance": "i'm going to allies sleeping limps how was a sleeping claims making process slipping claims is a digital kinetic verbal visual collaboration between prize winning poet."}
{"start": "00:36:41.280", "end": "00:36:51.630", "speaker": "None", "utterance": "stephanie strickland programmer since hellos and cameo and I do refer Paul Ryan, it was published in electronic literature collection to edited by."}
{"start": "00:36:51.960", "end": "00:37:03.540", "speaker": "None", "utterance": "Morris may not really and stefan's this flashpoint resource, including in women over cyber fundamentalism collection rated by myself, I have had with their funny I was in the arm same knowledge base."}
{"start": "00:37:05.040", "end": "00:37:13.920", "speaker": "None", "utterance": "In the introduction of slipping lamps the other explains that making this work made them newly aware of commonalities in code in poetry and in quotes."}
{"start": "00:37:16.290", "end": "00:37:27.870", "speaker": "None", "utterance": "In slipping links we scroll the text and we find two columns of texts that appear at the same time, and the reader has to read one column, and then regenerate the text again to read the order."}
{"start": "00:37:32.550", "end": "00:37:37.050", "speaker": "None", "utterance": "stricter laws and make reference to what intern who coined the term."}
{"start": "00:37:37.680", "end": "00:37:50.490", "speaker": "None", "utterance": "homeostasis to describe the develop mental systems whose necessary path created seems to be done to return and therefore make your lips and sleeping lips, the water reads deployment text the."}
{"start": "00:37:50.850", "end": "00:37:59.790", "speaker": "None", "utterance": "text reads image capture technologies and ryan's image capture technology reads the water, the offer compares reading."}
{"start": "00:38:00.420", "end": "00:38:05.700", "speaker": "None", "utterance": "quotes to silent reading of poetry experiences are transmitted without being said."}
{"start": "00:38:06.420", "end": "00:38:21.390", "speaker": "None", "utterance": "They believe in a future your thirst, we live in a future in which readers can get used to lines of poetry loops up code and chaotic patterns in order to read they're generating futures fine and choose a life sustaining necessary puff."}
{"start": "00:38:23.100", "end": "00:38:32.220", "speaker": "None", "utterance": "i'm going to do a close reading of slipping lists slipping lamps cover presents the 10 images which correspond to the second segments of the point."}
{"start": "00:38:32.880", "end": "00:38:38.430", "speaker": "None", "utterance": "The photographs of the oceans are in different natural colors being blue green yellow and white and the predominant ones."}
{"start": "00:38:38.820", "end": "00:38:46.020", "speaker": "None", "utterance": "are basing your two groups, it could because either Daddy signifiers use only one of the five sensory channels sites."}
{"start": "00:38:46.320", "end": "00:38:52.380", "speaker": "None", "utterance": "There signifiers seem to be symbol, although they signifies where the readers associate the colors with."}
{"start": "00:38:52.650", "end": "00:38:59.040", "speaker": "None", "utterance": "can be more complex the signifies could be blue for calm green for peace, yellow for heat and white for emptiness."}
{"start": "00:38:59.340", "end": "00:39:05.130", "speaker": "None", "utterance": "By clicking on one image, the user finds a video with flow, the emphasis of the electronic poem."}
{"start": "00:39:05.400", "end": "00:39:14.790", "speaker": "None", "utterance": "which do not follow any semantic order some verses can be read others cannot be read, because our first overlaps, the other already discovered by the close of the image finally."}
{"start": "00:39:15.150", "end": "00:39:24.090", "speaker": "None", "utterance": "Wendy they stopped, we can be read, but as the verses do not feed into the logical meaning they cannot be fully understood the worst our watch more than bread."}
{"start": "00:39:24.420", "end": "00:39:30.330", "speaker": "None", "utterance": "However, even if the content is not clear through images we can experience filling and energies."}
{"start": "00:39:30.720", "end": "00:39:44.970", "speaker": "None", "utterance": "The minion doesn't need to be understood, when allies in electronic poetry, do you want to de rosario quoting and assessors explained this intentional ambiguity of meaning, according to the rosario Professor sixers the digital writing freeze the language from the primary."}
{"start": "00:39:46.020", "end": "00:39:58.980", "speaker": "None", "utterance": "of meaning open it up to the unintentional not intentional reading movement, the importance of visualization mix this kinetic poems closer to an artistic work than to poetry itself."}
{"start": "00:40:00.630", "end": "00:40:04.740", "speaker": "None", "utterance": "Direct always have enjoyed slipping limbs, from my point of view, reading."}
{"start": "00:40:05.520", "end": "00:40:14.100", "speaker": "None", "utterance": "What is watching the videos and floating versus and the other is clicking on scroll texts and reading the segments of the poem text, while watching the video or the background."}
{"start": "00:40:14.640", "end": "00:40:29.520", "speaker": "None", "utterance": "slipping lips software trucks, the motion of the water movement that occurs within each of the videos meaning can be found in each word in a segment of important all segments of the turning point container video with floating sentences which imitate handwriting."}
{"start": "00:40:31.260", "end": "00:40:49.320", "speaker": "None", "utterance": "I interpret that the fact that the text can be read by the handwritten text in nature cannot, as the idea that we can control reading a text, but we cannot control nature natural elements come and go, there is a continuous movement everything flows like interactive lots pantry."}
{"start": "00:40:50.730", "end": "00:41:06.000", "speaker": "None", "utterance": "liking everything with overs Korea sanest poem images and metaphors are just oppose combining words irrationally my personal interpretation is that the point is explaining writing digital poetry process as caffeine in a stone where nobody has died before."}
{"start": "00:41:17.820", "end": "00:41:25.620", "speaker": "None", "utterance": "slipping lips, is one of the most famous works of electronic poetry, due to its quality unoriginality as far as experimental experimentation is concerned."}
{"start": "00:41:26.010", "end": "00:41:34.110", "speaker": "None", "utterance": "As well as the video photography and the uniqueness of in the form of the segments of the poem in the research world of electronic literature, there are few publications of close regions."}
{"start": "00:41:34.470", "end": "00:41:42.690", "speaker": "None", "utterance": "It will be positive, to encourage junior as well as senior researchers to lose feeder of the new technologies and avant garde electronic literature, because supporting our."}
{"start": "00:41:43.260", "end": "00:41:52.890", "speaker": "None", "utterance": "commentary contemporary writers and artists will be useful as a contribution to the future, academics, in order to better understand the literary production of our times."}
{"start": "00:41:53.160", "end": "00:42:01.170", "speaker": "None", "utterance": "Not only at the commercial level, as it happens with printed literature bestsellers or novel prize winners, but also to support the production, distribution."}
{"start": "00:42:01.440", "end": "00:42:17.820", "speaker": "None", "utterance": "And a study of alternative voice of for these in literature electronic politics should mature as the tools for making it evolve and our future analysis and interpretations, as also increase in quantity and quality, thank you very much for listening and watching bye bye."}
{"start": "00:42:22.290", "end": "00:42:25.350", "speaker": "GIOVANNA Di ROSARIO", "utterance": " Thank you for this interesting."}
{"start": "00:42:26.790", "end": "00:42:37.950", "speaker": "GIOVANNA Di ROSARIO", "utterance": " Talk and close reading Now we have another close reading by as soon lovettsville a law and she also teaches is associate professor of the."}
{"start": "00:42:38.520", "end": "00:42:51.240", "speaker": "GIOVANNA Di ROSARIO", "utterance": " components of the Madrid and well she she has done so many things that she's also the director alive and international research group at the comprehensive elementary school, the theme."}
{"start": "00:42:51.870", "end": "00:43:02.730", "speaker": "GIOVANNA Di ROSARIO", "utterance": " And blast I will post you here hey here's a link to her be real, we have like this we don't waste time and as soon i'll."}
{"start": "00:43:04.170", "end": "00:43:05.760", "speaker": "GIOVANNA Di ROSARIO", "utterance": " shut up and you talk."}
{"start": "00:43:31.980", "end": "00:43:39.990", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " I couldn't find the word Mike was to turn it on, and I hope you can hear me now and."}
{"start": "00:43:41.010", "end": "00:43:42.270", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " You can you hear me."}
{"start": "00:43:44.580", "end": "00:43:46.140", "speaker": "GIOVANNA Di ROSARIO", "utterance": " Yes, perfectly as in."}
{"start": "00:43:46.170", "end": "00:43:53.940", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " Great okay thanks right i'm going to try to go fast, because my my was is a long presentation basically."}
{"start": "00:43:54.450", "end": "00:44:07.230", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " And a well what am I trying when I i'm trying to do, recently is i'm researching and i'm assuming edition so and I work on intermediate semiotics and cognition so."}
{"start": "00:44:07.560", "end": "00:44:20.760", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " Recently i'm exploring and I tentative ways to materiality and is in display in this case, of course, electric literature and art and how do they interfere with."}
{"start": "00:44:21.450", "end": "00:44:32.040", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " Other forms of material a human materiality, so to say, so I am I have chosen and in the work of."}
{"start": "00:44:33.030", "end": "00:44:44.340", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " These very famous Australian net artist and game designer mess breeze and she's also a member of this activist group known as the third faction."}
{"start": "00:44:44.820", "end": "00:45:01.650", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " And where she explores from a critical perspective and and exposes a demonic narratives and attitudes that generally pervade game environments, so we will see that she merges and gender aspects also in car."}
{"start": "00:45:02.730", "end": "00:45:11.730", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " In co work know so because of time limitations i'm going to look very briefly at for poem anthropocene anthropocene."}
{"start": "00:45:12.090", "end": "00:45:26.970", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " And, and the collection of the verses and in 3D and which is a collaboration with very well known and electronically teacher artists, some of them actually in present in this in this panel."}
{"start": "00:45:27.480", "end": "00:45:41.250", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " And the the underlying hypothesis, as I have already mentioned, is that net art might actually in pants and readers understanding of key aspects related to critical issues."}
{"start": "00:45:41.790", "end": "00:45:51.660", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " As well as encourage public engagement with those issues and, in particular, and with regards to human and non human actions in the anthropocene."}
{"start": "00:45:52.410", "end": "00:46:10.290", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " And in terms of theory and methodology I use actual network theory and extended human approaches I not gonna have time to go into this in great detail in the presentation today but they're they're backing my my research so first."}
{"start": "00:46:11.310", "end": "00:46:20.730", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " With regards to her poem anthropocene and reposting I won't go into the detail of analyzing it, you have it down below there on the screen."}
{"start": "00:46:21.210", "end": "00:46:33.600", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " And and in 2011 she published this book, which is called human readable messages messenger where she talks about this type of code work which she uses in this poem."}
{"start": "00:46:33.960", "end": "00:46:42.330", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " And also, in this book to write it's a kind of a diary know and and and she has this question on the on the back cover of the book and."}
{"start": "00:46:42.720", "end": "00:46:54.030", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " And what do you get if you stitch together standardized literary conventions think the monumental output of bill Shakespeare, and the staccato portions of Emily Dickinson."}
{"start": "00:46:54.360", "end": "00:47:09.540", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " Which code poetics steeped in digitally drenched communication so Basically, this is what she's trying to do merge code work and different forms of code work and human languages and and."}
{"start": "00:47:10.380", "end": "00:47:12.150", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " Later in other of her."}
{"start": "00:47:12.180", "end": "00:47:16.200", "speaker": "GIOVANNA Di ROSARIO", "utterance": " works in particular actually sorry to interrupt you just."}
{"start": "00:47:16.530", "end": "00:47:27.750", "speaker": "GIOVANNA Di ROSARIO", "utterance": " You just you forgot to put a slide presentation, so we saw all your slides, but you don't we don't have the big one, on your on our fee So if you can put yeah."}
{"start": "00:47:30.270", "end": "00:47:31.290", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " You don't have."}
{"start": "00:47:32.640", "end": "00:47:33.210", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " The big."}
{"start": "00:47:35.820", "end": "00:47:40.080", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " I don't understand your your what what you don't have."}
{"start": "00:47:40.560", "end": "00:47:47.820", "speaker": "GIOVANNA Di ROSARIO", "utterance": " We don't you, we have all your slides, you have to to to to to to push the presenter theon and."}
{"start": "00:47:48.270", "end": "00:47:48.750", "speaker": "None", "utterance": "Okay."}
{"start": "00:47:50.310", "end": "00:47:51.360", "speaker": "GIOVANNA Di ROSARIO", "utterance": " Yes, you will go."}
{"start": "00:47:51.810", "end": "00:47:52.200", "speaker": "None", "utterance": "Okay."}
{"start": "00:47:53.370", "end": "00:47:57.900", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " Well, actually I didn't forget but it's easier to me to fall off track of what's coming."}
{"start": "00:47:59.430", "end": "00:48:02.370", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " But it's no problem I just I just improvise."}
{"start": "00:48:03.540", "end": "00:48:17.190", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " Okay, so Okay, so the poem and it's the anthropocene entrepreneur Center was published in the New York in the network or live Journal and it's an example of make a messenger with."}
{"start": "00:48:18.090", "end": "00:48:29.970", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " bracketing Okay, so when a we don't have enough time to explore it and you have it here below and basically it."}
{"start": "00:48:30.870", "end": "00:48:42.330", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " It talks about the effects of anthropocene and and the term a refers, as you all know, to you the geological time when humanity is coming."}
{"start": "00:48:42.690", "end": "00:48:52.650", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " And a huge impact on on the environment, it was a term that was coined by chemist Paul Kristen and marine biologist eugene stormer."}
{"start": "00:48:53.010", "end": "00:49:03.600", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " And and and it also emphasizes do a certain stand not just human impact on the planet but also encounters with non human agents and."}
{"start": "00:49:04.560", "end": "00:49:21.240", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " With regards to the from the semiotic point of view, the kind of interactions and interactions that are core between organisms and their environments, so this is all highlighted in in this point which I not going to explore and and."}
{"start": "00:49:22.170", "end": "00:49:39.450", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " And, just to clarify that the category of the nonhuman includes biological forums like animal plans microorganisms or whatever, but also non biological entities such as machines or artificial intelligence and you have, and you will see that my slide also are."}
{"start": "00:49:40.770", "end": "00:49:42.180", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " Providing pictures of."}
{"start": "00:49:43.350", "end": "00:49:46.110", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " V versus you know, for example, in this case."}
{"start": "00:49:47.700", "end": "00:50:01.950", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " The author is her mets risk herself and it's it's to face rather face victim hoarder and so, when what is she doing, and in these V vs."}
{"start": "00:50:02.550", "end": "00:50:16.410", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " she's a linking humans, animals in animate objects and the poems I like metamorphic and and and we have all the time, like the anthropocene as a scene, you know, and this is also emphasized."}
{"start": "00:50:16.800", "end": "00:50:28.950", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " In in the in the point that I mentioned the anthropocene if you've noticed the the term how she plays with the scenery the scene everything that's visualize not."}
{"start": "00:50:29.400", "end": "00:50:41.250", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " And as a as a performative playable as scenario beyond the human non she see insisting this scenic dimensions and this force is also an inquiry into the post ontology."}
{"start": "00:50:41.580", "end": "00:50:54.780", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " of knowledge and cognition related to the acquisition of alphabetic language in the case of the messenger because she's breaking alphabetic language and this disruption of the reading experience."}
{"start": "00:50:55.380", "end": "00:51:05.640", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " Which in the verses she achieves because you can click on the different numbers and read and not just in in one line format, but in."}
{"start": "00:51:06.420", "end": "00:51:25.530", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " Different for a lines like hypertext, obviously, and this also poses epistemological questions in inquiring to the notion of interpretation and explanation and how many and if meaning is only uni vocal or is it multi vocal know and so."}
{"start": "00:51:26.430", "end": "00:51:31.590", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " When she explains, where she got the idea for a messenger and."}
{"start": "00:51:32.640", "end": "00:51:41.790", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " She mentioned in this interview for a soma in 2016 and she mentioned that she wants to a."}
{"start": "00:51:42.870", "end": "00:51:43.980", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " Sorry, I just."}
{"start": "00:51:45.360", "end": "00:51:58.410", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " click on there Okay, she wants to open up boy take aspects okay and create a kind of dimensional interplay combining the lyrical and like formalized structures of code Okay, and he uses."}
{"start": "00:51:59.010", "end": "00:52:10.320", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " In in the under percent point, for example, she uses bracketing and this bracketing functions like semiotic cues that invite that verse means if they break the word and."}
{"start": "00:52:11.550", "end": "00:52:24.120", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " They multiply the meanings and and she also mentioned that this idea originated in from a horizontal creations of the work by V and matrix matrix."}
{"start": "00:52:24.450", "end": "00:52:31.410", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " And and they're mixing of game aesthetics, and our feminism and the tool online engagement, so you know that this."}
{"start": "00:52:31.980", "end": "00:52:44.670", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " vm matrix was one of the first cyber feminist groups and they very strong and gender approach, which of course matches our panel today gender in bits."}
{"start": "00:52:45.090", "end": "00:52:58.380", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " And, and here is, for example, the verse 11 power barking and the author is herself and and she uses messenger bracketing the words and and multiplying."}
{"start": "00:52:59.070", "end": "00:53:12.930", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " The meanings, and these are other example because many verses are address to the western a women and women power, this one is her Raven flip by Andrea Phillips and and brace yourself."}
{"start": "00:53:13.380", "end": "00:53:30.210", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " And this one is a number 10 artemisia known by Anna nature, and you can see, the images also how she's questioning gender stereotypes and also fusion human image with animal like."}
{"start": "00:53:31.200", "end": "00:53:46.020", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " entities and also all other kinds of objects and non human in general, and this one is a number 12 bridal day by Ria myers and this one is basement by."}
{"start": "00:53:46.500", "end": "00:54:00.030", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " Scott redbird and again playing with them metal objects female characteristics and and this ambiguity of between the human and non human."}
{"start": "00:54:00.600", "end": "00:54:13.470", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " And and and I in this slide I just point out that this the mechanisms, she uses are similar to what victor's lawsky in art as technique."}
{"start": "00:54:13.860", "end": "00:54:22.650", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " And a label they familiarization, if you remember, and the purpose was to remove the automatism of perception and cognition."}
{"start": "00:54:23.040", "end": "00:54:33.750", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " And to raise cognitive awareness of how knowledge is produced by means of language now, it was a technique that was using early 20th century."}
{"start": "00:54:34.320", "end": "00:54:47.520", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " modernism in art and later in data and culture jamming and it's also in a way, related to Sigmund freud's notion of the uncanny, which of course emerges in many of her V vs."}
{"start": "00:54:49.350", "end": "00:54:58.200", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " Okay, so a little bit about God work and how it works and and a you know it seems to me also that."}
{"start": "00:54:58.830", "end": "00:55:07.890", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " Court would the way she introduces court work and it's reminiscent of a reminiscent of other techniques used to subvert power structures."}
{"start": "00:55:08.220", "end": "00:55:17.790", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " In alphabetic language and and examples are Lewis Carroll James Joyce William burroughs and, in particular, like."}
{"start": "00:55:18.480", "end": "00:55:29.880", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " In the electronic revolution and borrows uses the metaphor of language as a virus, and that is spread by means of institutionalization and a demonic structures."}
{"start": "00:55:30.210", "end": "00:55:40.110", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " And the the idea behind borrows cut up was to actually break these kind of order of things in focus words no so when."}
{"start": "00:55:40.530", "end": "00:55:51.240", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " almost like a messenger is almost like an inoculation have a small portion of pharma con in in terms of dairy died, you know which is both a vaccine or an antidote."}
{"start": "00:55:51.510", "end": "00:56:00.090", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " But also poison not that incorporates political antigens in order to subvert the infection of power so."}
{"start": "00:56:00.690", "end": "00:56:09.300", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " And we have a couple of quotations there from siminoff ski and also from junkie Lee who have actually talked about how the digital arts."}
{"start": "00:56:09.660", "end": "00:56:21.540", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " And do have a grammar of Polish and there is a politics of code behind the use of code work and other programming structures in electronic literature on that art."}
{"start": "00:56:22.230", "end": "00:56:35.580", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " And so, when, as I said, her point seem to produce a kind of virus like infection at various levels, and they mobilize poor yeses and the aesthetic the ontological and epistemological."}
{"start": "00:56:36.000", "end": "00:56:43.950", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " And in her poems the humans meet non human agents and there are these kind of interactions that I was talking about."}
{"start": "00:56:44.370", "end": "00:57:01.440", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " and which are signal by markup language or in the case of the V vs by you know the numbers that you click and you can organize in the reading and structure that you prefer, and so this indicates this realize that."}
{"start": "00:57:02.460", "end": "00:57:11.640", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " Nothing is free XX that everything is a product of the actions of the agents doing performing and there's semiotic interchange."}
{"start": "00:57:12.000", "end": "00:57:25.410", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " And and, and this is a kind of a sort multiple sort of multiverse process ontology know and we have a quotation there from and a Bruno latour who is one of the participants or in."}
{"start": "00:57:26.670", "end": "00:57:26.970", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " In."}
{"start": "00:57:28.050", "end": "00:57:33.450", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " In material terry's and and and he says that this Angela."}
{"start": "00:57:34.260", "end": "00:57:42.720", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " Angela for morphic expressions must be taken not figuratively by literally really a matter of defining the human enterprise forum."}
{"start": "00:57:43.050", "end": "00:57:53.130", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " And more first of a non human and deciding on the limits of the freedom lottery is one of the first who begins to explore and the impact of artefacts in our life."}
{"start": "00:57:53.490", "end": "00:58:07.500", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " A technological machines and so on, now and we have here a lovely picture of V verse one and by Mark Marino, and so, when a."}
{"start": "00:58:09.300", "end": "00:58:25.200", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " I don't i'm trying to go fast, because I don't I don't even realize how much time I have left, but anyway, she caused these story boxes and I was inspired by the idea of the pandora's box of course they in Greek mythology you open the JAR and all kinds of."}
{"start": "00:58:26.430", "end": "00:58:40.770", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " horrible things are liberated these spirits and they create great suffering and the stress for humans, but basically like the metaphor, that I was using before the virus, you know she her work is like a virus."}
{"start": "00:58:41.250", "end": "00:58:49.890", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " or a pandora's box that you know, makes us realize, you know it makes us come to terms with the things that need to be changed or that."}
{"start": "00:58:51.510", "end": "00:58:55.530", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " Are we are not aware of it creates this."}
{"start": "00:58:56.730", "end": "00:59:06.210", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " idea of estrangement know and and one key aspect also indicates of Pandora books that has to do with gender aspects."}
{"start": "00:59:06.690", "end": "00:59:14.340", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " Of course, is also the question of the responsibility, because, also in the pandora's story as an evil story in the biblical."}
{"start": "00:59:14.730", "end": "00:59:24.780", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " story and it's always a woman who is to blame for not taking responsibility for failing to do something no so the whole thing is."}
{"start": "00:59:25.350", "end": "00:59:30.450", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " I interpret her versus as a relocation of the blame and responsibility."}
{"start": "00:59:30.930", "end": "00:59:42.870", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " And to the reader user you know, to make the reader user become engaged in global problems that we have today and, of course, you can see, for example, this one by Michael Mike wire, you know where the."}
{"start": "00:59:43.470", "end": "01:00:07.530", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " Economic griffey the images are and a resembling not just artificially intelligent robots but also by organisms, like the cell know, so there is this fusion metamorphic fusion in all four works, and this is car by Jeremy hide and again and, just to mention that the."}
{"start": "01:00:08.550", "end": "01:00:21.690", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " there's this can be manipulated and reconfigure the on not just the sequence, but also, you can scale, you can rotate you consuming so this opens and different fractal levels of."}
{"start": "01:00:22.320", "end": "01:00:32.910", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " recombination not just with words but also with the way you can manipulate the verses, and so this one, for example, a curve I use this."}
{"start": "01:00:33.330", "end": "01:00:51.120", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " image because i'm talking about this zooming in zooming out, but you also have that this one for me elation and where you get the same feeling of a how a you can manipulate this works in order to to."}
{"start": "01:00:52.290", "end": "01:01:01.470", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " make me come to awareness of particular aspects of the relationship between the human and non human and also a."}
{"start": "01:01:01.740", "end": "01:01:02.760", "speaker": "GIOVANNA Di ROSARIO", "utterance": " Another thing oh yes."}
{"start": "01:01:02.880", "end": "01:01:08.010", "speaker": "GIOVANNA Di ROSARIO", "utterance": " Sorry, I have to interrupt you, and I have to be moderator now you have one minutes because i'm."}
{"start": "01:01:09.270", "end": "01:01:09.690", "speaker": "GIOVANNA Di ROSARIO", "utterance": " Sorry."}
{"start": "01:01:09.780", "end": "01:01:22.740", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " Okay, I think i'm almost finished I don't know but almost anyway, she the way the writing is using the stories as well, and he creates like almost like a fundamental."}
{"start": "01:01:23.190", "end": "01:01:36.240", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " aspect of contemplation so I was here and referring to hospitals practice of heuristic reduction but I don't have time to in this one for me, and this is my last slide so i'm really lucky."}
{"start": "01:01:37.110", "end": "01:01:41.370", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " In this one, you can see, like the it's almost like a can opener."}
{"start": "01:01:42.300", "end": "01:01:51.240", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " There you know, so this mixture of objects artifacts human non human animals and and sometimes even ghosts and stuff."}
{"start": "01:01:51.570", "end": "01:02:07.650", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " And here have to quotations or two authors who might find useful one is Jane Bennett in her work vibrant matter where she's talking about the agency of inanimate things how things are apparently like a stone or something."}
{"start": "01:02:08.130", "end": "01:02:14.670", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " And they can rust, for example, they have agency, they can create an impact in the anthropocene."}
{"start": "01:02:15.240", "end": "01:02:23.100", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " And a and also the we have reading the quotations that you have there because we don't have time a lambo smaller forest."}
{"start": "01:02:23.670", "end": "01:02:35.340", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " from Oxford he's a doing cognitive archaeology and he's a fascinating author in and the which he's trying to explore and how cognition also images from."}
{"start": "01:02:35.970", "end": "01:02:50.370", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " The manipulation of material aspects now what he calls material engagement know and and you have the quotation, there is not simply in the brain it it happens in the interaction between the brain and the things now."}
{"start": "01:02:50.820", "end": "01:03:00.480", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " So I think this was my last slide so thank you very much for your attention and sorry I went on a little bit too long."}
{"start": "01:03:00.750", "end": "01:03:06.390", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " This is a summary of what I have presented, and these are my references so thanks very much."}
{"start": "01:03:06.810", "end": "01:03:27.660", "speaker": "GIOVANNA Di ROSARIO", "utterance": " And they asked him for your papers so that's Okay, so now, just to be to be quick because free to want to have too much time for discussion, we will watch another video that was by Mr newness that unfortunately she's not feeling too well, so she cannot be with us today."}
{"start": "01:03:28.710", "end": "01:03:31.950", "speaker": "GIOVANNA Di ROSARIO", "utterance": " But she sent a beautiful beautiful."}
{"start": "01:03:33.060", "end": "01:03:34.170", "speaker": "GIOVANNA Di ROSARIO", "utterance": " video on."}
{"start": "01:03:35.280", "end": "01:03:38.580", "speaker": "GIOVANNA Di ROSARIO", "utterance": " Arabic elite that is there here."}
{"start": "01:03:40.620", "end": "01:03:56.430", "speaker": "GIOVANNA Di ROSARIO", "utterance": " topic know Allah, can you please share the screen, because I have a bad connection and and it's fluid i'm already frozen in fact i'm turning off the video sometimes i'm sorry for that no yeah Thank you, thank you."}
{"start": "01:03:58.230", "end": "01:04:15.450", "speaker": "GIOVANNA Di ROSARIO", "utterance": " I see that that's that's the thing, so a few words on on on on MN she's the head of the Arabic language and literature department and she has written several books on on Arabic literature she's a specialist."}
{"start": "01:04:16.530", "end": "01:04:28.320", "speaker": "GIOVANNA Di ROSARIO", "utterance": " and especially she's interested in in in in social media, but she she she's also interested in gender and and and."}
{"start": "01:04:29.820", "end": "01:04:31.290", "speaker": "GIOVANNA Di ROSARIO", "utterance": " So that's it."}
{"start": "01:04:32.730", "end": "01:04:35.190", "speaker": "None", "utterance": "And here in a while."}
{"start": "01:04:38.250", "end": "01:04:41.070", "speaker": "GIOVANNA Di ROSARIO", "utterance": " And it was dry but Okay, thank you know."}
{"start": "01:04:56.160", "end": "01:04:56.670", "speaker": "GIOVANNA Di ROSARIO", "utterance": " know."}
{"start": "01:04:59.010", "end": "01:05:00.090", "speaker": "GIOVANNA Di ROSARIO", "utterance": " You have to share."}
{"start": "01:05:01.530", "end": "01:05:02.010", "speaker": "GIOVANNA Di ROSARIO", "utterance": " audio."}
{"start": "01:05:25.980", "end": "01:05:29.010", "speaker": "GIOVANNA Di ROSARIO", "utterance": " That you can share this the sound as well."}
{"start": "01:05:36.990", "end": "01:05:39.480", "speaker": "GIOVANNA Di ROSARIO", "utterance": " Some the bottom left should be at least."}
{"start": "01:05:47.970", "end": "01:05:48.450", "speaker": "Nohelia Meza", "utterance": " Okay."}
{"start": "01:05:49.170", "end": "01:05:52.350", "speaker": "GIOVANNA Di ROSARIO", "utterance": " No, I cannot we cannot see anything."}
{"start": "01:06:10.350", "end": "01:06:10.710", "speaker": "None", "utterance": "know."}
{"start": "01:06:12.780", "end": "01:06:13.470", "speaker": "Nohelia Meza", "utterance": " Maybe try."}
{"start": "01:06:15.780", "end": "01:06:20.580", "speaker": "GIOVANNA Di ROSARIO", "utterance": " That, if I try i'm losing already seen this but I try myself let's see."}
{"start": "01:06:24.240", "end": "01:06:27.840", "speaker": "GIOVANNA Di ROSARIO", "utterance": " The problems that I see that I have."}
{"start": "01:06:35.010", "end": "01:06:36.660", "speaker": "None", "utterance": "Now I cannot already."}
{"start": "01:06:37.740", "end": "01:06:44.610", "speaker": "GIOVANNA Di ROSARIO", "utterance": " can see the signals disappearing Oh well, let's do a bad things, since I already."}
{"start": "01:06:47.460", "end": "01:07:05.130", "speaker": "GIOVANNA Di ROSARIO", "utterance": " have three and a half and the video is kind of 10 minutes I would do one thing that I hate to do I want to show it and we can may discuss a little bit, and then I will give you the video."}
{"start": "01:07:06.390", "end": "01:07:07.920", "speaker": "GIOVANNA Di ROSARIO", "utterance": " To the two."}
{"start": "01:07:08.640", "end": "01:07:09.300", "speaker": "GIOVANNA Di ROSARIO", "utterance": " I will send it."}
{"start": "01:07:10.200", "end": "01:07:12.240", "speaker": "Nohelia Meza", "utterance": " To maybe, if I can."}
{"start": "01:07:12.510", "end": "01:07:18.960", "speaker": "GIOVANNA Di ROSARIO", "utterance": " i'm already losing you I hear bad, so I know that my connection is not stable right now."}
{"start": "01:07:31.980", "end": "01:07:33.570", "speaker": "GIOVANNA Di ROSARIO", "utterance": " I have, I can wash up."}
{"start": "01:07:35.370", "end": "01:07:36.210", "speaker": "GIOVANNA Di ROSARIO", "utterance": " I have."}
{"start": "01:07:37.830", "end": "01:07:40.350", "speaker": "GIOVANNA Di ROSARIO", "utterance": " The MP4 so."}
{"start": "01:07:44.010", "end": "01:08:05.700", "speaker": "GIOVANNA Di ROSARIO", "utterance": " What I can do it's to send a video to to to to the conference to soar and and the others, and like this, they can they can they can watch it sorry for that and i'm sorry because I see my signal of it's really it's really low."}
{"start": "01:08:06.990", "end": "01:08:11.730", "speaker": "GIOVANNA Di ROSARIO", "utterance": " Anyway, well since like we have just five minutes, in any case, we cannot."}
{"start": "01:08:13.650", "end": "01:08:16.230", "speaker": "GIOVANNA Di ROSARIO", "utterance": " St in any case there is any questions, I think."}
{"start": "01:08:16.560", "end": "01:08:19.470", "speaker": "GIOVANNA Di ROSARIO", "utterance": " Maybe I saw that you were like kind of."}
{"start": "01:08:20.850", "end": "01:08:23.430", "speaker": "GIOVANNA Di ROSARIO", "utterance": " chart here and they're kind of so."}
{"start": "01:08:25.080", "end": "01:08:31.170", "speaker": "GIOVANNA Di ROSARIO", "utterance": " I didn't know as an already you provide to to to to to say I realized that I can't access the papers anymore."}
{"start": "01:08:33.630", "end": "01:08:42.030", "speaker": "GIOVANNA Di ROSARIO", "utterance": " There is a technical problem like realize that I cannot access the papers anymore, when I use the password that was given to me wrong password so I didn't."}
{"start": "01:08:43.410", "end": "01:08:51.390", "speaker": "GIOVANNA Di ROSARIO", "utterance": " Do you do you you share your your your your paper because they are asking for it when they can find it."}
{"start": "01:08:53.250", "end": "01:09:13.290", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " yeah I wasn't I didn't know how it worked so I thought we were all supposed to upload our papers, and so I uploaded it and but saurian wrote to me, he said, for the panel's you don't need to so, but it was still there, so it's still there, I think, unless he unless he removed it or."}
{"start": "01:09:14.490", "end": "01:09:19.080", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " If if someone wants it, I can you know you can write to me and I sent it to you."}
{"start": "01:09:20.250", "end": "01:09:26.910", "speaker": "S?ren Bro Pold (he, him)", "utterance": " Just to to to answer, since i'm here and and hearing yeah you know normally we."}
{"start": "01:09:28.170", "end": "01:09:28.530", "speaker": "S?ren Bro Pold (he, him)", "utterance": " We."}
{"start": "01:09:30.180", "end": "01:09:42.810", "speaker": "S?ren Bro Pold (he, him)", "utterance": " We didn't expect papers to manuscripts two panels so so In essence, we haven't included, is it so if it's an easy to I can I can we can get it included and then it's available."}
{"start": "01:09:43.590", "end": "01:09:56.430", "speaker": "S?ren Bro Pold (he, him)", "utterance": " On the program, we can also yeah so so so we can we can do that, it just takes a few more things to do, I can't just do it immediately."}
{"start": "01:09:57.510", "end": "01:10:03.900", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " So when I didn't i've been away from the low for a long time, so I didn't know how I worked."}
{"start": "01:10:04.200", "end": "01:10:05.100", "speaker": "S?ren Bro Pold (he, him)", "utterance": " No, it was just."}
{"start": "01:10:05.910", "end": "01:10:23.370", "speaker": "S?ren Bro Pold (he, him)", "utterance": " It was just the rules, this year that that that, with the full paper tracks, we expect people to send a manuscript but not with the panels because yeah but, but if you have a paper you know it's not that it's forbidden anything i'd be happy to to to include it."}
{"start": "01:10:24.840", "end": "01:10:28.890", "speaker": "S?ren Bro Pold (he, him)", "utterance": " Or maybe you can spray it here in the in the chat."}
{"start": "01:10:30.120", "end": "01:10:32.070", "speaker": "S?ren Bro Pold (he, him)", "utterance": " And then, then at least people have it here."}
{"start": "01:10:36.000", "end": "01:10:45.180", "speaker": "ASUN LOPEZ-VARELA AZCARATE", "utterance": " Okay, I find it and I don't know if I have time in all wasting five minutes, I tried to find it on as I put in the chat just one SEC."}
{"start": "01:10:46.830", "end": "01:10:58.890", "speaker": "GIOVANNA Di ROSARIO", "utterance": " Okay, yes, we still have five minutes exactly so if there is any question wow we were preparing the paper or to be other from this panels that we publish so."}
{"start": "01:11:00.060", "end": "01:11:15.000", "speaker": "GIOVANNA Di ROSARIO", "utterance": " We, we are working on that just putting and a very Korean to no together, especially, and we, with no earlier, we are also just let's let's let's spoiler a little bit, we are also preparing a."}
{"start": "01:11:16.050", "end": "01:11:27.900", "speaker": "GIOVANNA Di ROSARIO", "utterance": " couple of other two papers, what else is there, like to be continue with the story that we have started with the the story of electronic literature, an overview."}
{"start": "01:11:28.350", "end": "01:11:45.990", "speaker": "GIOVANNA Di ROSARIO", "utterance": " That has recently been published, is that we are still working on that, but then we ship with shift a little bit the focus and we will thinking of working ollie on electronic literature, written by women, so we kind of were obsessed by the CD."}
{"start": "01:11:47.670", "end": "01:11:53.400", "speaker": "GIOVANNA Di ROSARIO", "utterance": " And so we are we're working in this sense, oh thanks as as thanks, so much so, you have it."}
{"start": "01:11:53.490", "end": "01:11:54.360", "speaker": "S?ren Bro Pold (he, him)", "utterance": " guys there."}
{"start": "01:11:56.040", "end": "01:11:56.610", "speaker": "GIOVANNA Di ROSARIO", "utterance": " and"}
{"start": "01:11:58.320", "end": "01:12:04.620", "speaker": "GIOVANNA Di ROSARIO", "utterance": " that's it the know if you read any other question or or comments or you know."}
{"start": "01:12:06.270", "end": "01:12:08.010", "speaker": "Roberta Iadevaia", "utterance": " yeah just a comment, if I may."}
{"start": "01:12:08.580", "end": "01:12:09.780", "speaker": "GIOVANNA Di ROSARIO", "utterance": " Allah Hello Rebecca yes."}
{"start": "01:12:10.020", "end": "01:12:10.800", "speaker": "Roberta Iadevaia", "utterance": " Hello Joanna."}
{"start": "01:12:10.890", "end": "01:12:22.230", "speaker": "Roberta Iadevaia", "utterance": " And thank you all for your, I am very interesting presentation, actually, it was an adult are you like to tell you cuz i'm a woman."}
{"start": "01:12:22.860", "end": "01:12:32.730", "speaker": "Roberta Iadevaia", "utterance": " In Italy, order in the morning on the bullies book title the mathematical cordish so from mathematics to coding and."}
{"start": "01:12:33.480", "end": "01:12:42.600", "speaker": "Roberta Iadevaia", "utterance": " The book came out with a serious have a free attachments including a razor blade of a famous brand advertising by famous."}
{"start": "01:12:43.170", "end": "01:12:59.700", "speaker": "Roberta Iadevaia", "utterance": " former Italian footballer so it was clearly dedicated to man, and this to say how much there is still to be to be done, especially in Italy, in my opinion, and I think that Joe and I agree serving me so."}
{"start": "01:13:00.000", "end": "01:13:02.520", "speaker": "Roberta Iadevaia", "utterance": " that's just another another anecdote sorry."}
{"start": "01:13:03.240", "end": "01:13:04.800", "speaker": "GIOVANNA Di ROSARIO", "utterance": " Thank you so much, it was also."}
{"start": "01:13:05.370", "end": "01:13:07.860", "speaker": "GIOVANNA Di ROSARIO", "utterance": " Nice and you just you know, yes."}
{"start": "01:13:08.190", "end": "01:13:09.120", "speaker": "GIOVANNA Di ROSARIO", "utterance": " I think that."}
{"start": "01:13:10.230", "end": "01:13:14.640", "speaker": "GIOVANNA Di ROSARIO", "utterance": " There is lots of lots of work to do, there is a question for you."}
{"start": "01:13:17.280", "end": "01:13:18.990", "speaker": "GIOVANNA Di ROSARIO", "utterance": " Actually, to lose one."}
{"start": "01:13:20.250", "end": "01:13:20.760", "speaker": "GIOVANNA Di ROSARIO", "utterance": " See."}
{"start": "01:13:21.030", "end": "01:13:21.510", "speaker": "Nohelia Meza", "utterance": " Oh yeah."}
{"start": "01:13:31.980", "end": "01:13:34.680", "speaker": "Nohelia Meza", "utterance": " yeah well, I think it will have demand you for that question."}
{"start": "01:13:39.420", "end": "01:13:42.420", "speaker": "Nohelia Meza", "utterance": " Great question but I might have 3 million that I said, Andrea."}
{"start": "01:13:44.550", "end": "01:13:50.250", "speaker": "Nohelia Meza", "utterance": " yeah well, it depends, I mean what I said, is that we have to and, of course, like, I presented on."}
{"start": "01:13:51.270", "end": "01:14:00.360", "speaker": "Nohelia Meza", "utterance": " an overview, but after we can do individual analysis in each country and of course we have to take the time to understand and investigate the history of electronic literature."}
{"start": "01:14:00.570", "end": "01:14:12.420", "speaker": "Nohelia Meza", "utterance": " In each of these countries, which is, of course, parallel to the development of like a technological approach, so I can I can I can email you for that, and so, but thank you for your question."}
{"start": "01:14:16.260", "end": "01:14:18.660", "speaker": "GIOVANNA Di ROSARIO", "utterance": " No, thank you all I just one minutes."}
{"start": "01:14:19.920", "end": "01:14:34.320", "speaker": "GIOVANNA Di ROSARIO", "utterance": " One very last comments of question, while we are working on that and we hope we can come up with a paper, all together, explain all this concept, a little quite linear way in a little bit more."}
{"start": "01:14:35.340", "end": "01:14:36.390", "speaker": "GIOVANNA Di ROSARIO", "utterance": " With more details."}
{"start": "01:14:37.530", "end": "01:14:40.260", "speaker": "GIOVANNA Di ROSARIO", "utterance": " When you already have as and paper but."}
{"start": "01:14:41.310", "end": "01:14:55.830", "speaker": "GIOVANNA Di ROSARIO", "utterance": " No LM myself, and also my end and amanda will send soren do we fix this you can add to to to to the conference, because it's very interesting and some very deeply sorry that we couldn't."}
{"start": "01:14:56.970", "end": "01:14:58.740", "speaker": "GIOVANNA Di ROSARIO", "utterance": " Listen to it and watch it."}
{"start": "01:15:00.600", "end": "01:15:03.570", "speaker": "GIOVANNA Di ROSARIO", "utterance": " Well, thank you again it's 45 so."}
{"start": "01:15:04.620", "end": "01:15:15.390", "speaker": "GIOVANNA Di ROSARIO", "utterance": " Thank you again thanks Simon things new alien thanks everybody for for being with us and for listening us and that's the thing I think and don't just."}
{"start": "01:15:16.950", "end": "01:15:23.520", "speaker": "GIOVANNA Di ROSARIO", "utterance": " write us if you have questions or or down to reality Thank you again."}