{"start": "00:00:00.000", "end": "00:00:00.000", "speaker": "None", "utterance": "Alright, I guess we can start to turn off the"}
{"start": "00:00:00.000", "end": "00:00:05.000", "speaker": "None", "utterance": "recording now."}
{"start": "00:00:05.000", "end": "00:00:07.000", "speaker": "None", "utterance": "So, welcome."}
{"start": "00:00:07.000", "end": "00:00:15.000", "speaker": "None", "utterance": "I'm very happy to see you I hope you're having a good day Hello so far if you've already been to some of the workshops and other ice."}
{"start": "00:00:15.000", "end": "00:00:29.000", "speaker": "None", "utterance": "Welcome at the start of your low and I hope you're going to have a good week. So normally we would have a poster session that's physical and you can talk to people standing next to their poster but unfortunately that's not possible digitally."}
{"start": "00:00:29.000", "end": "00:00:32.000", "speaker": "None", "utterance": "So the poster session is sort of three fault."}
{"start": "00:00:32.000", "end": "00:00:37.000", "speaker": "None", "utterance": "First we have the exhibition page which I'll share in the chat"}
{"start": "00:00:37.000", "end": "00:00:41.000", "speaker": "None", "utterance": "here where you can see all the posters."}
{"start": "00:00:41.000", "end": "00:00:46.000", "speaker": "None", "utterance": "And that is a page that's publicly available."}
{"start": "00:00:46.000", "end": "00:01:00.000", "speaker": "None", "utterance": "Then we have these poster sessions the poster sessions are not based on themes, but more on time zone so that the fewest number of people have to get up really early are both to bed at night, to be able to participate."}
{"start": "00:01:00.000", "end": "00:01:07.000", "speaker": "None", "utterance": "And then if you have questions later or people who have missed this session and are working and back."}
{"start": "00:01:07.000", "end": "00:01:22.000", "speaker": "None", "utterance": "There is also a general enter descriptor for the poster room, where you can talk to the author so if you're one of the authors I do encourage you to check back in into the room as well, to answer questions and discussion projects with other ELO participants."}
{"start": "00:01:22.000", "end": "00:01:27.000", "speaker": "None", "utterance": "participants. But, what are we going to do today."}
{"start": "00:01:27.000", "end": "00:01:39.000", "speaker": "None", "utterance": "All of you have prepared a lightning talk about your posts or you can share your screen where you're talking, I hope. Otherwise, we'll figure it out."}
{"start": "00:01:39.000", "end": "00:01:46.000", "speaker": "None", "utterance": "And then after the presentations, there's room for questions and discussion."}
{"start": "00:01:46.000", "end": "00:02:04.000", "speaker": "None", "utterance": "So, let's get started. We start with infinity a spider was a professor at the Department of modern languages, and graduate program of the Federal University of month ago So, and his poster considers the political material afford insist of additional form"}
{"start": "00:02:04.000", "end": "00:02:09.000", "speaker": "None", "utterance": "that's revisiting and the lead predecessor."}
{"start": "00:02:09.000", "end": "00:02:21.000", "speaker": "None", "utterance": "You see it's up to you."}
{"start": "00:02:21.000", "end": "00:02:25.000", "speaker": "None", "utterance": "I don't hear you."}
{"start": "00:02:25.000", "end": "00:02:28.000", "speaker": "None", "utterance": "maybe like this. Can you hear me."}
{"start": "00:02:28.000", "end": "00:02:30.000", "speaker": "None", "utterance": "Okay."}
{"start": "00:02:30.000", "end": "00:02:44.000", "speaker": "None", "utterance": "So, thank you everyone for being here and thank you Hannah for being on this Tenzing I had a few problems in meeting the deadlines because of covered related problems, and thank you for that."}
{"start": "00:02:44.000", "end": "00:02:46.000", "speaker": "None", "utterance": "I didn't know."}
{"start": "00:02:46.000", "end": "00:02:55.000", "speaker": "None", "utterance": "We have the option of preparing, maybe slides for today as if this is my first time you post a session, not besides my poster."}
{"start": "00:02:55.000", "end": "00:02:59.000", "speaker": "None", "utterance": "So I'm going just to speak without slides."}
{"start": "00:02:59.000", "end": "00:03:19.000", "speaker": "None", "utterance": "And this poster is me presenting part of the research I have been doing in the history of Latin American digital literature in the study of digital literacy in Latin America, it's almost consensual that the Brazilian concrete poetry plays a major role"}
{"start": "00:03:19.000", "end": "00:03:23.000", "speaker": "None", "utterance": "in the way the future develops in the continent."}
{"start": "00:03:23.000", "end": "00:03:44.000", "speaker": "None", "utterance": "But most studies are focused on three poets, a composer older accomplish their speed at it. And one of the poets it, that is also very influential to the field in the continent is very much under represented in this studies, who is alleging me suggestion."}
{"start": "00:03:44.000", "end": "00:03:51.000", "speaker": "None", "utterance": "and legend he just, he was a professor and researcher in the university I work hat today."}
{"start": "00:03:51.000", "end": "00:04:08.000", "speaker": "None", "utterance": "And he produced poems in many different media's and mature realities and most scholars in Latin America, when they consider his poetry. They say it was an analog computer poetry."}
{"start": "00:04:08.000", "end": "00:04:20.000", "speaker": "None", "utterance": "And why is that one of his most famous poems was published in the craft press, and it was called Avi, the birth."}
{"start": "00:04:20.000", "end": "00:04:40.000", "speaker": "None", "utterance": "But, and it consisted of perforated pages that were juxtaposed, and you could see through the perforations and through some transparent pages, and that sort of resembles perforated cards and etc, etc."}
{"start": "00:04:40.000", "end": "00:04:48.000", "speaker": "None", "utterance": "And I've been doing some research archaeological research on the archives we have on the budget MUGISHA being in my university."}
{"start": "00:04:48.000", "end": "00:05:11.000", "speaker": "None", "utterance": "And that was basically it until. In 2020, we had a few archaeological projects launch it. Regarding Latin American digital poetry, like the legal, the legal Latin theology and repository with the heat added a letter to Latin America, and we'll talk about"}
{"start": "00:05:11.000", "end": "00:05:19.000", "speaker": "None", "utterance": "that later delta to Brazil later one computer and so these are three main projects on the archaeology of Latin American Elliot."}
{"start": "00:05:19.000", "end": "00:05:42.000", "speaker": "None", "utterance": "And by taking a look at the archives in these repositories I found out there was another Latin American poet, another yn one Clementine who made a work rereading it by Virginia Jewish been so it was very interesting that by analyzing this material I started"}
{"start": "00:05:42.000", "end": "00:05:51.000", "speaker": "None", "utterance": "finding out new now works among poets who worked in the mid"}
{"start": "00:05:51.000", "end": "00:06:08.000", "speaker": "None", "utterance": "20th century and building a bit of the infrastructure of the field, we have in Latin America nowadays, and implemented patterns work, he makes something that is already digital he makes, he made the flash piece, in which some elements of the bird by by"}
{"start": "00:06:08.000", "end": "00:06:26.000", "speaker": "None", "utterance": "Jimmy Jewish been, they are represented in some esky gifts, as he I think it says esky. So some esky gift"}
{"start": "00:06:26.000", "end": "00:06:48.000", "speaker": "None", "utterance": "and building on this spray the research on that it's going to be doing some close reading on both works and delving into more connections that I believe I can find out to searching for material in the analog archives of legend he gh been in my university."}
{"start": "00:06:48.000", "end": "00:06:52.000", "speaker": "None", "utterance": "I think that's pretty"}
{"start": "00:06:52.000", "end": "00:07:04.000", "speaker": "None", "utterance": "much it, to make it in the five minutes. We can talk later if that's the case, Thank you."}
{"start": "00:07:04.000", "end": "00:07:08.000", "speaker": "None", "utterance": "Thank you very much for the interesting introduction."}
{"start": "00:07:08.000", "end": "00:07:25.000", "speaker": "None", "utterance": "Next up, we have cedars, who is a graduate student and a high school English teacher in Northwest Indiana, and also a special welcome to you, because she said this is your first academic conference presenting creative work."}
{"start": "00:07:25.000", "end": "00:07:38.000", "speaker": "None", "utterance": "And you will present the work in spaces, which is a hypertext that introduces and directors to a narrator reliving her experience being in an abusive marriage and subsequent PTSD."}
{"start": "00:07:38.000", "end": "00:07:56.000", "speaker": "None", "utterance": "So let me go ahead and see if I can get my screen shared."}
{"start": "00:07:56.000", "end": "00:08:02.000", "speaker": "None", "utterance": "I am working through my high school account and it does not want to let me do that."}
{"start": "00:08:02.000", "end": "00:08:11.000", "speaker": "None", "utterance": "So I apologize, it has before but I'm guessing since this is maybe if I'm not going to let you do more."}
{"start": "00:08:11.000", "end": "00:08:14.000", "speaker": "None", "utterance": "It might be my organization that's the problem."}
{"start": "00:08:14.000", "end": "00:08:17.000", "speaker": "None", "utterance": "It might be through my firewall."}
{"start": "00:08:17.000", "end": "00:08:27.000", "speaker": "None", "utterance": "You try again."}
{"start": "00:08:27.000", "end": "00:08:30.000", "speaker": "None", "utterance": "I'm so sorry guys."}
{"start": "00:08:30.000", "end": "00:08:41.000", "speaker": "None", "utterance": "It's a good."}
{"start": "00:08:41.000", "end": "00:08:51.000", "speaker": "None", "utterance": "Yeah, it's not gonna let me do it I'm so sorry. I'm so I can post the link to the poster, so I'll put that in the chat that way everybody can get to it and just a bit."}
{"start": "00:08:51.000", "end": "00:09:09.000", "speaker": "None", "utterance": "But yeah, we can just talk about it so this was my first attempt to add creating hyperlink fiction, and it turned out not really being fiction. It ended up being something where I was taking my own experiences with post traumatic stress disorder, and"}
{"start": "00:09:09.000", "end": "00:09:23.000", "speaker": "None", "utterance": "the events that happened within my marriage that led to that, and was trying to kind of work through those through hyperlink fiction while I was in a graduate class last year, which was taking place right as we were getting into a quarantine."}
{"start": "00:09:23.000", "end": "00:09:34.000", "speaker": "None", "utterance": "So it was an interesting writing process and it got me thinking like how writing can be cathartic in this sort of sense of trying to manage those PTSD symptoms."}
{"start": "00:09:34.000", "end": "00:09:48.000", "speaker": "None", "utterance": "So that was kind of the purpose behind it was trying to control my own story and get some catharsis, as far as dealing with my PTSD, but it ended up going in a lot different direction because it got us there I got me thinking and also my, my therapist"}
{"start": "00:09:48.000", "end": "00:09:57.000", "speaker": "None", "utterance": "and my professor thinking about how exactly this sort of writing can be both cathartic but can also be traumatized."}
{"start": "00:09:57.000", "end": "00:10:15.000", "speaker": "None", "utterance": "So as I was writing this I wanted it to be something where I was looking at my own history of abuse but also looking genealogically at my ancestors and their stories and so this piece takes my personal experiences and blends those with historical documents"}
{"start": "00:10:15.000", "end": "00:10:30.000", "speaker": "None", "utterance": "and anecdotes of my ancestors in the abusive situations that they had gone through as well, and how that kind of becomes a cycle and so the initial portion of that hyperlink text is a cycle of those events, and just kind of loops into each other."}
{"start": "00:10:30.000", "end": "00:10:45.000", "speaker": "None", "utterance": "And there's a particular Alexia in which you see the narrator in her bathtub realizing that she needs to get a divorce, she needs to get out of this situation, and you run into that Lexi a twice the first time, just with what's happening in that moment"}
{"start": "00:10:45.000", "end": "00:10:53.000", "speaker": "None", "utterance": "and the second time we see that it's in the past because underneath as italicize the phrase I don't want to linger here."}
{"start": "00:10:53.000", "end": "00:11:12.000", "speaker": "None", "utterance": "And from there, it gets you out of those traumatic episodes, the color in versus it goes from black background white text to white background black text, and the those moments after those traumatic events can either continue progressing you forward or"}
{"start": "00:11:12.000", "end": "00:11:25.000", "speaker": "None", "utterance": "take you back into that trauma. And when that happens, there's the opportunity to either just in twine hit the back arrow and get out quickly or having to work your way through which kind of goes along with what happens to someone when they are in a PTSD"}
{"start": "00:11:25.000", "end": "00:11:37.000", "speaker": "None", "utterance": "episode they're either using those tools that they've been given to get themselves refocused and regulated or they end up having to kind of process all of that all over again."}
{"start": "00:11:37.000", "end": "00:11:50.000", "speaker": "None", "utterance": "So, writing this you know there were definitely pros and cons of trying to write this during a pandemic on the one hand, there's a lot more time to pace yourself and take things as you want but on the other hand you don't have those self care items that"}
{"start": "00:11:50.000", "end": "00:11:55.000", "speaker": "None", "utterance": "involves social interactions or just getting out of the house."}
{"start": "00:11:55.000", "end": "00:12:09.000", "speaker": "None", "utterance": "And so it was an interesting like duality between, you know, having that ability ability to really like focus in and go through the writing but also having to just sit in the writing."}
{"start": "00:12:09.000", "end": "00:12:22.000", "speaker": "None", "utterance": "So the conclusions that I kind of came up with it, you know if you're going to try and do this type of writing if you've experienced this that those self care strategies have to be in place that you shouldn't attempt it without having an established relationship"}
{"start": "00:12:22.000", "end": "00:12:33.000", "speaker": "None", "utterance": "with a therapist so you can work through it, and having the understanding that you know as cathartic as it can be. There is also the ability to go through some romanization that you have to then work through."}
{"start": "00:12:33.000", "end": "00:12:35.000", "speaker": "None", "utterance": "All right. I think I made it."}
{"start": "00:12:35.000", "end": "00:12:38.000", "speaker": "None", "utterance": "Thank you very much."}
{"start": "00:12:38.000", "end": "00:12:47.000", "speaker": "None", "utterance": "Oh and I see we do have the poster there, there is a link in the top right to actually read through the work, and I'd love it if you guys would do that."}
{"start": "00:12:47.000", "end": "00:12:56.000", "speaker": "None", "utterance": "So thank you very much."}
{"start": "00:12:56.000", "end": "00:12:59.000", "speaker": "None", "utterance": "Very much"}
{"start": "00:12:59.000", "end": "00:13:10.000", "speaker": "None", "utterance": "so. Next we have definitely Shepherd Bradley shepherd, and will McHenry, and they comprise the Indie Game Studio boreal games."}
{"start": "00:13:10.000", "end": "00:13:16.000", "speaker": "None", "utterance": "Definitely is also pursuing a master's in English at the University of Arkansas."}
{"start": "00:13:16.000", "end": "00:13:35.000", "speaker": "None", "utterance": "Real is an independent professional in intermedia design and Bradley is an independent professional in software development, and their poster introduces the simulation game tenure track, which is a postmodern critique of the 21st century, academia."}
{"start": "00:13:35.000", "end": "00:13:46.000", "speaker": "None", "utterance": "Awesome. Well thank you for that excellent introduction thrilled to be here. I'm Devin obviously my co authors won't be here. So this is falling to me to present in under five minutes, I'll do my best."}
{"start": "00:13:46.000", "end": "00:13:56.000", "speaker": "None", "utterance": "So, yes, the poster link, I just had that I will put that in the chat. I don't believe this will actually take you directly to the poster but it's on the page."}
{"start": "00:13:56.000", "end": "00:14:04.000", "speaker": "None", "utterance": "So, I guess what I like to say about this game is that, similar to actually the talk, we just heard."}
{"start": "00:14:04.000", "end": "00:14:14.000", "speaker": "None", "utterance": "This is my first attempt to describe a creative critical creative project, as well as it was a bit of a palate cleanser for us as a studio."}
{"start": "00:14:14.000", "end": "00:14:20.000", "speaker": "None", "utterance": "We initially set out to do something that was sort of unserious and it became surprisingly serious."}
{"start": "00:14:20.000", "end": "00:14:25.000", "speaker": "None", "utterance": "The more we worked on it so"}
{"start": "00:14:25.000", "end": "00:14:35.000", "speaker": "None", "utterance": "I'm a graduate student but I'm also I've worked in administrative roles in big universities and I guess from my perspective as sort of the game designer here."}
{"start": "00:14:35.000", "end": "00:14:41.000", "speaker": "None", "utterance": "I wanted to make something that was sort of like a environmental little like storytelling version of like a."}
{"start": "00:14:41.000", "end": "00:14:58.000", "speaker": "None", "utterance": "Maybe Chronicle of Higher Education article or maybe like a quick little novel, something that would give players, the feeling of being inside of like the neoliberal university as a, as someone who has made it somebody who is not struggling to find a"}
{"start": "00:14:58.000", "end": "00:15:04.000", "speaker": "None", "utterance": "position but somebody who has attained, you know, to some degree that position."}
{"start": "00:15:04.000", "end": "00:15:13.000", "speaker": "None", "utterance": "So, the poster kind of it lists the number of different things that you can do in the game."}
{"start": "00:15:13.000", "end": "00:15:22.000", "speaker": "None", "utterance": "But I would encourage you to also check out the website tenure track door.org which somehow wasn't taken we put a bunch of images from the game which it is still in development right now."}
{"start": "00:15:22.000", "end": "00:15:34.000", "speaker": "None", "utterance": "But there are a lot of images that kind of give you a sense of your position in the game you're sitting behind a desk, you can move your perspective, slightly but for the most part you're always behind that desk."}
{"start": "00:15:34.000", "end": "00:15:42.000", "speaker": "None", "utterance": "You can bully interact like there's physics physics objects within the game space so you can pick things up, throw things."}
{"start": "00:15:42.000", "end": "00:15:58.000", "speaker": "None", "utterance": "You know, one of the, one of the tasks that you have in like the second long days is grading us like scan Tron so you can actually make mistakes you and you physically move them into a pile so it's very much like not so, not so much critical but gives"}
{"start": "00:15:58.000", "end": "00:16:16.000", "speaker": "None", "utterance": "empathy I guess in a way that some of these other often hysterical. I guess approaches of looking at the sort of crisis in academia, often take so some other things that I was thinking about from my perspective, I'm sort of the non the non technical lead"}
{"start": "00:16:16.000", "end": "00:16:33.000", "speaker": "None", "utterance": "on this project and I think what was important for me was just thinking about how our, our day to day lives are gamified in a way, there are things that are consequential for reasons that are very abstract, in other ways, though."}
{"start": "00:16:33.000", "end": "00:16:47.000", "speaker": "None", "utterance": "They have a real sort of real, real, they feel important and they feel really intense in the moment and I think putting something into a simulation makes it clear how absurd oftentimes these expectations are and how divorce from like actual impacts they"}
{"start": "00:16:47.000", "end": "00:16:56.000", "speaker": "None", "utterance": "are, and from the position of the player in this game being behind a desk, you are, you're never actually doing the meaningful work you're always doing the administrative work."}
{"start": "00:16:56.000", "end": "00:17:12.000", "speaker": "None", "utterance": "So, really just the technicality of it as well as the sort of abstract nature of like for instance communicating with students, via platforms, your phone, your email client, as well as doing things like research which in this game consists of pressing"}
{"start": "00:17:12.000", "end": "00:17:26.000", "speaker": "None", "utterance": "a research button, you can hire research assistance, which in the game, or just an upgrade it makes your research more efficient. When you complete research, a research binder appears in your office and they start accumulating."}
{"start": "00:17:26.000", "end": "00:17:30.000", "speaker": "None", "utterance": "So it's very much like absurd but in another way, it's."}
{"start": "00:17:30.000", "end": "00:17:40.000", "speaker": "None", "utterance": "I don't know it's it's it, it definitely I think gives people a way into looking at this from the perspective of not just, you know, academia is bad academia is good."}
{"start": "00:17:40.000", "end": "00:17:46.000", "speaker": "None", "utterance": "We're in trouble, that type of thing so there's."}
{"start": "00:17:46.000", "end": "00:18:01.000", "speaker": "None", "utterance": "I guess the other thing is you never actually see other people in the game, you only get messages you only get their disembodied text, and in that way I think that's probably the most like literally poetic aspect of this but I think what's more important"}
{"start": "00:18:01.000", "end": "00:18:16.000", "speaker": "None", "utterance": "is actually decision fatigue is being modeled where you don't actually have enough time to adequately respond to everything that occurs even in this very limited space where your agency is not, you know, you can't leave the room you can't go outside you"}
{"start": "00:18:16.000", "end": "00:18:31.000", "speaker": "None", "utterance": "have a window actually which is somewhat. Maybe unrealistic. You have your own office. So, I think in a lot of ways we tried to model, sort of the, I guess existential nature of what is really most knowledge work at this point, I think that's another"}
{"start": "00:18:31.000", "end": "00:18:42.000", "speaker": "None", "utterance": "thing kind of flattens the, the ivory tower myth, which of course I don't need to probably tell anyone here that that's increasingly, you know, administrative burden is a problem."}
{"start": "00:18:42.000", "end": "00:18:53.000", "speaker": "None", "utterance": "So anyway, my timer just went off. Thank you for listening, and I encourage questions, I will be happy to answer those and discord. Thank you."}
{"start": "00:18:53.000", "end": "00:19:00.000", "speaker": "None", "utterance": "Thank you very much."}
{"start": "00:19:00.000", "end": "00:19:10.000", "speaker": "None", "utterance": "Next we have Aaron Catlin bow, who is an assistant professor of applied and professional writing at Kennesaw State University."}
{"start": "00:19:10.000", "end": "00:19:27.000", "speaker": "None", "utterance": "And our poster reflects on a literary approach to cultivating pedagogical platforms by considering how to roll asynchronous course design overlaps with that of coma web comic design."}
{"start": "00:19:27.000", "end": "00:19:30.000", "speaker": "None", "utterance": "Thank you very much, so I can y'all hear me."}
{"start": "00:19:30.000", "end": "00:19:31.000", "speaker": "None", "utterance": "Okay, awesome."}
{"start": "00:19:31.000", "end": "00:19:45.000", "speaker": "None", "utterance": "So I put the links to both the poster presentation, and also to the in progress, digital essay that it's reflecting on as well. So, this is for. In Progress piece for a special issue on critical thinking and critical design that's looking, especially"}
{"start": "00:19:45.000", "end": "00:20:01.000", "speaker": "None", "utterance": "yet what how critical and making a design can sort of infect our approach to the creation of sort of design really teacher material so again very much in charge five in progress project and feedback is very much appreciate it and welcome so."}
{"start": "00:20:01.000", "end": "00:20:14.000", "speaker": "None", "utterance": "it's in my work as a scholar and as an editor especially of literary work, digital scholarly work, I'm concerned, especially with the way that knowledge is created, and how it's designed and the symbiotic channels or 14 says it draws upon comprise part"}
{"start": "00:20:14.000", "end": "00:20:21.000", "speaker": "None", "utterance": "of its sort of total meaning making work design isn't just something ornamental or just added on top of ideas just to make them pretty or more palatable."}
{"start": "00:20:21.000", "end": "00:20:31.000", "speaker": "None", "utterance": "It's really an essential part of the way that knowledge is constructed and communicated. So, I bring this approach to my scholarship into editorial work but I really want to bring this approach to the pedagogy as well."}
{"start": "00:20:31.000", "end": "00:20:44.000", "speaker": "None", "utterance": "So how can I walk in the way that I design and construct knowledge and my courses, not just the incidental or what's easiest or with university approved tools allow me to do, or what's expected but rather how can I, as an instructor bring my design early"}
{"start": "00:20:44.000", "end": "00:20:55.000", "speaker": "None", "utterance": "practices to bear on my pedagogical practices, so I can be designed to the course, especially in terms of delivery materials, become a significant facet of the total learning experience and learning objectives or outcomes."}
{"start": "00:20:55.000", "end": "00:21:05.000", "speaker": "None", "utterance": "So I'm thinking about this a lot with you know the online teaching with the doing especially in light of pandemic circumstances but it's really something I want to kind of carry forward into all sort of aspects of my teaching you know, but the hybrid"}
{"start": "00:21:05.000", "end": "00:21:16.000", "speaker": "None", "utterance": "courses or even an in person classroom where there's some kind of course management system or online component to it which, at least for me is I think probably most people is is pretty much every course."}
{"start": "00:21:16.000", "end": "00:21:30.000", "speaker": "None", "utterance": "So, I mentioned sources in the comic, or excuse me in the project itself I just want to highlight a few they're really inspired by the work of God ship and grounded in writing studies especially were to read or composition, Kate Hanzlik Boardman McArdle"}
{"start": "00:21:30.000", "end": "00:21:44.000", "speaker": "None", "utterance": "their work on online pedagogy. And of course, any time doing sort of comics based work, Scott McCloud Dixie status, Parker, also Lynda Barry and Emily Carolyn there so Linda very especially with the way that she brings comics to bear on the delivery of"}
{"start": "00:21:44.000", "end": "00:21:51.000", "speaker": "None", "utterance": "her teaching materials and just her work is phenomenal and if you haven't checked it out yet it's it's really, really encourage checking it out."}
{"start": "00:21:51.000", "end": "00:22:04.000", "speaker": "None", "utterance": "So she said it demonstrated timely approach to teaching through critical making and design. So the project I'm working on as an interactive web comic that simulates an interface for an online asynchronous course on professional writing in particular I"}
{"start": "00:22:04.000", "end": "00:22:17.000", "speaker": "None", "utterance": "blind the framing metaphor of greenhouse growing plants and botanical designs to create a shared conceptual space between students and instructors so they've got now sort of is a something for a course sequence for an iteration of the graduate level professional"}
{"start": "00:22:17.000", "end": "00:22:24.000", "speaker": "None", "utterance": "writing course on web content development, and my university this fall so I haven't taught the course yet but this is something I'm planning on implementing with them."}
{"start": "00:22:24.000", "end": "00:22:28.000", "speaker": "None", "utterance": "And so I'm really excited to hopefully give it a shot."}
{"start": "00:22:28.000", "end": "00:22:38.000", "speaker": "None", "utterance": "So the assignments, I'm using HTML and CSS your foundation cultivated digital garden that suggests a story through images, text, audio visual and spatial layout."}
{"start": "00:22:38.000", "end": "00:22:48.000", "speaker": "None", "utterance": "The rationale for that is that although hand coding sites in HTML is not necessary to develop web projects, it gives a greater understanding of the framework underlying web pages and gives you greater control and how to adapt edit them."}
{"start": "00:22:48.000", "end": "00:22:57.000", "speaker": "None", "utterance": "I can also fruit the possibility to develop web spaces as a sort of infinite Canvas again back to the cloud based on your own imagined structure rather than a predetermined templates."}
{"start": "00:22:57.000", "end": "00:23:06.000", "speaker": "None", "utterance": "So then for the main sections of the project the framework is the section that would present the informing thought behind the project sign but it of course context could be replaced by syllabus and policies."}
{"start": "00:23:06.000", "end": "00:23:18.000", "speaker": "None", "utterance": "Instructions present the assignment prompt detailing the primary task and learning objectives, along with anything else started needed to frame and understand the tasks that I'm asking for the resources section is providing media resources so links to"}
{"start": "00:23:18.000", "end": "00:23:31.000", "speaker": "None", "utterance": "different image audio video text and code to actually complete the assignment, and what works well with certain botanicals especially there's so many open source or sort of free their use materials that people can use just for any kind of to create some"}
{"start": "00:23:31.000", "end": "00:23:41.000", "speaker": "None", "utterance": "kind of burden from a range of things and it's its nature based it's there's a lot of stuff out there that's really easy to use and access and remixed with full permissions."}
{"start": "00:23:41.000", "end": "00:23:52.000", "speaker": "None", "utterance": "And then the garden itself will feature student work and responses to the prompt, they upload their digital garden as a web project file vs FTP and then I'll as instructor kind of maintain the sort of overall gallery space so really the goal is to kind"}
{"start": "00:23:52.000", "end": "00:24:04.000", "speaker": "None", "utterance": "of cultivate and create the sort of web media space together and sort of bring my design really practice in conversation with areas and creating so I'm so I'm wrapping up here I know time is concerned, so the proof of concept piece for not yet taught"}
{"start": "00:24:04.000", "end": "00:24:14.000", "speaker": "None", "utterance": "course, it's meant as a starting point for conversation rather than is an ending point. There's I know it with lm s as it can get really tricky thinking up the sort of platforms pedagogically involved."}
{"start": "00:24:14.000", "end": "00:24:25.000", "speaker": "None", "utterance": "To what degree are instructors permitted by the university to build outside the course management system, how to manage a course like that in a way that manages accessibility student privacy and that needs sort of the instructor and universities legal"}
{"start": "00:24:25.000", "end": "00:24:38.000", "speaker": "None", "utterance": "requirements there um how to protect student information, how to make this kind of work sustainable also I mean just go, it's there are benefits definitely to it all mess and and so far as it does a lot of that work already for you."}
{"start": "00:24:38.000", "end": "00:24:54.000", "speaker": "None", "utterance": "So just thinking, sort of, you know, how do we, kind of, sometimes some sort of middle ground I guess between the sort of, you know, wild wild west of maybe like an entirely open HTML sort of a space that's a huge amount of labor in on the instructor"}
{"start": "00:24:54.000", "end": "00:25:05.000", "speaker": "None", "utterance": "or in Belen step with the sort of more prescriptive design really sort of options available within all of us I think there's gonna be some kind of middle ground between them, that I would, I think, especially as he looked professionals, we are especially"}
{"start": "00:25:05.000", "end": "00:25:17.000", "speaker": "None", "utterance": "positioned to be able to address that and interesting and useful ways for our students. So, ultimately, my goal is to find a way to approach but pedagogical works instructor in a way that conflict reflects my commitment as a scholar to multimodal knowledge"}
{"start": "00:25:17.000", "end": "00:25:29.000", "speaker": "None", "utterance": "creation and design as a way of knowing to pedagogy informed by critical making and critical elements and closing invite us to consider how we can bring our work as makers the scholars of electronic literature to for New Horizons for engaging experience"}
{"start": "00:25:29.000", "end": "00:25:36.000", "speaker": "None", "utterance": "of course delivery methods, the online platforms."}
{"start": "00:25:36.000", "end": "00:25:39.000", "speaker": "None", "utterance": "Much."}
{"start": "00:25:39.000", "end": "00:25:52.000", "speaker": "None", "utterance": "And then finally we have a presentation by Jeremy Douglas who is Associate Professor at the University of California, Santa Barbara, and he will talk about the history."}
{"start": "00:25:52.000", "end": "00:25:58.000", "speaker": "None", "utterance": "And until his recent history of interactive cinema"}
{"start": "00:25:58.000", "end": "00:26:01.000", "speaker": "None", "utterance": "and share screen."}
{"start": "00:26:01.000", "end": "00:26:03.000", "speaker": "None", "utterance": "Yeah, you need to be co host."}
{"start": "00:26:03.000", "end": "00:26:21.000", "speaker": "None", "utterance": "I don't, I don't think so. let me just try."}
{"start": "00:26:21.000", "end": "00:26:26.000", "speaker": "None", "utterance": "Okay."}
{"start": "00:26:26.000", "end": "00:26:29.000", "speaker": "None", "utterance": "Great. are you able to see my screen share."}
{"start": "00:26:29.000", "end": "00:26:34.000", "speaker": "None", "utterance": "Yes, we see your post no great and."}
{"start": "00:26:34.000", "end": "00:26:43.000", "speaker": "None", "utterance": "Okay, um, apologies that this is a bit text heavy, I tend to be more design oriented but this turned out to be a hard thing to fit in a poster."}
{"start": "00:26:43.000", "end": "00:26:58.000", "speaker": "None", "utterance": "I regret my life choices. I'm interactive cinema from Kenya Automat to banner snatch I'm actually talking about branching and choice based interactive cinema so this is a sub part of a project that I've been working on with game books and print interactive"}
{"start": "00:26:58.000", "end": "00:27:17.000", "speaker": "None", "utterance": "fiction with hypertext fiction of the escape era with twine and steam and App Store base games that use the hyper textual branching interactivity format so this is a subset of interactive cinema as a whole, which early examples of which also include things"}
{"start": "00:27:17.000", "end": "00:27:31.000", "speaker": "None", "utterance": "like interactive cowboys shootouts where you're either dead or not dead on 16 millimeter film right now but I'm talking about from Kino Automat that branching tradition."}
{"start": "00:27:31.000", "end": "00:27:35.000", "speaker": "None", "utterance": "So"}
{"start": "00:27:35.000", "end": "00:27:37.000", "speaker": "None", "utterance": "they're, they're the three."}
{"start": "00:27:37.000", "end": "00:27:54.000", "speaker": "None", "utterance": "And actually, I'm time check out four minutes left, is that right."}
{"start": "00:27:54.000", "end": "00:28:12.000", "speaker": "None", "utterance": "The history of we're, if you look at the data section you'll see we've done a lot of correlating from collections like the yellow collections on platforms such as Netflix also YouTube, which uses interactive hyper technical chaining to create interactive"}
{"start": "00:28:12.000", "end": "00:28:32.000", "speaker": "None", "utterance": "floating interactive film works, and public listings IMDb Wikipedia, as well as the scholarly articles which tend to be histories. So they cite canonical works, mainly since the 60s to problems that arise, one of which are that are distinction around"}
{"start": "00:28:32.000", "end": "00:28:40.000", "speaker": "None", "utterance": "hypertext reality is not held by a lot of the histories and a lot of the listings they tend to list a lot of things comprehensively."}
{"start": "00:28:40.000", "end": "00:28:57.000", "speaker": "None", "utterance": "That would not qualify and so this needs to be filtered aggressively, because sometimes I'm a video game that side scroller or first person shooter counters interactive cinema because it has tiny cut scenes right so ninja guidance, for example, has tiny"}
{"start": "00:28:57.000", "end": "00:29:13.000", "speaker": "None", "utterance": "cinematic cut scenes and so it is included in these lists but wouldn't qualify for our project, and a second problem is accessibility. Many it works especially many of the early works from the 60s to 80s really honestly 60s early 90s are not accessible"}
{"start": "00:29:13.000", "end": "00:29:33.000", "speaker": "None", "utterance": "in any form, and there are only documents, of how they, their own there's only documentation of what they were like, which isn't sufficient to describe their structural or temporal characteristics in detail."}
{"start": "00:29:33.000", "end": "00:29:39.000", "speaker": "None", "utterance": "we catalog we collect, where we could collect and then we map the work, and we use our own."}
{"start": "00:29:39.000", "end": "00:29:54.000", "speaker": "None", "utterance": "We as me right now, so one person project but there have been many, many people graduate students, undergraduates and cool and faculty and scholarly collaborators who have participated in this project of mapping the work through collecting data, saving"}
{"start": "00:29:54.000", "end": "00:30:10.000", "speaker": "None", "utterance": "the data files and then using our software to render graph visualizations which are then inspected interactive cinema raises new complications compared to working with books or hypertext which tends to have clear asset resources which are named and you"}
{"start": "00:30:10.000", "end": "00:30:10.000", "speaker": "None", "utterance": "chapters page numbers."}
{"start": "00:30:10.000", "end": "00:30:20.000", "speaker": "None", "utterance": "page numbers. html files and you can see the names fairly easily through inspection interactive cinema is often not like this."}
{"start": "00:30:20.000", "end": "00:30:31.000", "speaker": "None", "utterance": "It's, it's hard you're ripping DVD structures or you're collecting huge YouTube URLs. So two examples, I'm given here."}
{"start": "00:30:31.000", "end": "00:30:35.000", "speaker": "None", "utterance": "And I'm going to just jump out."}
{"start": "00:30:35.000", "end": "00:30:51.000", "speaker": "None", "utterance": "I probably got maybe a minute left. This is not what I wanted there. So one is a date with Mark supplier, a YouTube based set collection of interactive clips, which are being labeled named based on the names of the clip segments and their choices, so"}
{"start": "00:30:51.000", "end": "00:31:05.000", "speaker": "None", "utterance": "that we can collect the data. And here's a later work, a heist with Mark supplier by the same person and you can see that actually data collection becomes extremely laborious in order to let alone archive, all of the YouTube clips involved and then save"}
{"start": "00:31:05.000", "end": "00:31:08.000", "speaker": "None", "utterance": "them in a way that's platform independent."}
{"start": "00:31:08.000", "end": "00:31:12.000", "speaker": "None", "utterance": "I'm going to say very briefly before I wrap up that I'm."}
{"start": "00:31:12.000", "end": "00:31:26.000", "speaker": "None", "utterance": "Another aspect of this that's different from most of the work we've done with the cats collection of game books, and with things like the yellow is that there's sometimes a pretty large inactive fan mapping community especially around works such as the"}
{"start": "00:31:26.000", "end": "00:31:41.000", "speaker": "None", "utterance": "Netflix works or top releases on Steam. So I'm taking the example of banner snatch. This is a fan made, and I say fan and the broadest possible makes sense I mean I mean not the scholar or the creative team."}
{"start": "00:31:41.000", "end": "00:31:57.000", "speaker": "None", "utterance": "Right. Um, this is a community made map here's another one. Here's a different one. Um, here's yet another map of banner snatch This is a map of banner snatch so these are these are probably the top five best made maps of banner snaps that I've seen."}
{"start": "00:31:57.000", "end": "00:32:08.000", "speaker": "None", "utterance": "They use different graphic conventions they segment differently they skip materials differently. They contain different errors, at least three of them contain significant errors."}
{"start": "00:32:08.000", "end": "00:32:10.000", "speaker": "None", "utterance": "But one of the things are."}
{"start": "00:32:10.000", "end": "00:32:24.000", "speaker": "None", "utterance": "Our project is doing is also mapping the maps that is to say collecting the state of knowledge about each of these works as it circulated and not just the sort of ground truth of the work itself."}
{"start": "00:32:24.000", "end": "00:32:35.000", "speaker": "None", "utterance": "So that means that I'm to map the history of interactive cinema is not just map, what it was but to map, what people thought it was."}
{"start": "00:32:35.000", "end": "00:32:48.000", "speaker": "None", "utterance": "I think I'll, I'll stop there, the poster as a pile of references I will submit it late with apologies so that it can be posted on the, on the website, and I'm going to."}
{"start": "00:32:48.000", "end": "00:32:53.000", "speaker": "None", "utterance": "And I'll leave you with one link in the chat,"}
{"start": "00:32:53.000", "end": "00:33:13.000", "speaker": "None", "utterance": "which is. There's also a QR code for those who like pointing phones at their own screen, which is to the project at large. The data for this latest batch of maybe at interactive cinema works will be uploaded to it this week during the conference, I mean"}
{"start": "00:33:13.000", "end": "00:33:17.000", "speaker": "None", "utterance": "it hasn't been updated yet."}
{"start": "00:33:17.000", "end": "00:33:22.000", "speaker": "None", "utterance": "Thank you so much."}
{"start": "00:33:22.000", "end": "00:33:36.000", "speaker": "None", "utterance": "Thank you very much. And thank you all very much. I feel like this is maybe the first academic thing I've been part of where everyone respects, a time limit."}
{"start": "00:33:36.000", "end": "00:33:49.000", "speaker": "None", "utterance": "Thank you very much for all your interesting presentations. I guess since we're not a very big group we don't have to go into breakout rooms and we can just start discussing it with each other."}
{"start": "00:33:49.000", "end": "00:34:09.000", "speaker": "None", "utterance": "I don't know if anyone has like a burning question to start with, Dina, of course, we had a question in the chat for Jeremy, were all those maps generated automatically or are these just manual hand done watching the film, telling where the cuts are."}
{"start": "00:34:09.000", "end": "00:34:16.000", "speaker": "None", "utterance": "Oh, my God. That's it. That's a great question. So it's a it's a mix. Basically there are some cases."}
{"start": "00:34:16.000", "end": "00:34:33.000", "speaker": "None", "utterance": "So, if you're mapping, say for example the original Dragon's Lair LaserDisc cabinet, you can actually go into the code and extract it, but we didn't bother because it was extensively documented by the by the creators and so we could."}
{"start": "00:34:33.000", "end": "00:34:49.000", "speaker": "None", "utterance": "We should verify, but we could actually go to their technical explanation of how they built it and just transcribed their map into a data format. So that's, that's worth considering how often Dragon's Lair kills you like once every 30 seconds that probably"}
{"start": "00:34:49.000", "end": "00:34:54.000", "speaker": "None", "utterance": "saved us you know 100 hours of a frustration."}
{"start": "00:34:54.000", "end": "00:35:07.000", "speaker": "None", "utterance": "In other cases, twine specifically, um, we have exporters' scripts that, so there isn't a lot of interactive cinema and twine but in the larger project that very little right but in the larger project."}
{"start": "00:35:07.000", "end": "00:35:16.000", "speaker": "None", "utterance": "We have extractor scripts that sort of juice the JavaScript for the delicious structure and and and take it out."}
{"start": "00:35:16.000", "end": "00:35:35.000", "speaker": "None", "utterance": "And those are wrong about one time out of four, or, or about 25% of what they generate is wrong, that's a that's a fair statement, but you can start with something, and then the manual labor is focused on verification and correction, which saves a lot"}
{"start": "00:35:35.000", "end": "00:35:55.000", "speaker": "None", "utterance": "of time. And the last, I'll try to keep this short because there are lots of questions for lots of people but sometimes, all you can do is play. And, for one thing that I did when I felt I couldn't take on banner snatch myself was I assigned different"}
{"start": "00:35:55.000", "end": "00:36:08.000", "speaker": "None", "utterance": "segments of the film in a class and the class broke into teams and we had 38 students working in groups on different parts of the film's to generate small maps that they could then hook up to one another."}
{"start": "00:36:08.000", "end": "00:36:27.000", "speaker": "None", "utterance": "I've done this experiment with really large branching books like Kim Newman's life's lottery. And if carefully prepared ahead of time, you can you can do team, you know, many hands make light work."}
{"start": "00:36:27.000", "end": "00:36:43.000", "speaker": "None", "utterance": "Probably. Other questions too but I was and I put this in the chat I was wondering if both Aaron and Kendra could speak to their decisions to put their personal lives within their work and their critical work in their, their observations, how that goes"}
{"start": "00:36:43.000", "end": "00:36:48.000", "speaker": "None", "utterance": "over."}
{"start": "00:36:48.000", "end": "00:37:00.000", "speaker": "None", "utterance": "So for me the, that's a good question. For me it was very much a matter of as I was given this opportunity to build my first interactive digital narrative."}
{"start": "00:37:00.000", "end": "00:37:06.000", "speaker": "None", "utterance": "I started thinking about like what sort of topics are meaningful to me and at that point."}
{"start": "00:37:06.000", "end": "00:37:19.000", "speaker": "None", "utterance": "Going through therapy we had just gotten through getting to a point where I could block all communication from my ex husband that I was trying to work on."}
{"start": "00:37:19.000", "end": "00:37:25.000", "speaker": "None", "utterance": "Not feeling like I couldn't have a voice for fear of what the repercussions of that would be."}
{"start": "00:37:25.000", "end": "00:37:36.000", "speaker": "None", "utterance": "And so, for me it was an opportunity to actually say no, this is what happened to me, then this is my story and so it was terrifying."}
{"start": "00:37:36.000", "end": "00:37:46.000", "speaker": "None", "utterance": "And quite frankly, presenting it here, there are still those those little nagging questions that will what happens if he finds out what happens if he's able to get in touch with me."}
{"start": "00:37:46.000", "end": "00:37:59.000", "speaker": "None", "utterance": "And there were also questions of do I stick my real name on this, but I kind of got to a point where it was a matter of saying no, I need to be in charge of my life and this is my story and this is what happened and so it was a really good opportunity"}
{"start": "00:37:59.000", "end": "00:38:08.000", "speaker": "None", "utterance": "for me to take that step."}
{"start": "00:38:08.000", "end": "00:38:22.000", "speaker": "None", "utterance": "So I can jump in responding there. So I mine is coming from in some ways, I'll put the link in the chat, but I mentioned Boardman Ricardo is one of my sources I was working with them and they're sort of frame for developing online, or online instruction"}
{"start": "00:38:22.000", "end": "00:38:32.000", "speaker": "None", "utterance": "is personal accessible responsive and strategic and so personal is really one of the dimensions that they emphasize in terms of you know how do you, especially in an online asynchronous class how do you really bring your personality through and kind of"}
{"start": "00:38:32.000", "end": "00:38:43.000", "speaker": "None", "utterance": "create a very welcoming space that you are present to your students is not just, you know, is just"}
{"start": "00:38:43.000", "end": "00:38:55.000", "speaker": "None", "utterance": "really show that here are things that I love that I'm excited about, and, you know, how do I kind of create that and to really give that extra oomph across the digital space just know that you're going to tell my students that I care about you enough"}
{"start": "00:38:55.000", "end": "00:39:07.000", "speaker": "None", "utterance": "like to really take time to make something beautiful for you that I hope that you enjoy as we're kind of creating the space together so that's sort of part of it there. Another part she was just, you know, as an academic I always really identified in"}
{"start": "00:39:07.000", "end": "00:39:19.000", "speaker": "None", "utterance": "some ways, sort of, first as primarily as a writer and as a designer and I've always felt so nervous and shy in front of my students in some ways just trying to kind of create like you know sort of materials that kind of fits the expectations of what"}
{"start": "00:39:19.000", "end": "00:39:30.000", "speaker": "None", "utterance": "you know the sort of template of what things are so kind of supposed to quote unquote look like it's like no I, I would love to take what I know and what I've learned and what really gets me passionate excited about my work and be able to bring that into"}
{"start": "00:39:30.000", "end": "00:39:42.000", "speaker": "None", "utterance": "into my teaching so that kind of becomes more of a natural organic extension of sort of my sort of total intellectual life I guess in some ways so so it's kind of a way to try to be present more to them and, and especially now as I'm kind of."}
{"start": "00:39:42.000", "end": "00:39:54.000", "speaker": "None", "utterance": "I'm sort of halfway is to 10 year hopefully at this point so as I'm kind of going through those initial first sort of years of like oh my gosh I just have to get things out and turned out the sense of more okay you know my students I know my classes."}
{"start": "00:39:54.000", "end": "00:40:03.000", "speaker": "None", "utterance": "How can I really start to be present with them in this different way kind of take my work and show them who I am and what I do and hopefully get them excited about that too."}
{"start": "00:40:03.000", "end": "00:40:17.000", "speaker": "None", "utterance": "So, yeah, I'll leave that there. So Kendra I had a question I had posted in the chat for you if that's if that's okay, just you know you'd mentioned, is you're getting that the but again your project in a classroom context."}
{"start": "00:40:17.000", "end": "00:40:28.000", "speaker": "None", "utterance": "So what support, I guess, did you have from your instructors and your mentors as you were working on this you mentioned it sort of a therapist, but from your academic mentors, what support Did you receive and what more support was you maybe have like"}
{"start": "00:40:28.000", "end": "00:40:31.000", "speaker": "None", "utterance": "to receive"}
{"start": "00:40:31.000", "end": "00:40:48.000", "speaker": "None", "utterance": "my professor was Tanya Perkins that I you, and she was great about. First off, having some meetings with me online, we it's entirely online program so thankfully the pandemic did not really change our interactions."}
{"start": "00:40:48.000", "end": "00:41:02.000", "speaker": "None", "utterance": "But we had a few meetings about like how exactly I wanted to tackle this project and what sort of things, we might want to do with that. She looked at all of my drafts of the hyperlink text."}
{"start": "00:41:02.000", "end": "00:41:11.000", "speaker": "None", "utterance": "She was the one that encouraged me to have a way out of it, because at first I think I kind of got stuck in that that trauma spiral and she's."}
{"start": "00:41:11.000", "end": "00:41:17.000", "speaker": "None", "utterance": "But what can we do to show that, like does move on from this because otherwise it's going to be a really dark thing."}
{"start": "00:41:17.000", "end": "00:41:25.000", "speaker": "None", "utterance": "So, she was excellent in that way and she's actually the one that encouraged that I submit a proposal for this conference."}
{"start": "00:41:25.000", "end": "00:41:30.000", "speaker": "None", "utterance": "But as far as support I think I would have liked to receive."}
{"start": "00:41:30.000", "end": "00:41:34.000", "speaker": "None", "utterance": "I mean she did an excellent job making herself, available."}
{"start": "00:41:34.000", "end": "00:41:44.000", "speaker": "None", "utterance": "I really liked that she was willing to do that and take that extra step and be a person and as a teacher that's really important to me to do with my students."}
{"start": "00:41:44.000", "end": "00:41:49.000", "speaker": "None", "utterance": "So I don't know that there were any supports that she didn't provide."}
{"start": "00:41:49.000", "end": "00:41:56.000", "speaker": "None", "utterance": "She was just really great at being accessible."}
{"start": "00:41:56.000", "end": "00:42:01.000", "speaker": "None", "utterance": "Could I ask a question for, I'm not sure if there's a queue."}
{"start": "00:42:01.000", "end": "00:42:10.000", "speaker": "None", "utterance": "And yes, I think this was a question for Devon Devon at all so I know you're speaking for many."}
{"start": "00:42:10.000", "end": "00:42:15.000", "speaker": "None", "utterance": "I wonder if you're familiar with."}
{"start": "00:42:15.000", "end": "00:42:27.000", "speaker": "None", "utterance": "Experimental clicker works like universal paperclips, I was, I was thinking you mentioned cow clicker. and I was thinking about the,"}
{"start": "00:42:27.000", "end": "00:42:44.000", "speaker": "None", "utterance": "the, the way that some game like electronic literature works are about total logic, you know that there's that there's a kind of ultimately you know they work, they work well as institutional critique in part because, like, you know the the thing becomes"}
{"start": "00:42:44.000", "end": "00:42:57.000", "speaker": "None", "utterance": "a machine that wants you to do certain things and doesn't want you to do other certain things and so I was wondering if there was a if there was a body of not necessarily a body of clickers, specifically, but this sort of philosophically introspective"}
{"start": "00:42:57.000", "end": "00:43:06.000", "speaker": "None", "utterance": "critique structural critique works that you saw this fitting in with or what are your neighbors are your rivals."}
{"start": "00:43:06.000", "end": "00:43:18.000", "speaker": "None", "utterance": "You know I think when we, as a studio we're kind of coming at this from more of like a, like market driven more like we're trying to make like games that are produced into, you know, products, more or less, but this was probably the first game where we"}
{"start": "00:43:18.000", "end": "00:43:25.000", "speaker": "None", "utterance": "thought of this in a little bit more of a critical I think we all have that kind of like bent but as far as like things that we were looking at."}
{"start": "00:43:25.000", "end": "00:43:38.000", "speaker": "None", "utterance": "I think the closest game that like most people might have played here would be like something like, papers please which is very much like you know your your your beer bureaucrat or like, you know, just this, you have you, you basically sit at a at a bottleneck"}
{"start": "00:43:38.000", "end": "00:43:51.000", "speaker": "None", "utterance": "bottleneck and decide how things come through or don't come through and there's always these sort of moral questions with those things in other ways, though, I think, you know, I'm, I'm definitely interested in learning more about those later on in this"}
{"start": "00:43:51.000", "end": "00:44:05.000", "speaker": "None", "utterance": "conference I have a presentation about Farm Bill. So, you know, I think clicker games are really interesting to me because they're so accessible, I guess, and I mean and I mean accessible in the sense of like a lot of games seem to actively try to exclude"}
{"start": "00:44:05.000", "end": "00:44:15.000", "speaker": "None", "utterance": "certain groups from playing them, they they're so specific as to like not be very friendly or approachable so it's a really good question I'd love to hear more, it sounds like."}
{"start": "00:44:15.000", "end": "00:44:27.000", "speaker": "None", "utterance": "I don't think I think my knowledge in this area is actually somewhat shallow and this is like my attempt to work through it and see what what was there so I'm really I'd be really interested to hear more about predecessors that you're aware of."}
{"start": "00:44:27.000", "end": "00:44:31.000", "speaker": "None", "utterance": "Chat sometime"}
{"start": "00:44:31.000", "end": "00:44:35.000", "speaker": "None", "utterance": "soon and also the question of a thing."}
{"start": "00:44:35.000", "end": "00:44:48.000", "speaker": "None", "utterance": "Yeah, and it was a sort of a actually a follow up because guess, Jeremy post my question more eloquently but uh but but I'd be thinking about."}
{"start": "00:44:48.000", "end": "00:45:00.000", "speaker": "None", "utterance": "In, you know in what what what kind of critique of the sort of tenure track system. Do you think such a game kit can pull out that's different from other kinds of critique and."}
{"start": "00:45:00.000", "end": "00:45:05.000", "speaker": "None", "utterance": "And then of course the other question is, you know, is there a way to teach."}
{"start": "00:45:05.000", "end": "00:45:07.000", "speaker": "None", "utterance": "Can Can game the system."}
{"start": "00:45:07.000", "end": "00:45:16.000", "speaker": "None", "utterance": "That is really interesting. Yeah, I think that was one of the main things we wanted to introduce in the game is how you can potentially not follow the rules and still win."}
{"start": "00:45:16.000", "end": "00:45:26.000", "speaker": "None", "utterance": "I think we haven't gotten so far in creating and I could be wrong with us. The game is still in development but with getting into where you can actually lose the game."}
{"start": "00:45:26.000", "end": "00:45:32.000", "speaker": "None", "utterance": "I mean, so you can you can lose the game by doing the right things, and you can win the game by doing the wrong things."}
{"start": "00:45:32.000", "end": "00:45:41.000", "speaker": "None", "utterance": "But actually figuring out how to you know to use a common, I guess, phrase min max the game."}
{"start": "00:45:41.000", "end": "00:45:52.000", "speaker": "None", "utterance": "That's another thing it's sort of like at the end of the day it's what's important to you, and how do you value the actual rewards at the end of the day, it's a pretty open ended game so the endings are sort of more just rewards in and of themselves like"}
{"start": "00:45:52.000", "end": "00:46:04.000", "speaker": "None", "utterance": "if you get a certain ending it's because you've acted in a certain way it's a fairly common trope in a lot of indie games like, allowing people to go through a whole game of violent game without, you know doing anything violent and getting a certain ending"}
{"start": "00:46:04.000", "end": "00:46:17.000", "speaker": "None", "utterance": "so in a way it's more conversant in like, not only academia, but also like game tropes and trying to apply that to something that's sort of but now and maybe not on the surface that interesting."}
{"start": "00:46:17.000", "end": "00:46:29.000", "speaker": "None", "utterance": "And I think that's how, what it made it might have in common with more other critical games is sort of like looking at something absurd and making it somehow more absurd by, by making it even more distilled and kind of drill down into that even more so,"}
{"start": "00:46:29.000", "end": "00:46:33.000", "speaker": "None", "utterance": "like, Jeremy had mentioned."}
{"start": "00:46:33.000", "end": "00:46:46.000", "speaker": "None", "utterance": "cow clicker and that was something that I had looked at and I, I thought about it quite a bit and how often I'm satire isn't very good at changing anything, or teaching people anything new, it just maybe makes you more aware of something that's bad or"}
{"start": "00:46:46.000", "end": "00:47:01.000", "speaker": "None", "utterance": "kind of a little bit off, you may not have thought about it in that exact way before, so I don't really know if it achieves much except that it makes the audience for a certain topic bigger, and perhaps allows them to approach it in a way that you know"}
{"start": "00:47:01.000", "end": "00:47:07.000", "speaker": "None", "utterance": "isn't as boring as maybe just like a analysis of the situation might be."}
{"start": "00:47:07.000", "end": "00:47:10.000", "speaker": "None", "utterance": "It's sort of empathy, but yeah."}
{"start": "00:47:10.000", "end": "00:47:13.000", "speaker": "None", "utterance": "I don't know if I answered the question."}
{"start": "00:47:13.000", "end": "00:47:17.000", "speaker": "None", "utterance": "But,"}
{"start": "00:47:17.000", "end": "00:47:33.000", "speaker": "None", "utterance": "well you know just pointed out that, that, that just seeing the whole academic career track as a game is of course a criticism it's better but it"}
{"start": "00:47:33.000", "end": "00:47:35.000", "speaker": "None", "utterance": "also had a question."}
{"start": "00:47:35.000", "end": "00:47:49.000", "speaker": "None", "utterance": "A lot of these works are inaccessible for the transfers. Have you been working at all with Dini guards next project repository, which she is now resurrected."}
{"start": "00:47:49.000", "end": "00:48:02.000", "speaker": "None", "utterance": "Hundreds of flash works, and has been doing simulations of the Pathfinders hoping that there's a connection there."}
{"start": "00:48:02.000", "end": "00:48:05.000", "speaker": "None", "utterance": "So, I'm there."}
{"start": "00:48:05.000", "end": "00:48:24.000", "speaker": "None", "utterance": "So, there's definitely a connection there, the, the, the thing you two are working together. Yes. So, um, so basically the the project internally is kind of chapters in that we breaking it out by by materials that share material that the chair similarities,"}
{"start": "00:48:24.000", "end": "00:48:47.000", "speaker": "None", "utterance": "you know, copyright status historical period underlying technology and flash is something that we haven't quite worked our way up to, just because it introduces another layer of D compilers and and and being able to give participants, you know maybe emulated"}
{"start": "00:48:47.000", "end": "00:48:58.000", "speaker": "None", "utterance": "software that they can use to work with offering tools and things like that so it's definitely on the roadmap. And we, we are excited, I've taught I've mentioned to to her before that we would like to do that."}
{"start": "00:48:58.000", "end": "00:49:04.000", "speaker": "None", "utterance": "But we've, we've progressed somewhat in the form of beginning with low hanging fruit."}
{"start": "00:49:04.000", "end": "00:49:18.000", "speaker": "None", "utterance": "And then moving up to where we're stretching our legs on things like interactive 16 millimeter film and things like that. And next we're going to start getting up to things where we're actually even doing adversarial mapping which is basically like for"}
{"start": "00:49:18.000", "end": "00:49:23.000", "speaker": "None", "utterance": "profit steam distributions that don't really don't want you."}
{"start": "00:49:23.000", "end": "00:49:35.000", "speaker": "None", "utterance": "And I would say flashes kind of like just below that in the two thirds of it or so is compiled some five times aggressively in an obfuscated way."}
{"start": "00:49:35.000", "end": "00:49:48.000", "speaker": "None", "utterance": "And then, and then a third of it isn't a third of it is just like a it's just right there, but it's it's going to be work to suss it out."}
{"start": "00:49:48.000", "end": "00:49:51.000", "speaker": "None", "utterance": "I think question for finished Yes."}
{"start": "00:49:51.000", "end": "00:50:00.000", "speaker": "None", "utterance": "You're looking at these to work, and I was wondering, can you talk about how your project fits into like sort of the"}
{"start": "00:50:00.000", "end": "00:50:05.000", "speaker": "None", "utterance": "spectrum of specificity and represent stability."}
{"start": "00:50:05.000", "end": "00:50:20.000", "speaker": "None", "utterance": "Like do you think there's something about these works that's very specific to them that we need to look at, specifically this works for that reason. Do you think that they are representative for their time, or for Brazil or"}
{"start": "00:50:20.000", "end": "00:50:22.000", "speaker": "None", "utterance": "in between."}
{"start": "00:50:22.000", "end": "00:50:41.000", "speaker": "None", "utterance": "I think that, as I said in the beginning, you're very representative of a certain poetic style from the 70s in Brazil, that is art concrete poetry. And the thing is that most of Latin American he lit was produced."}
{"start": "00:50:41.000", "end": "00:50:57.000", "speaker": "None", "utterance": "I don't know in the light of the Brazilian concrete poetry. So, it is at the same time, an influence but at some. At the same time, the limitation to what many bullets have been able to do, specially because"}
{"start": "00:50:57.000", "end": "00:51:22.000", "speaker": "None", "utterance": "the same three concrete bullets are the one always referred to, and that's why I decided to investigate this one legend media in the, who is not in the, who is a marginal poet within the marginal system that is President Elect."}
{"start": "00:51:22.000", "end": "00:51:37.000", "speaker": "None", "utterance": "That's it, that's really interesting observation that, that there's the sort of heritage of Brazilian kinetic poetry was kind of constrained in that way."}
{"start": "00:51:37.000", "end": "00:51:46.000", "speaker": "None", "utterance": "And it's interesting to consider with the, you know, this the similar sorts of work that we're coming out of Portugal, as well."}
{"start": "00:51:46.000", "end": "00:51:47.000", "speaker": "None", "utterance": "So it's."}
{"start": "00:51:47.000", "end": "00:51:58.000", "speaker": "None", "utterance": "Have you run across other sort of counter traditions, any research."}
{"start": "00:51:58.000", "end": "00:52:00.000", "speaker": "None", "utterance": "Now that we are having."}
{"start": "00:52:00.000", "end": "00:52:02.000", "speaker": "None", "utterance": "There's the growth."}
{"start": "00:52:02.000", "end": "00:52:26.000", "speaker": "None", "utterance": "And the now works within the Latin American community with hit laterally the lot and the requisite order in America. Now we are seeing other historiography for Latin American, you let outside the shadow of Brazilian can the Greek poetry, mainly now reconsidering"}
{"start": "00:52:26.000", "end": "00:52:56.000", "speaker": "None", "utterance": "this Latin American he left history, considering Argentinian he lit Max, can he live in there their predecessors, that have influenced the story is not necessarily the president complete once."}
{"start": "00:52:57.000", "end": "00:52:57.000", "speaker": "None", "utterance": "this."}
{"start": "00:52:57.000", "end": "00:53:14.000", "speaker": "None", "utterance": "there's any other quick questions. I just say, fascinating project. Everyone thought, listening to you. Explain your posters, I was just reflecting that you actually get so much more out of the background of the work when you're sort of able to pay attention"}
{"start": "00:53:14.000", "end": "00:53:27.000", "speaker": "None", "utterance": "to everyone individually. And in some ways, you know, as opposed to being in a post or Hall at a conference session, you're able to kind of concentrate and much more direct way so it was a great session."}
{"start": "00:53:27.000", "end": "00:53:31.000", "speaker": "None", "utterance": "And thanks."}
{"start": "00:53:31.000", "end": "00:53:37.000", "speaker": "None", "utterance": "Here, here. What a great cohort, this was an amazing collection of projects."}
{"start": "00:53:37.000", "end": "00:53:49.000", "speaker": "None", "utterance": "I creations all fascinating and all linked together in very unexpected ways."}
{"start": "00:53:49.000", "end": "00:54:03.000", "speaker": "None", "utterance": "So if there's no other pressing questions I think we can end the session here, although maybe we just did now it's real quickly, let me find and get a thank you email."}
{"start": "00:54:03.000", "end": "00:54:11.000", "speaker": "None", "utterance": "I hope it's okay as mark here Is it okay to actually send out the link and are"}
{"start": "00:54:11.000", "end": "00:54:31.000", "speaker": "None", "utterance": "They were still, they were still setting up the the next the next event is not going to be in zoom, but it's going to be in in gather town, which is I don't know how many of you have used that but it's a it's an online sort of zoom like space but where"}
{"start": "00:54:31.000", "end": "00:54:35.000", "speaker": "None", "utterance": "you kind of have these little eight bit cartoon characters and."}
{"start": "00:54:35.000", "end": "00:54:43.000", "speaker": "None", "utterance": "And you navigate a physical space and you kind of go up to people and you're able to to video chat with them individually so."}
{"start": "00:54:43.000", "end": "00:54:47.000", "speaker": "None", "utterance": "So it's a very interesting space and that's going to start at."}
{"start": "00:54:47.000", "end": "00:54:49.000", "speaker": "None", "utterance": "In a half hour."}
{"start": "00:54:49.000", "end": "00:54:54.000", "speaker": "None", "utterance": "930 and Norwegian time."}
{"start": "00:54:54.000", "end": "00:54:57.000", "speaker": "None", "utterance": "an hour I think, in our racing time."}
{"start": "00:54:57.000", "end": "00:55:00.000", "speaker": "None", "utterance": "It's 10 o'clock. Oh yeah, sorry."}
{"start": "00:55:00.000", "end": "00:55:13.000", "speaker": "None", "utterance": "It's going to start at 10 o'clock. Yeah, but somebody told me that in an hour. Wherever you are, but probably you can wander around in there, in about a half hours."}
{"start": "00:55:13.000", "end": "00:55:14.000", "speaker": "None", "utterance": "Okay."}
{"start": "00:55:14.000", "end": "00:55:19.000", "speaker": "None", "utterance": "Is it, the link is also added to the program."}
{"start": "00:55:19.000", "end": "00:55:23.000", "speaker": "None", "utterance": "Now, so if you visit the program."}
{"start": "00:55:23.000", "end": "00:55:27.000", "speaker": "None", "utterance": "It's there."}
{"start": "00:55:27.000", "end": "00:55:45.000", "speaker": "None", "utterance": "And say thanks again to Savannah for, we're at. We're at the university, working all day in one of the labs and an honors has taken on the, the organization these two days and also tomorrow so just want to say that I think she's done a great job."}
{"start": "00:55:45.000", "end": "00:55:57.000", "speaker": "None", "utterance": "Thank you very much. And also thank you very much to all the presenters and the people discussing the posters, and I look forward to also discussing it further in the Discovery Channel."}
{"start": "00:55:57.000", "end": "00:56:03.000", "speaker": "None", "utterance": "Throughout the week because obviously not everyone could be here right now."}
{"start": "00:56:03.000", "end": "00:56:10.000", "speaker": "None", "utterance": "Then, I want to say good evening, not the case for, for all of you."}
{"start": "00:56:10.000", "end": "00:56:13.000", "speaker": "None", "utterance": "Have a good day and a good week."}
{"start": "00:56:13.000", "end": "00:56:29.000", "speaker": "None", "utterance": "I'll see you guys."}